Repository: tenzin/dzongkha-linux-translation-files
Catalog: firefox-1.5/toolkit/installer/unix/install.*.po
Languages: it

source: Next >
it: ཤུལ་མམ་ >

source: < Back
it: < རྒྱབ་ལོག་

source: Cancel
it: ཆ་མེད་

source: Accept
it: དང་ལེན་འབད་

source: Decline
it: དང་ལེན་མ་འབད་

source: Install
it: གཞི་བཙུགས་འབད་

source: Pause
it: ཐེམ་

source: Resume
it: བསྐྱར་ལོག་

source: Mozilla Installer
it: མོ་ཛིལ་ལ་གཞི་བཙུགས་པ་

source: Destination Directory
it: འགྲོ་ཡུལ་སྣོད་ཐོ་

source: Change...
it: སོར་་་

source: Select a directory
it: སྣོད་ཐོ་ཅིག་སེལ་འཐུ་འབད་

source: Directory %s doesn't exist. Create it?
it: སྣོད་ཐོ་ %sགནས་ཏེ་མིན་འདུག། གསར་བསྐྲུན་འབད་ནི་ཨིན་ན?

source: Yes
it: ཨིན་

source: No
it: མེན་

source: OK
it: བཏུབ་

source: Delete Directory
it: སྣོད་ཐོ་བཏོན་གཏང་

source: Error [%d]: %s
it: འཛོལ་བ་ [%d]: %s

source: Fatal error [%d]: %s
it: ཚབས་ཆེན་འཛོལ་བ་[%d]: %s

source: Description
it: འགྲེལ་བཤད་

source: Setup will install the following components:
it: གཞི་སྒྲིག་གིས་གཤམ་གསལ་གྱི་ཆ་ཤས་ཚུ་:

source: to the following location:
it: འོག་གི་གནས་ཁོངས་ནང་ གཞི་བཙུགས་འབད་འོང་:

source: Preparing %s...
it: %sགྲ་སྒྲིག་འབད་དོ་་་

source: Extracting %s...
it: %sཕྱིར་འདོན་འབད་དོ་་་

source: Installing %s...
it: %s གཞི་བཙུགས་འབད་དོ་་་

source: Processing file %d of %d...
it: ཡིག་སྣོད་%dལས་ %dལས་སྦྱོར་འབད་དོ་་་

source: Choose another directory because you do not have permission to install to: %s
it: ཁྱོད་ཀྱིས་%sལུ་གཞི་བཙུགས་འབད་ནིའི་གནང་བ་མེདཔ་ལས་ སྣོད་ཐོ་གཞན་ཅིག་ གདམ་ཁ་རྐྱབས།

source: Download Settings
it: སྒྲིག་སྟངས་ཚུ་ཕབ་ལེན་འབད་

source: Save installer modules upon download
it: གཞི་བཙུགས་པའི་ཚད་གཞི་ཚུ་ ཕབ་ལེན་འབད་བའི་སྐབས་བསྲུང་བཞག།

source: Proxy Settings...
it: པོརོག་སི་སྒྲིག་སྟངས་་་

source: Proxy Host [required]:
it: པོརོག་སི་ཧོསིཊི་[ངེས་པར་དགོཔ་]:

source: Proxy Port [required]:
it: པོརོག་སི་འདྲེན་ལམ་[ངེས་པར་དགོཔ་]:

source: Proxy Username [optional]:
it: པོརོག་སི་ལག་ལེན་པའི་མིང་[གདམ་ཁ་ཅན་]:

source: Proxy Password [optional]:
it: པོརོག་སི་ཆོག་ཡིག [གདམ་ཁ་ཅན་]:

source: Error!
it: འཛོལ་བ་!

source: Disk Space Available = %ld KB
it: ཌིཀསི་ནང་བར་སྟོང་ཡོད་པ་=ཀེ་བི་%ld

source: Disk Space Required = %ld KB
it: ཌིཀསི་ནང་བར་སྟོང་ངེས་པར་དགོཔ་=ཀེ་བི་%ld

source: Please select a directory on a disk with enough space to install or free some disk space on the selected disk.
it: གཞི་བཙུགས་འབད་ནི་ལུ་ བར་སྟོང་ལངམ་ཡོད་པའི་ཌིཀསི་ཅིག་ལུ་ སྣོད་ཐོ་ཅིག་སེལ་འཐུ་འབད་ ཡང་ན་ སེལ་འཐུ་འབད་མི་ཌིཀསི་དེ་གུ་ བར་སྟོང་དུམ་གྲ་ཅིག་བཏོན།

source: A network connection failure occured. Please check your network connection and press the 'Resume' button. Alternatively, press the 'Cancel' button to quit the installer.
it: ཡོངས་འབྲེལ་མཐུད་ལམ་ལུ་ འཐུས་ཤོར་ཅིག་བྱུང་ཡི། ཁྱོད་རའི་ཡོངས་འབྲེལ་མཐུད་ལམ་ལུ་ ཞིབ་དཔྱད་འབད་ཞིནམ་ལས་'བསྐྱར་ལོག་' ཟེར་མི་ཨེབ་རྟ་གུ་མནན། གཞི་བཙུགས་པ་བཤོལ་ནི་ལུ་་'ཆ་མེད་གཏང་'་ཟེར་མི་ཨེབ་རྟ་གུ་མནན།

source: Some files failed to download correctly. Retrying.
it: ཡིག་སྣོད་ལ་ལོ་ཅིག་ ཚུལ་མཐུན་སྦེ་ཕབལེན་འབད་མ་ཚུགས། སླར་བརྩོན་འབད་དོ།

source: Installation has failed due to multiple CRC failures.
it: སི་ཨར་སི་མང་རབས་ཅིག་ འཐུས་ཤོར་བྱུང་མི་ལུ་བརྟེན་ཏེ་ གཞི་བཙུགས་འབད་ནི་ལུ་ འཐུས་ཤོར་བྱུང་ཡི།

source: Downloading:
it: ཕབལེན་འབད་དོ་:

source: From:
it: ལས་:

source: To:
it: ལུ་:

source: Status:
it: གནས་ཚད་:

source: %d KB of %d KB (at %d KB/sec)
it: ཀེ་བི་%dལས་ ཀེ་བི་%d(སྐར་ཆ་རེ་ལུ་ཀེ་བི་ %d)

source: Usage: %s [options]%s [options] can be any of the following combination:%s -h: This help.%s -ma: Run setup in Auto mode: show progress UI,%s but assume defaults without user intervention.%s -ms: Run setup in Silent mode: show no UI and have%s no user intervention.%s -ira: Ignore the [RunAppX] sections%s
it: བེད་སྤྱོད་: %s [options]%s [options] དེ་འོག་གི་མཉམ་མཐུད་གང་རུང་ཅིག་གིས་བཏུབ། :%s -h: This help.%s -ma: Run རང་བཞིན་ཐབས་ལམ་ནང་ གཞི་སྒྲིག་འབད་ཡོདཔ་: ཡར་འཕེལ་ཡུ་ཨའི་སྟོན། %s but ལག་ལེན་པའི་བར་དཀྲོགས་མེད་པར་ སྔོན་སྒྲིག་ཚུ་ཡོད་པར་ཆ་བཞག། %s -ms: Run སྒྲ་མེད་ཐབས་ལམ་ནང་གཞི་སྒྲིག་འབད་ཡོདཔ། ཡུ་ཨའི་མ་སྟོན་པར་ %s no ལག་ལེན་པའི་བར་དཀྲོགས་ལེན། %s -ira: Ignore the [RunAppX] དབྱེ་ཚན་%s

source: Unknown
it: མ་ཤེསཔ་

source: Out of memory
it: དྲན་ཚད་ཀྱིས་བདའ་མ་ཟུནམ།

source: Invalid param
it: ནུས་མེད་ཚད་བཟུང་

source: Invalid member variable
it: ནུས་མེད་འཐུས་མིའི་འགྱུར་བ།

source: Invalid pointer
it: ནུས་མེད་དཔག་བྱེད།

source: Parse key has no value
it: མིང་དཔྱད་ལྡེ་མིག་ལུ་ གནས་གོང་མིན་འདུག།

source: Failed to read readme
it: ང་ལྷག་ཟེར་མི་ ལྷག་མ་ཚུགས།

source: Failed to read license
it: ཆོག་ཐམ་ལྷག་མ་ཚུགས།

source: Out of bounds in Component/Setup Type list
it: ཆ་ཤས་/གཞི་སྒྲིག་གི་དབྱེ་བའི་ཐོ་ཡིག་གི་ ཚད་ཀྱི་ཕྱི་ཁར།

source: Mismatched ref counts
it: མཐུན་མིན་བྱུང་ཡོད་པའི་གཞི་བསྟུན་གྱི་གྲངས།

source: No components in the INI file
it: ཨེའི་ཨེན་ཨའི་ཡིག་སྣོད་ནང་ ཆ་ཤས་མིན་འདུག།

source: No setup types in the INI file
it: ཨེའི་ཨེན་ཨའི་ཡིག་སྣོད་ནང་ གཞི་སྒྲིག་གི་དབྱེ་བ་ཚུ་མིན་འདུག།

source: URL at this index already exists
it: ཟུར་ཐོ་འདི་ནང་ ཡུ་ཨར་ཨེལ་ ཧེ་མ་ལས་འདུག།

source: Couldn't create the directory
it: སྣོད་ཐོ་གསར་བསྐྲུན་འབད་མ་ཚུགས།

source: FTP URL malformed
it: ཨེཕ་ཊི་པི་ ཡུར་ཨར་ཨེལ་ བཟོ་ཉེས་གྱུར་ནུག།

source: Download failed
it: ཕབ་ལེན་འཐུས་ཤོར་བྱུང་ཡོད།

source: Extraction of XPCOM failed
it: ཨེགསི་པི་ཀོམ་ ཕྱིར་འདོན་འབདམ་ཚུགས།

source: Failed to fork a process
it: ལས་སྦྱོར་ཅིག་ ཁ་སྤེལ་མ་ཚུགས།

source: Couldn't open xpistub library
it: xpistub དཔེ་མཛོད་ ཁ་ཕྱེམ་ཚུགས།

source: Couldn't get symbol in library
it: དཔེ་མཛོད་ནང་ བརྡ་མཚོན་ཐོབ་མ་ཚུགས།

source: A xpistub call failed
it: xpistub ཅིག་ལུ་ ཞུ་འབོད་མ་བཏུབ།

source: An Installer module %s (.xpi) failed to install
it: གཞི་བཙུགས་པའི་ཐབས་ལམ་%s (.xpi)ཅིག་ གཞི་བཙུགས་འབད་མ་ཚུགས།

source: Copy of an installer module (.xpi) failed
it: གཞི་བཙུགས་པའི་ཐབས་ལམ་ ཅིག་(.xpi)འདྲ་བཤུས་རྐྱབ་མ་ཚུགས།

source: Destination directory doesn't exist
it: འགྲོ་ཡུལ་གྱི་སྣོད་ཐོ་གནས་ཏེ་མིན་འདུག།

source: Can't make destination directory. Please try another directory.
it: འགྲོ་ཡུལ་སྣོད་ཐོ་ བཟོ་མི་ཚུགས་པས། སྣོད་ཐོ་གཞན་མི་ཅིག་ལུ་ འབད་རྩོལ་བསྐྱེད་གནང་།

source: A previous installation exists.
it: ཧེ་མའི་གཞི་བཙུགས་ཅིག་ གནས་ཏེ་འདུག།

source: Insufficient permission
it: གནང་བ་ལངམ་མིན་འདུག།

source: Insufficient disk space
it: ཌིཀསི་ནང་བར་སྟོང་ལངམ་མིན་འདུག།

source: Multiple CRC Failure
it: སྣ་མང་གི་ སི་ཨར་སི་ མང་འཐུས་ཤོར།
