Repository: tenzin/dzongkha-linux-translation-files
Catalog: thunderbird-1.5.0.9-xpi/*/pippki/pippki.properties.po
Languages: dz_bt

source: Signed by %S
dz_bt: %Sགིས་མིང་རྟགས་བཀོད་ཡོདཔ་

source: Please enter the Personal Security Password for the PSM Private Keys security device.
dz_bt: རང་དོན་སྲུང་སྐྱོབ་ཆོག་ཡིག་གི་ སྒེར་གྱི་ལྡེ་མིག་སྲུང་སྐྱོབ་ཐབས་འཕྲུལ་གྱི་དོན་ལུ་ རང་དོན་སྲུང་སྐྱོབ་ཆོག་ཡིག་དེ་ བཙུགས་གནང་།

source: Do you want to trust "%S" for the following purposes?
dz_bt: འོག་གི་དགོས་དོན་ཚུ་གི་དོན་ལུ་ ཁྱོད་ཀྱིས་ "%S"ལུ་བློ་གཏད་འབད་ནི་ཨིན་ན?

source: Certificate Authority (unnamed)
dz_bt: ལག་ཁྱེར་དབང་འཛིན་ (མིང་མ་བཏགསཔ)

source: Edit certificate trust
dz_bt: ལག་ཁྱེར་བློ་གཏད་ ཞུན་དག་རྐྱབས།

source: The certificate "%S" represents a Certificate Authority.
dz_bt: ལག་ཁྱེར་"%S"དེ་གིས་ ལག་ཁྱེར་དབང་འཛིན་ཅིག་གི་ ཁྱད་ཚབ་འབདཝ་ཨིན།

source: The certificate "%S" was issued by:
dz_bt: ལག་ཁྱེར་"%S"དེ་སྤྲོད་མི་:

source: Because you do not trust the certificate authority that issued this certificate, you do not trust the authenticity of this certificate unless otherwise indicated here.
dz_bt: ཁྱོད་ཀྱིས་ལག་ཁྱེར་འདི་སྤྲོད་མི་ ལག་ཁྱེར་དབང་འཛིན་དེ་ལུ་ བློ་གཏད་མ་འབདཝ་ལས་ ནཱ་ལུ་བརྡ་མཚོན་སྟོན་ཡོད་ན་མ་གཏོགས་ དེ་མིན་ ཁྱོད་ཀྱིས་ལག་ཁྱེར་འདི་གི་ བདེན་བཤད་ལུ་ བློ་གཏད་མེདཔ་ཨིན།

source: Because you trust the certificate authority that issued this certificate, you trust the authenticity of this certificate unless otherwise indicated here.
dz_bt: ཁྱོད་ཀྱིས་ལག་ཁྱེར་འདི་སྤྲོད་མི་ ལག་ཁྱེར་དབང་འཛིན་དེ་ལུ་ བློ་གཏད་འབད་ཡོདཔ་ལས་ ནཱ་ལུ་བརྡ་མཚོན་སྟོན་ཡོད་ན་མ་གཏོགས་ དེ་མིན་ ཁྱོད་ཀྱིས་ལག་ཁྱེར་འདི་གི་ བདེན་བཤད་ལུ་ བློ་གཏད་ཡོདཔ་ཨིན།

source: Because you do not know the certificate authority that issued this certificate, you do not trust the authenticity of this certificate unless otherwise indicated here.
dz_bt: ཁྱོད་ཀྱིས་ལག་ཁྱེར་འདི་སྤྲོད་མི་ ལག་ཁྱེར་དབང་འཛིན་དེ་ ངོ་མ་ཤེསཔ་ལས་ ནཱ་ལུ་བརྡ་མཚོན་སྟོན་ཡོད་ན་མ་གཏོགས་ དེ་མིན་ ཁྱོད་ཀྱིས་ལག་ཁྱེར་འདི་གི་ བདེན་བཤད་ལུ་ བློ་གཏད་མེདཔ་ཨིན།

source: Certificate for this certificate authority was not found
dz_bt: ལག་ཁྱེར་དབང་འཛིན་འདི་གི་དོན་ལུ་ ལག་ཁྱེར་དེ་འཚོལ་མ་ཐོབ།

source: deleteSslFlag
dz_bt: ཨེསི་ཨེསི་ཨེལ་ཐུར་རྟགས་བཏོན་གཏང་

source: Are you sure you want to delete these web site certificates?
dz_bt: ཁྱོད་ཀྱིས་ཝེབ་ས་ཁོངས་ཀྱི་ལག་ཁྱེར་འདི་ཚུ་ བཏོན་གཏང་ནི་ངེས་གཏན་ཨིན་ན?

source: If you delete a web site certificate, you will be asked to accept it again the next time you visit the web site.
dz_bt: ཁྱོད་ཀྱིས་ཝེབ་ས་ཁོངས་ཀྱི་ལག་ཁྱེར་ཅིག་ བཏོན་གཏང་པ་ཅིན་ ཤུལ་ལས་ཁྱོད་ཀྱིས་ ཝེབ་ས་ཁོངས་དེ་ལུ་ ལྟ་སྤྱོེད་འབདཝ་ད་ ཁྱོད་ལུ་ལོག་སྟེ་ར་ དང་ལེན་འབད་ཟེར་སླབ་འོང་།

source: Delete Web Site Certificates
dz_bt: ཝེབ་ས་ཁོངས་ཀྱི་ལག་ཁྱེར་ཚུ་གཏོན་གཏང་

source: deleteUserFlag
dz_bt: ལག་ལེན་པའི་ཟུར་རྟགས་བཏོན་གཏང་

source: Are you sure you want to delete these certificates?
dz_bt: ཁྱོད་ཀྱིས་ལག་ཁྱེར་འདི་ཚུ་ བཏོན་གཏང་ནི་ ངེས་གཏན་ཨིན་ན?

source: If you delete one of your own certificates, you can no longer use it to identify yourself.
dz_bt: ཁྱོད་ཀྱིས་ཁྱོད་རའི་ལག་ཁྱེར་གཅིག་ བཏོན་གཏང་པ་ཅིན་ དེ་ལས་ཕར་ ཁྱོད་ར་ངོས་འཛིན་འབད་ནི་ལུ་ འདི་ལག་ལེན་འཐབ་མི་ཚུགས།

source: Delete your Certificates
dz_bt: ཁྱོད་རའི་ལག་ཁྱེར་ཚུ་བཏོན་གཏང་

source: deleteCaFlag
dz_bt: ལག་ཁྱེར་དབང་འཛིན་གྱི་ཟུར་རྟགས་བཏོན་གཏང་

source: Are you sure you want to delete these CA certificates?
dz_bt: ཁྱོད་ཀྱིས་ལག་ཁྱེར་དབང་འཛིན་གྱི་ ལག་ཁྱེར་འདི་ཚུ་ བཏོན་གཏང་ནི་ངེས་གཏན་ཨིན་ན?

source: If you delete a certificate authority (CA) certificate, your browser will no longer trust any certificates issued by that CA.
dz_bt: ཁྱོད་ཀྱིས་ལག་ཁྱེར་དབང་འཛིན་གྱི་ ལག་ཁྱེར་ཅིག་བཏོན་གཏང་ད་པ་ཅིན་ ཁྱོད་ཀྱི་བརའུ་ཟར་གྱིས་ དེ་ལས་ཕར་ ལག་ཁྱེར་དབང་དེ་གིས་སྤྲོད་མི་ ལག་ཁྱེར་ག་ལུ་ཡང་ བློ་མི་གཏད།

source: Delete CA Certificates
dz_bt: ལག་ཁྱེར་དབང་འཛིན་གྱི་ ལག་ཁྱེར་ཚུ་བཏོན་གཏང་

source: deleteEmailFlag
dz_bt: གློག་འཕྲིན་གྱི་ཟུར་རྟགས་ཚུ་བཏོན་གཏང་

source: Are you sure you want to delete these people's e-mail certificates?
dz_bt: ཁྱོད་ཀྱིས་མི་མང་གི་ གློག་འཕྲིན་ལག་ཁྱེར་འདི་ཚུ་ བཏོན་གཏང་ནི་ངེས་གཏན་ཨིན་ན?

source: If you delete an e-mail certificate, your will no longer be able to send encrypted e-mail to those people.
dz_bt: ཁྱོད་ཀྱི་གློག་འཕྲིན་ལག་ཁྱེར་ཅིག་ བཏོན་གཏང་པ་ཅིན་ དེ་ལས་ཕར་ ཁྱོད་ཀྱིས་མི་དེ་ཚུ་ལུ་ གསང་བཟོས་གློག་འཕྲིན་ཚུ་ གཏང་མི་ཚུགས།

source: Delete E-Mail Certificates
dz_bt: གློག་འཕྲིན་ལག་ཁྱེར་ཚུ་བཏོན་གཏང་

source: File Name to Restore
dz_bt: སོར་ཆུད་འབད་དགོ་པའི་ཡིག་སྣོད་མིང་

source: File Name to Backup
dz_bt: རྒྱབ་ཐག་འབད་དགོ་པའི་ཡིག་སྣོད་མིང་

source: PKCS12 Files
dz_bt: PKCS12 ཡིག་སྣོད་ཚུ་

source: You have attempted to establish a connection with "%S". However, the security certificate presented belongs to "%S". It is possible, though unlikely, that someone may be trying to intercept your communication with this web site.
dz_bt: ཁྱོད་ཀྱིས་"%S"ལུ་མཐུད་ནིའི་དཔའ་བཅམ་ནུག། ཨིན་རུང་ཁྱོད་ཀྱིས་བྱིན་མི་ སྲུང་སྐྱོབ་ལག་ཁྱེར་དེ་ "%S"ལུ་བངམ་ཨིན་མས། མི་ཅིག་གིས་ ཝེབ་ས་ཁོངས་འདི་གི་ཐོག་ལས་ ཁྱོད་ཀྱི་བརྒྱུད་འབྲེལ་ འཇབ་འཛིན་འབད་དོ་ཡོདཔ་འོང་ག་མི་ཤེས།

source: If you suspect the certificate shown does not belong to "%S", please cancel the connection and notify the site administrator.
dz_bt: ནཱ་ལུ་སྟོན་ཏེ་ཡོད་པའི་ལག་ཁྱེར་འདི་ "%S"ལུ་བངམ་མེད་པའི་དོགས་པ་ཆགས་པ་ཅིན་ མཐུད་ལམ་དེ་ཆ་མེད་གཏང་ཞིནམ་ལས་ ས་ཁོངས་བདག་སྐྱོང་པ་ལུ་ བརྡ་བསྐུལ་འབད་གནང་།

source: "%S" is a site that uses a security certificate to encrypt data during transmission, but its certificate expired on %S.
dz_bt: "%S"དེ་ གནས་སྡུད་སྤེལ་བཀྲམ་གྱི་སྐབས་ལུ་ གནས་སྡུད་གསང་བ་བཟོ་ནི་ལུ་ སྲུང་སྐྱོབ་ལག་ཁྱེར་ཅིག་ ལག་ལེན་འཐབ་མི་ ས་ཁོངས་ཅིག་ཨིན་རུང་ འདི་%Sལུ་དུས་ཡོལ་ཐལ་སོ་ནུག།

source: Server Certificate Expired
dz_bt: སར་བར་གྱི་ལག་ཁྱེར་ དུས་ཡོལ་ཐལ་སོ་ནུག།

source: "%S" is a site that uses a security certificate to encrypt data during transmission, but its certificate will not be valid until %S.
dz_bt: "%S"དེ་ གནས་སྡུད་སྤེལ་བཀྲམ་གྱི་སྐབས་ལུ་ གནས་སྡུད་གསང་བ་བཟོ་ནི་ལུ་ སྲུང་སྐྱོབ་ལག་ཁྱེར་ཅིག་ ལག་ལེན་འཐབ་མི་ ས་ཁོངས་ཅིག་ཨིན་རུང་ འདི་%Sཚུན་ཚོད་ ནུས་ཅན་མི་འགྱོ།

source: Server Certificate Not Yet Valid
dz_bt: སར་བར་ལག་ཁྱེར་ད་ཚུན་ཡང་ ནུས་ཅན་མ་འགྱོ།

source: You should check to make sure that your computer's time (currently set to %S) is correct.
dz_bt: ཁྱོད་ཀྱིས་ཁྱོད་རའི་གློག་རིག་གི་ཆུ་ཚོད་ (ད་ལྟོ་%Sལུ་གཞི་སྒྲིག་སྦེ་ཡོད་མི་དེ་) ངེས་བདེན་ཨིནམ་མེནམ་་ཞིབ་དཔྱད་འབད་དགོ།

source: Use this button to reset %S's security preferences to their factory settings.
dz_bt: %Sགི་སྲུང་སྐྱོབ་དགའ་གདམ་ཚུ་ རང་སོའི་འཕྲུལ་ཁང་གི་སྒྲིག་སྟངས་ལུ་ སླར་སྒྲིག་འབད་ནི་ལུ་ ཨེབརྟ་འདི་ལག་ལེན་འཐབ།

source: This certificate has been verified for the following uses:
dz_bt: ལག་ཁྱེར་འདི་ འོག་གི་དགོས་དོན་ཚུ་གི་དོན་ལུ་ བདེན་སྦྱོར་འབད་ཡི་:

source: Could not verify this certificate because it has been revoked.
dz_bt: ལག་ཁྱེར་འདི་བདེན་སྦྱོར་འབད་མ་ཚུགས་ ག་ཅི་སྦེ་ཟེར་བ་ཅིན་ འདི་ཆ་མེད་བཏང་ནུག།

source: Could not verify this certificate because it has expired.
dz_bt: ལག་ཁྱེར་འདི་བདེན་སྦྱོར་འབད་མ་ཚུགས་ ག་ཅི་སྦེ་ཟེར་བ་ཅིན་ འདི་དུས་ཡོལ་ཐལ་སོ་ནུག།

source: Could not verify this certificate because it is not trusted.
dz_bt: ལག་ཁྱེར་འདི་བདེན་སྦྱོར་འབད་མ་ཚུགས་ ག་ཅི་སྦེ་ཟེར་བ་ཅིན་ འདི་ལོ་བློ་གཏད་མ་འབད་བས།

source: Could not verify this certificate because the issuer is not trusted.
dz_bt: ལག་ཁྱེར་འདི་བདེན་སྦྱོར་འབད་མ་ཚུགས་ ག་ཅི་སྦེ་ཟེར་བ་ཅིན་ འདི་སྤྲོད་མི་ལུ་བློ་གཏད་མ་འབད་བས།

source: Could not verify this certificate because the issuer is unknown.
dz_bt: ལག་ཁྱེར་འདི་བདེན་སྦྱོར་འབད་མ་ཚུགས་ ག་ཅི་སྦེ་ཟེར་བ་ཅིན་ འདི་སྤྲོད་མི་དེ་ ངོ་ཤེས་མ་ཚུགས།

source: Could not verify this certificate because the CA certificate is invalid.
dz_bt: ལག་ཁྱེར་འདི་བདེན་སྦྱོར་འབད་མ་ཚུགས་ ག་ཅི་སྦེ་ཟེར་བ་ཅིན་ ལག་ཁྱེར་གྲི་ལག་ཁྱེར་དེ་ ནུས་མེད་ཨིན་མས།

source: Could not verify this certificate for unknown reasons.
dz_bt: མ་ཤེས་པའིརྒྱུ་མཚན་ཚུ་ལུ་བརྟེན་ཏེ་ ལག་ཁྱེར་འདི་བདེན་སྦྱོར་འབད་མ་ཚུགས།

source: Organization: "%S"
dz_bt: ཚོེགས་སྡེ་: "%S"

source: Issued Under: "%S"
dz_bt: ཐོག་ལུ་སྤྲོད་པ་:"%S"

source: Web Site Identity Not Verified
dz_bt: ཝེབ་ས་ཁོངས་ཀྱི་ངོ་རྟགས་ བདེན་སྦྱོར་མ་འབད་བས།

source: Web Site Identity Verified
dz_bt: ཝེབ་ས་ཁོངས་ཀྱི་ངོ་རྟགས་ བདེན་འབད་ཡི།

source: The web site %S supports authentication for the page you are viewing. The identity of this web site has been verified by %S, a certificate authority you trust for this purpose.
dz_bt: ཝོབ་ས་ཁོངས་%Sགིས་ ཁྱོད་ཀྱིས་བལྟ་བའི་བསྒང་ཡོད་མི་ ཤོག་ལེབ་དེ་ལུ་ བདེན་བཤད་ཀྱི་རྒྱབ་སྐྱོར་འབདཝ་མས། ཝེབ་ས་ཁོངས་འདི་གི་ངོ་རྟགས་དེ་ ཁྱོད་ཀྱིས་དགོས་དོན་འདི་གི་དོན་ལུ་ བློ་གཏད་འབད་མི་ ལག་ཁྱེར་དབང་འཛིན་ཅིག་གིས་ བདེན་སྦྱོར་འབད་ཡི།

source: View the security certificate that verifies this web site's identity.
dz_bt: ཝེབ་ས་ཁོངས་འདི་གི་ངོརྟགས་ བདེན་སྦྱོར་འབད་མི་ སྲུང་སྐྱོབ་ལག་ཁྱེར་དེ་སྟོན།

source: Connection Not Encrypted
dz_bt: མཐུད་ལམ་གསང་བ་མ་བཟོ་བས།

source: The web site %S does not support encryption for the page you are viewing.
dz_bt: ཝེབ་ས་ཁོངས་ %Sདེ་གིས་ ཁྱོད་ཀྱིས་བལྟ་བའི་བསྒང་ཡོད་མི་ ཤོག་ལེབ་དེ་ གསང་བ་བཟོ་ནི་ལུ་ རྒྱབ་སྐྱོར་མི་འབད་བས།

source: Information sent over the Internet without encryption can be seen by other people while it is in transit.
dz_bt: གསང་བ་མ་བཟོ་བར་ ཨིན་ཊར་ནེཊི་བརྒྱུད་དེ་བཏང་མི་བརྡ་དོན་ཚུ་ བརྒྱུད་འགྲུལ་ནང་ལུ་ མི་གཞན་གྱིས་མཐོང་ཚུགསཔ་ཨིན།

source: The page you are viewing is not encrypted.
dz_bt: ཁྱོད་ཀྱིས་བལྟ་བའི་བསྒང་ཡོད་མི་ ཤོག་ལེབ་དེ་ གསང་བཟོས་མེན་པས།

source: Connection Encrypted: High-grade Encryption (%S %S bit)
dz_bt: མཐུད་ལམ་གསང་བ་བཟོ་ནུག་:སྤུས་ཚད་མཐོ་བའི་གསང་བཟོ་(བིཊི་%S %S)

source: The page you are viewing was encrypted before being transmitted over the Internet.
dz_bt: ཁྱོད་ཀྱིས་བལྟ་བའི་བསྒང་ཡོད་མི་ཤོག་ལེབ་དེ་ ཨིན་ཊར་ནེཊི་གི་ཐོག་ལས་ མ་བཏང་པའི་གོང་ལས་ གསང་བ་བཟོ་ནུག།

source: Encryption makes it very difficult for unauthorized people to view information traveling between computers. It is therefore very unlikely that anyone read this page as it traveled across the network.
dz_bt: གསང་བ་བཟོ་ནི་དེ་གིས་ བརྡ་དོན་ཚུ་ གློག་རིག་ཚུ་གི་བར་ན་ བརྒྱུད་འགྲུལ་འཐབ་པའི་སྐབས་ གནང་བ་མེད་པའི་ མི་ཚུ་གིས་བལྟ་ནི་ལུ་ ལཱ་ཁག་ཡོདཔ་ཨིན།

source: Connection Encrypted: Low-grade Encryption (%S %S bit)
dz_bt: མཐུད་ལམ་གསང་བ་བཟོ་ནུག་:སྤུས་ཚད་དམའ་བའི་གསང་བཟོ་ (བིཊི་%S %S)

source: The web site %S is using low-grade encryption for the page you are viewing.
dz_bt: ཝེབ་ས་ཁོངས་%Sའདི་གིས་ ཁྱོད་ཀྱིས་བལྟ་བའི་བསྒང་ཡོད་མི་ ཤོག་ལེབ་འདི་གི་དོན་ལུ་ སྤུས་ཚད་དམའ་བའི་གསང་བཟོ་ལག་ལེན་འཐབ་དོ།

source: Low-grade encryption may allow some unauthorized people to view this information.
dz_bt: སྤུས་ཚད་དམའ་བའི་གསང་བཟོ་འདི་ནང་ གནང་བ་མེད་པའི་ མི་ལ་ལོ་ཅིག་གིས་ བརྡ་དོན་འདི་བལྟ་ཚུགསཔ་ཨིན།

source: Connection Partially Encrypted
dz_bt: མཐུད་ལམ་གྱི་ཆ་ཤས་ཅིག་ གསང་བ་བཟོ་ནུག

source: Parts of the page you are viewing were not encrypted before being transmitted over the Internet.
dz_bt: ཁྱོད་ཀྱིས་བལྟ་བའི་བསྒང་ཡོད་མི་ ཤོག་ལེབ་དེ་གི་ཆ་ཤས་ཚུ་ ཨིན་ཊར་ནེཊི་གི་ཐོག་ལུ་ མ་བཏང་པའི་ཧེ་མ་ གསང་བ་མ་བཟོ་བས།

source: Certificate Viewer:
dz_bt: ལག་ཁྱེར་མཐོང་བྱེད་:

source: <Not Part Of Certificate>
dz_bt: <ལག་ཁྱེར་གྱི་ཆ་ཤས་མེན་>

source: <Unknown Issuer>
dz_bt: <སྤྲོད་མི་ངོ་མ་ཤེསཔ་>

source: You should click OK only if you trust "%S" to protect your encryption private key.
dz_bt: "%S"གིས་ཁྱོད་རའི་ གསང་བཟོའི་སྒེར་གྱི་ལྡེ་མིག་ ཉེན་སྐྱོབ་འབད་ནི་ལུ་ བློ་གཏད་ཡོད་པ་ཅིན་རྐྱངམ་གཅིག་ བཏུབ་ གུ་ཨེབ་གཏང་འབད།

source: (not set)
dz_bt: (གཞི་སྒྲིག་མ་འབད་བས་)

source: Unable to change Master Password.
dz_bt: ཆོག་ཡིག་ཨམ་སོར་མ་ཚུགས་

source: You did not enter the correct current Master Password. Please try again.
dz_bt: ཁྱོད་ཀྱིས་ད་ལྟོའི་ཆོག་ཡིག་ཨམ་ ངེས་བདེན་དེ་མ་བཙུགས་པས། ལོག་སྟེ་འབད་རྩོལབསྐྱེད་གནང་།

source: Master Password successfully changed.
dz_bt: ཆོག་ཡིག་ཨམ་ མཐར་འཁྱོལ་སྦེ་སོར་ཡི།

source: Warning! You have deleted your Master Password.
dz_bt: ཉེན་བརྡ་! ཁྱོད་ཀྱིས་ཁྱོད་རའི་ཆོག་ཡིག་ཨམ་ བཏོན་བཏང་ནུག།

source: Warning! You have decided not to use a Master Password.
dz_bt: ཉེན་བརྡ་: ཁྱོད་ཀྱིས་ཆོག་ཡིག་ཨམ་ ལག་ལེན་མི་འཐབ་ནི་སྦེ་ ཐག་བཅད་ནུག།

source: Your stored web and email passwords, form data, and private keys will not be protected.
dz_bt: ཁྱོད་ཀྱིས་གསོག་འཇོག་འབད་ཡོད་པའི་ ཝེབ་དང་གློག་འཕྲིན་གྱི་ཆོག་ཡིག་ཚུ་དང་ འབྲི་ཤོག་གི་གནས་སྡུད་ སྒེར་གྱི་ལྡེ་མིག་ཚུ་ ཉེན་སྐྱོབ་འབད་མི་ཚུགས།

source: You are currently in FIPS mode. FIPS requires a non-empty Master Password.
dz_bt: ད་ལྟོ་ཁྱོད་ FIPS ཐབས་ལམ་ནང་འདུག། FIPS འདི་ལུ་ སྟོངམ་མེན་པའི་ ཆོག་ཡིག་ཅིག་དགོཔ་ཨིན།

source: Failed to Login
dz_bt: ནང་བསྐྱོད་འབད་མ་ཚུགས།

source: Choose a PKCS#11 device to load
dz_bt: མངོན་གསལ་འབད་ནི་ལུ་ PKCS#11 ཐབས་འཕྲུལ་ཅིག་ གདམ་ཁ་རྐྱབས།

source: Module
dz_bt: མོ་ཌུལ་

source: Path
dz_bt: འགྲུལ་ལམ་

source: Label
dz_bt: ཁ་ཡིག་

source: Manufacturer
dz_bt: བཟོ་བསྐྲུན་པ་

source: Serial Number
dz_bt: གོ་རིམ་ཨང་

source: HW Version
dz_bt: ཨེཆ་ཌབ་ལུ་ཐོན་རིམ་

source: FW Version
dz_bt: ཨེཕ་ཌབ་ལུ་ཐོན་རིམ་

source: Status
dz_bt: གནས་ཚད་

source: Description
dz_bt: འགྲེལ་བཤད་

source: Disabled
dz_bt: ལྕོགས་མིན་

source: Not Present
dz_bt: མིན་འདུག་

source: Uninitialized
dz_bt: འགོ་འབྱེད་མ་འབདཝ་

source: Not Logged In
dz_bt: ནང་བསྐྱོད་མ་འབདཝ་

source: Logged In
dz_bt: ནང་བསྐྱོད་འབད་ཡོདཔ་

source: Ready
dz_bt: གྲ་སྒྲིག་

source: Enable FIPS
dz_bt: FIPS ལྕོགས་ཅན་བཟོ་

source: Disable FIPS
dz_bt: FIPS ལྕོགས་མིན་བཟོ་

source: FIPS mode requires that you have a Master Password set for each security device. Please set the password before trying to enable FIPS mode.
dz_bt: FIPS ཐབས་ལམ་དེ་ལུ་ སྲུང་སྐྱོབ་ཐབས་འཕྲུལ་རེ་རེའི་དོན་ལུ་ ཆོག་ཡིག་ཨམ་ གཞི་སྒྲིག་འབད་དགོཔ་ཨིན། FIPS ཐབས་ལམ་ ལྕོགས་ཅན་མ་བཟོ་བའི་ཧེ་མ་ ཆོག་ཡིག་གཞི་སྒྲིག་འབད།

source: %S cannot establish an encrypted connection with "%S".
dz_bt: %Sགིས་"%S"དང་གཅིག་ཁར་ གསང་བཟོས་མཐུད་ལམ་ཅིག་ གཞི་བཙུགས་འབད་མི་ཚུགས།

source: The certificate revocation list (CRL) from "%S" needs to be updated.
dz_bt: "%S"ནང་ལས་ ལག་ཁྱེར་ཆ་མེད་ཐོ་ཡིག་ (སི་ཨར་ཨེལ་) དེ་ དུས་མཐུན་བཟོ་དགོཔ་འདུག།

source: None
dz_bt: ཅི་མེད་

source: URL originally fetched from
dz_bt: ཡུ་ཨར་ཨེལ་ འགོ་ཐོག་ལེན་ས་

source: URL advertised by the CA
dz_bt: ལག་ཁྱེར་དབང་འཛིན་གྱིས་ ཚོང་བསྒྲགས་འབད་མི་ ཡུ་ཨར་ཨེལ་

source: Automatic update preferences will take effect when you restart the browser.
dz_bt: རང་བཞིན་དུས་མཐུན་གྱི་དགའ་གདམ་ཚུ་ ཁྱོད་ཀྱིས་བརའུ་ཟར་ ལོག་འགོ་བཙུགསཔ་ད་ ནུས་པ་འཐོབ་འོང་།

source: Number of days before next update must be a number greater than zero.
dz_bt: དུས་མཐུན་ཤུལ་མམ་གྱི་ཚེས་གྲངས་དེ་ ཀླད་ཀོར་ལས་མཐོ་བའི་ ཨང་གྲངས་ཅིག་དགོ།

source: Frequency of update must be a number greater than zero.
dz_bt: འབྱུང་ཐེངས་དེ་ ཀླད་ཀོར་ལས་མཐོ་བའི་ ཨང་གྲངས་ཅིག་དགོ།

source: Automatic Update is not enabled for this CRL.
dz_bt: ལག་ཁྱེར་ཆ་མེད་ཐོ་ཡིག་འདི་གི་དོན་ལུ་ རང་བཞིན་དུས་མཐུན་བཟོ་ནི་དེ་ ལྕོགས་ཅན་མ་བཟོ་བས།

source: Automatic Update is enabled for this CRL.
dz_bt: ལག་ཁྱེར་ཆ་མེད་ཐོ་ཡིག་འདི་གི་དོན་ལུ་ རང་བཞིན་དུས་མཐུན་བཟོ་ནི་དེ་ ལྕོགས་ཅན་བཟོ་ནུག།

source: Would would like to enable automatic update?
dz_bt: ཁྱོད་ཀྱིས་རང་བཞིན་དུས་མཐུན་བཟོ་ནི་དེ་ ལྕོགས་ཅན་བཟོ་ནི་ཨིན་ན?

source: Would would like to view the automatic update settings?
dz_bt: ཁྱོད་ཀྱིས་རང་བཞིན་དུས་མུཐན་བཟོ་ནིའི་སྒྲིག་སྟངས་ཚུ་ བལྟ་ནི་ཨིན་ན?

source: <Not Defined>
dz_bt: <ངེས་འཛིན་མ་འབད་བས་>

source: Auto update URL is not defined.
dz_bt: རང་བཞིན་དུས་མཐུན་བཟོ་ནིའི་ ཡུ་ཨར་ཨེལ་དེ་ ངེས་འཛིན་མ་འབད་བས།

source: Yes
dz_bt: ཨིན་

source: No
dz_bt: མེན་

source: Reset Master Password
dz_bt: ཆོག་ཡིག་ཨམ་སླར་སྒྲིག་འབད་

source: Your password has been reset.
dz_bt: ཁྱོད་ཀྱི་ཆོག་ཡིག་དེ་ སླར་སྒྲིག་འབད་ཡི།

source: Enabled
dz_bt: ལྕོགས་ཅན་

source: Not Enabled
dz_bt: ལྕོགས་ཅན་མ་བཟོ་བས་

source: OK
dz_bt: བཏུབ་

source: Failed
dz_bt: མ་བཏུབ་

source: Import Certificate Revocation List
dz_bt: ལག་ཁྱེར་ཆམེད་ཐོ་ཡིག་ ནང་འདྲེན་འབད།

source: Import the CRL from:
dz_bt: ལག་ཁྱེར་ཆ་མེད་ཐོ་ཡིག་ནང་འདྲེན་འབད་ས་:

source: Select File containing somebody's Email certificate to import
dz_bt: ནང་འདྲེན་འབད་ནི་ལུ་ མི་གཞན་གཅིག་གི་ གློག་འཕྲིན་ལག་ཁྱེར་ཡོད་པའི་ ཡིག་སྣོད་ཅིག་སེལ་འཐུ་འབད།

source: Select File containing CA certificate(s) to import
dz_bt: ནང་འདྲེན་འབད་ནི་ལུ་ ལག་ཁྱེར་དབང་འཛིན་གྱི་ ལག་ཁྱེར་ཡོད་པའི་ ཡིག་སྣོད་ཅིག་སེལ་འཐུ་འབད།

source: Select File containing Web Site certificate to import
dz_bt: ནང་འདྲེན་འབད་ནི་ལུ་ ཝེབ་ས་ཁོངས་ཀྱི་ ལག་ཁྱེར་ཡོད་པའི་ ཡིག་སྣོད་ཅིག་སེལ་འཐུ་འབད།

source: Certificate Files
dz_bt: ལག་ཁྱེར་གྱི་ཡིག་སྣོད་ཚུ་

source: The site '%S' has requested that you sign the following text message:
dz_bt: ས་ཁོངས་'%S'གིས་ ཁྱོད་ལུ་འོག་གི་ཚིག་ཡིག་འཕྲིན་དོན་ལུ་ མིང་རྟགས་བཀོད་དགོ་པའི་ ཞུ་བ་འབད་ནུག་:
