Repository: tenzin/dzongkha-linux-translation-files
Catalog: thunderbird-1.5.0.9-xpi/*/pippki/pippki.dtd.po
Languages: dz_bt

source: Change Master Password
dz_bt: ཆོག་ཡིག་ཨམ་སོར་

source: Security Device
dz_bt: སྲུང་སྐྱོབ་ཐབས་འཕྲུལ་

source: Current password:
dz_bt: ད་ལྟོའི་ཆོག་ཡིག་:

source: New password:
dz_bt: ཆོག་ཡིག་གསརཔ་:

source: New password (again):
dz_bt: ཆོག་ཡིག་གསརཔ་ (ལོག་སྟེ་):

source: Password quality meter
dz_bt: ཆོག་ཡིག་གི་སྤུས་ཚད་མི་ཊར་

source: Loading
dz_bt: མངོན་གསལ་འབད་དོ་

source: Reset
dz_bt: སླར་སྒྲིག་

source: Reset Master Password
dz_bt: ཆོག་ཡིག་ཨམ་སླར་སྒྲིག་འབད་

source: If you reset your master password, all your stored web and e-mail passwords, form data, personal certificates, and private keys will be forgotten. Are you sure you want to reset your master password?
dz_bt: ཁྱོད་ཀྱིས་ཁྱོད་རའི་ཆོག་ཡིག་ཨམ་ སླར་སྒྲིག་འབད་བ་ཅིན་ ཁྱོད་རའི་གསོག་འཇོག་འབད་ཡོད་པའི་ ཝེབ་དང་གློག་འཕྲིན་གྱི་ཆོག་ཡིག་ འབྲི་ཤོག་གནས་སྡུད་ རང་དོན་ལག་ཁྱེར་ སྒེར་གྱི་ལྡེ་མིག་ཚུ་ ཆ་མཉམ་ར་ བརྗེད་འགྱོ་འོང་། ཁྱོད་ཀྱིས་ཁྱོད་རའི་ཆོག་ཡིག་ཨམ་ སླར་སྒྲིག་འབད་ནི་ ངེས་གཏན་ཨིན་ན?

source: Enter Master Password
dz_bt: ཆོག་ཡིག་ཨམ་བཙུགས་

source: Password:
dz_bt: ཆོག་ཡིག་:

source: Error
dz_bt: འཛོལ་བ་

source: Error - cannot recover
dz_bt: འཛོལ་བ་ - སླར་གསོ་འབད་མི་ཚུགས་པས་

source: Security
dz_bt: སྲུང་སྐྱོབ་

source: Settings for general security
dz_bt: ཡོངས་ཁྱབ་སྲུང་སྐྱོབ་ཀྱི་་སྒྲིག་སྟངས་

source: Security Level
dz_bt: སྲུང་སྐྱོབ་གནས་རིམ་

source: Use paranoid security settings
dz_bt: པེ་ར་ནོ་ཡིཌི་ སྲུང་སྐྱོབ་སྒྲིག་སྟངས་ ལག་ལེན་འཐབ་

source: Certificates
dz_bt: ལག་ཁྱེར་ཚུ་

source: Manage Certificates
dz_bt: ལག་ཁྱེར་ཚུ་འཛིན་སྐྱོང་འཐབ་

source: Downloading Certificate
dz_bt: ལག་ཁྱེར་ཕབ་ལེན་འབད་དོ་

source: You have been asked to trust a new Certificate Authority (CA).
dz_bt: ཁྱོད་ལུ་ལག་ཁྱེར་དབང་འཛིན་གསརཔ་ཅིག་ལུ་ བློ་གཏད་དགོཔ་སྦེ་སླབ་ནུག།

source: Trust this CA to identify web sites.
dz_bt: ཝེབ་ས་ཁོངས་ངོས་འཛིན་འབད་ནི་ལུ་ ལག་ཁྱེར་དབང་འཛིན་འདི་ལུ་བློ་གཏད།

source: Trust this CA to identify email users.
dz_bt: གློག་འཕྲིན་ལག་ལེན་པ་ ་ངོས་འཛིན་འབད་ནི་ལུ་ ལག་ཁྱེར་དབང་འཛིན་འདི་ལུ་བློ་གཏད།

source: Trust this CA to identify software developers.
dz_bt: མཉེན་ཆས་བཟོ་མི་ ངོས་འཛིན་འབད་ནི་ལུ་ ལག་ཁྱེར་དབང་འཛིན་འདི་ལུ་བློ་གཏད།

source: Before trusting this CA for any purpose, you should examine its certificate and its policy and procedures (if available).
dz_bt: དགོས་དོན་ག་ཅི་གི་དོན་ལུ་ཡང་ ལག་ཁྱེར་དབང་འཛིན་འདི་ལུ་ བློ་གཏད་མ་འབད་བའི་ཧེ་མ་ འདི་གི་ལག་ཁྱེར་དང་ འདི་གི་སྲིད་བྱུས་ བྱ་སྒོའི་ལམལུགས་ཚུ་ལུ་ (ཡོད་པ་ཅིན་)བརྟག་དཔྱད་འབད་དགོ།

source: View
dz_bt: སྟོན་

source: Policy
dz_bt: སྲིད་བྱུས་

source: Examine CA certificate
dz_bt: ལག་ཁྱེར་དབང་འཛིན་གྱི་ ལག་ཁྱེར་ལུ་ བརྟག་དཔྱད་འབད་

source: Examine CA policies and procedures
dz_bt: ལག་ཁྱེར་དབང་འཛིན་གྱི་ སྲིད་བྱུས་དང་བྱ་སྒོའི་ལམ་ལུགས་ཚུ་ལུ་ བརྟག་དཔྱད་འབད།

source: Certificate Exists
dz_bt: ལག་ཁྱེར་འདུག་

source: The Certificate already exists.
dz_bt: ལག་ཁྱེར་ཧེ་མ་ལས་འདུག།

source: Security Error: Domain Name Mismatch
dz_bt: སྲུང་སྐྱོབ་ཀྱི་འཛོལ་བ་: ཌོ་མེན་གྱི་མིང་མི་མཐུན་པ།

source: &View Certificate
dz_bt: ལག་ཁྱེར་སྟོན་ (&V)

source: Would you like to continue anyway?
dz_bt: ཁྱོད་ཀྱིས་གང་རུང་སྦེ་ འཕྲོ་མཐུད་ནིཨིན་ན?

source: Continue
dz_bt: འཕྲོ་མཐུད་

source: User Identification Request
dz_bt: ལག་ལེན་པ་ངོས་འཛིན་གྱི་ཞུ་བ་

source: This site has requested that you identify yourself with a certificate:
dz_bt: ས་ཁོངས་འདི་གིས་ ཁྱོད་ལུ་ལག་ཁྱེར་ཅིག་གི་ཐོག་ལས་ ཁྱོད་ར་ངོས་འཛིན་འབད་དགོ་པའི་ ཞུ་བ་འབད་ནུག།

source: Choose a certificate to present as identification:
dz_bt: ངོ་རྟགས་སྦེ་སྤྲོད་ནིའི་ ལག་ཁྱེར་ཅིག་ གདམ་ཁ་རྐྱབས།

source: Details of selected certificate:
dz_bt: སེལ་འཐུ་འབད་མི་ ལག་ཁྱེར་གྱི་རྒྱས་བཤད་:

source: Select Certificate
dz_bt: ལག་ཁྱེར་སེལ་འཐུ་འབད་

source: Certificate:
dz_bt: ལག་ཁྱེར་:

source: Choose a Certificate Backup Password
dz_bt: ལག་ཁྱེར་རྒྱབ་ཐག་ཆོག་ཡིག་ཅིག་ གདམ་ཁ་རྐྱབས།

source: The certificate backup password you set here protects the backup file that you are about to create. You must set this password to proceed with the backup.
dz_bt: ཁྱོད་ཀྱིས་ནཱ་ལུ་ གཞི་སྒྲིག་འབད་མི་ རྒྱབ་ཐག་ཆོག་ཡིག་དེ་གིས་ ཁྱོད་ཀྱིས་གསར་བསྐྲུན་འབད་ནི་འབད་མི་ རྒྱབ་ཐག་ཡིག་སྣོད་དེ་ ཉེན་སྐྱོབ་འབད་འོང་། རྒྱབ་ཐག་བཟོ་ནི་ལུ་ ཁྱོད་ཀྱིས་ཆོག་ཡིག་འདི་ གཞི་སྒྲིག་འབད་དགོ།

source: Certificate backup password:
dz_bt: ལག་ཁྱེར་རྒྱབ་ཐག་ཆོག་ཡིག་:

source: Certificate backup password (again):
dz_bt: ལག་ཁྱེར་རྒྱབ་ཐག་ཆོག་ཡིག་ (ལོག་སྟེ་):

source: Important: If you forget your certificate backup password, you will not be able to restore this backup later. Please record it in a safe location.
dz_bt: གལ་ཅན་: ཁྱོད་ཀྱིས་ཁྱོད་རའི་ ལག་ཁྱེར་གྱི་རྒྱབ་ཐག་ཆོག་ཡིག་དེ་ བརྗེད་སོང་པ་ཅིན་ ཤུལ་ལས་རྒྱབ་ཐག་འདི་ སོར་ཆུད་འབད་མི་ཚུགས། དེ་གིས་སྦེ་ ཉེན་སྲུང་ཅན་གྱི་གནས་ཁོངས་ཅིག་ནང་ བཀོད་བཞག་དགོ།

source: Password Entry Dialog
dz_bt: ཆོག་ཡིག་བཙུགས་སའི་ཌའི་ལོག

source: Please enter the password that was used to encrypt this certificate backup.
dz_bt: ལག་ཁྱེར་རྒྱབ་ཐག་འདི་ གསང་བ་བཟོ་ནི་ལུ་ ལག་ལེན་འཐབ་མི་ ཆོག་ཡིག་དེ་བཙུགས་གནང་།

source: Choose Token Dialog
dz_bt: ངོ་རྟགས་ཌའོ་ལོག་ གདམ་ཁ་རྐྱབས་

source: Please choose a token.
dz_bt: ངོ་རྟགས་ཅིག་ གདམ་ཁ་བརྐྱབ་གནང་།

source: Encryption Key Copy
dz_bt: གསང་བཟོའི་ལྡེ་མིག་འདྲ་

source: Important: This certificate authority has asked to make a backup of your encryption private key.
dz_bt: གལ་ཅན་: ལག་ཁྱེར་དབང་འཛིན་འདི་གིས་ ཁྱོད་རའི་གསང་བཟོའི་སྒེར་གྱི་ལྡེ་མིག་གི་ རྒྱབ་ཐག་ཅིག་ བཟོ་ཟེར་སླབ་ནུག།

source: The benefit is that if you lose access to your encryption private key, you can request a copy from this certificate authority.
dz_bt: འདི་གི་ཕན་ཐོགས་དེ་ ཁྱོད་ཀྱིས་ཁྱོད་རའི་གསང་བཟོའི་སྒེར་གྱི་ལྡེ་མིག་ལུ་ འཛུལ་སྤྱོད་འབད་མ་ཚུགས་པ་ཅིན་ ཁྱོད་ཀྱིས་ལག་ཁྱེར་དབང་འཛིན་འདི་ལས་ འདྲ་ཅིག་ལེན་ཚུགས།

source: However, your encryption private key will be stored by the certificate authority, and could be used to read your encrypted email or documents without your permission.
dz_bt: ཨིན་རུང་ ཁྱོད་ཀྱི་གསང་བཟོའི་སྒེར་གྱི་ལྡེ་མིག་དེ་ ལག་ཁྱེར་དབང་འཛིན་གྱིས་ གསོག་འཇོག་སྦེ་བཞག་སྟེ་ ཁྱོད་ཀྱི་གནང་བ་མེད་པར་ ཁྱོད་རའི་གསང་བཟོས་གློག་འཕྲིན་དང་ ཡིག་ཆ་ཚུ་ ལྷག་ནི་ལུ་ལག་ལེན་འཐབ་ཚུགས།

source: Please ask your system administrator for assistance
dz_bt: གྲོགས་རམ་གྱི་དོན་ལུ་ ཁྱོད་རའི་རིམ་ལུགས་བདག་སྐྱོང་པ་ལུ་སླབ་གནང་།

source: Generating A Private Key
dz_bt: སྒེར་གྱི་ལྡེ་མིག་ཅིག་བཟོ་བསྐྲུན་འབད་དོ་

source: Key Generation in progress... This may take a few minutes....
dz_bt: ལྡེ་མིག་བཟོ་བསྐྲུན་འབད་དོ་་་་་་ འདི་གི་དོན་ལུ་ སྐར་མ་དག་པ་ཅིག་འགོར་འོང་།

source: Please wait...
dz_bt: བསྒུག་གནང་་་་་

source: Text Signing Request
dz_bt: ཚིག་ཡིག་ལུ་མིང་རྟགས་བཀོད་དགོ་པའི་ཞུ་བ་

source: Signing Certificate
dz_bt: མིང་རྟགས་བཀོད་ནིའི་ལག་ཁྱེར་

source: To confirm you agree to sign this text message using your selected certificate, please confirm by entering the master password:
dz_bt: ཁྱོད་རའི་སེལ་འཐུ་འབད་མི་ལག་ཁྱེར་ ལག་ལེན་འཐབ་པའི་ཐོག་ལས་ ཚིག་ཡིག་འཕྲིན་དོན་འདི་ལུ་ མིང་རྟགས་བཀོད་ནི་ལུ་ ཐད་རི་འབའ་རི་ ཁས་ལེན་འབད་ནིའི་དོན་ལུ་ ཆོག་ཡིག་ཨམ་བཙུགས་པའི་ཐོག་ལས་ ངེས་དཔྱད་འབད་གནང་།
