Repository: tenzin/dzongkha-linux-translation-files
Catalog: thunderbird-1.5.0.9-xpi/*/pippki/pref-masterpass.dtd.po
Languages: dz_bt

source: Master Passwords
dz_bt: ཆོག་ཡིག་ཨམ་

source: Master Password Timeout
dz_bt: ཆོག་ཡིག་ཨམ་ ངལ་མཚམས་

source: &brandShortName; will ask for your master password:
dz_bt: &brandShortName; གིས་ ཁྱོད་རའི་ཆོག་ཡིག་ཨམ་དགོཔ་སྦེ་སླབ་འོང་:

source: The first time it is needed
dz_bt: ཐེངས་དང་པ་དགོཔ་

source: Every time it is needed
dz_bt: ཨ་རྟག་ར་དགོཔ་

source: If it has not been used for
dz_bt: ལག་ལེན་མ་འཐབ་པར་

source: minutes or longer
dz_bt: སྐར་མ་ ཡང་ན་ དེ་ལས་ཡུན་རིང་སོང་བ་

source: &Change Master Password
dz_bt: ཆོག་ཡིག་ཨམ་སོར་(&C)

source: Your master password protects sensitive information such as web passwords and certificates.
dz_bt: ཁྱོད་ཀྱི་ཆོག་ཡིག་ཨམ་གྱིས་ གལ་ཆེའི་བརྡ་དོན་ དཔེར་ན་ ཝེབ་ཀྱི་ཆོག་ཡིག་དང་ ལག་ཁྱེར་བཟུམ་ཚུ་ ཉེན་སྐྱོབ་འབདཝ་ཨིན།

source: Change Password...
dz_bt: ཆོག་ཡིག་སོར་་་་

source: &Reset Master Password
dz_bt: ཆོག་ཡིག་ཨམ་སླར་སྒྲིག་འབད་(&R)

source: If you reset your master password, all of your stored Web and e-mail passwords, form data, personal certificates, and private keys will be lost.
dz_bt: ཁྱོད་ཀྱིས་ཁྱོད་རའི་ཆོག་ཡིག་ཨམ་ སླར་སྒྲིག་འབད་བ་ཅིན་ ཁྱོད་ཀྱིས་གསོག་འཇོག་འབད་ཡོད་མི་ ཝེབ་དང་གློག་འཕྲིན་གྱི་ཆོག་ཡིག་ཚུ་དང་ འབྲི་ཤོག་གི་གནས་སྡུད་ རང་དོན་ལག་ཁྱེར་ སྒེར་གྱི་ལྡེ་མིག་ཚུ་ ཆ་མཉམ་ར་ བརླག་སྟོར་ཞུགས་འོང་།

source: Reset Password
dz_bt: ཆོག་ཡིག་སླར་སྒྲིག་འབད་
