Repository: tenzin/dzongkha-linux-translation-files
Catalog: thunderbird-1.5.0.4/toolkit/installer/windows/install.*.po
Languages: it

source: MS Sans Serif
it: ཨེམ་ཨེསི་ སཱནསི་ སེ་རིཕ་

source: Trebuchet MS Bold
it: ཊེ་བུ་ཅེཊི་ ཨེམ་ཨེསི་རྒྱགས་པ།

source: &OK
it: བཏུབ་(&O)

source: OK
it: བཏུབ་

source: Cancel
it: ཆ་མེད་གཏང་

source: &Cancel
it: ཆ་མེད་(&C)

source: &Next >
it: ཤུལ་མམ་>(&N)

source: < &Back
it: < རྒྱབ་ལོག་(&B)

source: &Ignore
it: སྣང་མེད་བཞག་(&I)

source: To configure a Proxy server for this download, click the Connection... button.
it: ཕབ་ལེན་འདི་གི་དོན་ལུ་ པོརོག་སི་སར་བར་ཅིག་ རིམ་སྒྲིག་འབད་ནི་ལུ་ མཐུད་ལམ་་་་ཨེབ་རྟ་གུ་ཨེབགཏང་འབད།

source: &Connection...
it: མཐུད་ལམ་་་(&C)

source: Proxy Settings:
it: པོརོག་སི་སྒྲིག་སྟངས་:

source: &Proxy Settings
it: པོརོག་སི་སྒྲིག་སྟངས་(&P)

source: Server:
it: སར་བར་:

source: Port:
it: འདྲེན་ལམ་:

source: User id:
it: ལག་ལེན་པའི་ཨའི་ཌི་:

source: Password:
it: ཆོག་ཡིག་:

source: Select a directory
it: སྣོད་ཐོ་ཅིག་སེལ་འཐུ་འབད་

source: &Directories:
it: སྣོད་ཐོ་ཚུ་:(&D)

source: Dri&ves:
it: འདྲེན་འཕྲུལ་ཚུ་:(&v)

source: Remaining:
it: ལྷག་ལུས་:

source: File:
it: ཡིང་སྣོད་:

source: URL:
it: ཡུ་ཨར་ཨེལ་:

source: To Path:
it: འདྲེན་ལམ་ལུ་:

source: &Accept
it: དང་ལེན་འབད་(&A)

source: &Decline
it: ཁག་མ་བཟེད་(&D)

source: &Program Folder:
it: ལས་རིམ་སྣོད་འཛིན་:(&P)

source: E&xisting Folders:
it: ཡོད་བཞིན་པའི་སྣོད་འཛིན་ཚུ་:(&x)

source: Setup has finished copying files to your computer. Before you can use $ProductNameInternal$, you must restart Windows or your computer. Choose one of the following options and click OK to finish setup.
it: གཞི་སྒྲིག་གིས་ ཡིག་སྣོད་ཚུ་ ཁྱོད་ཀྱི་གློག་རིག་ལུ་ འདྲ་བཤུས་བརྐྱབ་ནི་མཇུག་བསྡུ་ཡི། ཁྱོད་ཀྱིས་$ProductNameInternal$ ལག་ལེན་མ་འཐབ་པའི་ཧེ་མ་ ཝིན་ཌོསི་ ཡང་ན་ ཁྱོད་རའི་གློག་རིག་ ལོག་སྟེ་འགོ་བཙུགས་དགོ། གཞི་སྒྲིག་མཇུག་བསྡུ་ནི་ལུ་ འོག་གི་གདམ་ཁ་གཅིག་ གདམ་ཁ་བརྐྱབས་ཏེ་ བཏུབ་ གུ་ཨེབ་གཏང་འབད།

source: Restart
it: ལོག་སྟེ་འགོ་བཙུགས་

source: Yes, I want to restart my computer now.
it: ཨིན། ངེད་ཀྱི་གློག་རིག་འདི་ ད་ལྟོ་ར་ ལོག་སྟེ་འགོ་བཙུགས་ནི་ཨིན།

source: No, I will restart my computer later.
it: མེན། ངེད་ཀྱི་གློག་རིག་འདི་ ཤུལ་ལས་ལོག་སྟེ་འགོ་བཙུགས་ནི་ཨིན།

source: &Additional Components:
it: ཆ་ཤས་ཁ་སྐོང་ཚུ་:(&A)

source: Description
it: འགྲེལ་བཤད་

source: Total download size:
it: ཕབ་ལེན་ཀྱི་ཚད་བསྡོམས་:

source: Space Available:
it: བར་སྟོང་ཡོད་པ་:

source: C&omponents:
it: ཆ་ཤས་ཚུ་:(&o)

source: Choose a Folder to install $ProductName$ into:
it: $ProductName$ གཞི་བཙུགས་འབད་སའི་ སྣོད་འཛིན་ཅིག་ གདམ་ཁ་རྐྱབས་:

source: Install Folder
it: སྣོད་འཛིན་གཞི་བཙུགས་འབད་

source: B&rowse...
it: བརྡ་འཚོལ་་་་(&r)

source: Download Size: %u KB
it: ཕབ་ལེན་གྱི་ཚན་:ཀེ་བི་%u།

source: Current Settings:
it: ད་ལྟོའི་སྒྲིག་སྟངས་:

source: ...to the following location:
it: འོག་གི་གནས་ཁོངས་ལུ་:

source: %s, and:
it: %s, དང་:

source: &Install
it: གཞི་བཙུགས་འབད་(&I)

source: &Delete
it: བཏོན་གཏང་(&D)

source: &Continue
it: འཕྲོ་མཐུད་(&C)

source: &Skip
it: གོམ་འགྱོ་(&S)

source: Re&ad Me
it: ང་ལྷག་(&a)

source: &Pause
it: ཐེམ་(&P)

source: &Resume
it: བསྐྱར་ལོག་(&R)

source: Checked
it: ཞིབ་དཔྱད་འབད་ཡི།

source: Unchecked
it: ཞིབ་དཔྱད་མ་འབདཝ་

source: Extracting...
it: ཕྱིར་འོན་འབད་དོ་་་

source: Could not create %s dialog.
it: ཌའི་ལོག་%sགསར་བསྐྲུན་འབད་མ་ཚུགས།

source: %s failed.
it: %sམ་བཏུབ་

source: File not found: %s
it: ཡིག་སྣོད་མ་ཐོབ་:( %s)

source: GetSystemDirectory() failed.
it: GetSystemDirectory() མ་བཏུབ།

source: GetWindowsDirectory() failed.
it: GetWindowsDirectory() མ་བཏུབ་

source: Exit Setup
it: གཞི་སྒྲིག་ཕྱིར་འཐོན་འབད་

source: You have not finished installing $ProductName$. If you exit Setup now, $ProductName$ will not be installed. Are you sure you want to cancel Setup?
it: ཁྱོད་ཀྱིས་$ProductName$ གཞི་བཙུགས་འབད་ནི་ མཇུག་མ་བསྡུ་བས། ཁྱོད་ཀྱིས་ད་ལྟོ་ ཕྱིར་འཐོན་འབད་བ་ཅིན་ $ProductName$ གཞི་བཙུགས་མི་འབད། ཁྱོད་ཀྱིས་གཞི་སྒྲིག་ཆ་མེད་གཏང་ནི་ ངེས་གཏན་ཨིན་ན?

source: Restarting Windows
it: ཝིན་ཌོསི་ལོག་སྟེ་འགོ་བཙུགས་དོ་

source: GetProcAddress() of %s failed.
it: %sགི་GetProcAddress() མ་བཏུབ།

source: WritePrivateProfileString() failed for file %s
it: ཡིག་སྣོད་%sགི་དོན་ལུ་ WritePrivateProfileString() མ་བཏུབ།

source: Please wait while Setup retrieves its configuration script from the web...
it: གཞི་སྒྲིག་གིས་ ཝེབ་ནང་ལས་ དེ་གི་རིམ་སྒྲིག་ཡིག་ཚུགས་ སླར་འདྲེན་འབད་བའི་རིང་ལུ་ བསྒུག་སྟེ་སྡོད་གནང་།

source: Setup was unable to create the TEMP directory: %s
it: གཞི་སྒྲིག་གིས་ གནས་སྐབས་སྣོད་ཐོ་:%s གསར་བསྐྲུན་འབད་མ་ཚུགས།

source: Could not determine available disk space for: %s
it: %sགི་དོན་ལུ་ ཌིཀསི་གི་བར་སྟོང་ ག་དེ་ཅིག་ཡོད་ག་ ངེས་འཛིན་འབད་མ་ཚུགས།

source: Disk space check
it: ཌིཀསི་གི་བར་སྟོང་ཞིབ་དཔྱད་

source: Setup has detected insufficient disk space to continue with installation on %s for the path: %sRequired: %sAvailable: %sClick Retry if more disk space has been made available, or click Cancel to cancel Setup.
it: གཞི་སྒྲིག་གིས་འགྲུལ་ལམ་ཀྱི་དོན་ལུ་ %sགུ་གཞི་བཙུགས་འཕྲོ་མཐུད་ནིའི་དོན་ལུ་ ཌིཀསི་ནང་བར་སྟོང་ལངམ་མེད་པའི་ངོས་འཛིན་བྱུང་ནུག་: དགོཔ་%s། ཡོདཔ་%s། %s ཌིཀསི་ནང་བར་སྟོང་ཐེབ་བཟོ་ཡོད་པ་ཅིན་ ལོག་སྟེ་འབད་རྩོལ་བསྐྱེད་ གུ་ཨེབ་གཏང་འབད་ ཡང་ན་ གཞི་སྒྲིག་ཆ་མེད་གཏང་ནི་ལུ་ ཆ་མེད་གཏང་གུ་ ཨེབ་གཏང་འབད།

source: Setup has detected insufficient disk space to continue with installation process on %s for the path: %sRequired: %sAvailable: %sClick OK to go back and choose a different destination path.
it: གཞི་སྒྲིག་གིས་ འགྲུལ་ལམ་གྱི་དོན་ལུ་ %s གུ་ གཞི་བཙུགས་འབད་ལས་སྦྱོར་འཕྲོ་མཐུད་ནི་ལུ་ ཌིཀསི་ནང་བར་སྟོང་ལངམ་མེད་པའི་ ངོས་འཛིན་བྱུང་ནུག་: དགོཔ་%s: ཡོདཔ་%s་: %s རྒྱབ་ཁར་ལོག་སྟེ་ འགྲོ་ཡུལ་འགྲུལ་ལམ་སོ་སོ་ཅིག་ གདམ་ཁ་བརྐྱབ་ནི་ལུ་ བཏུབ་ གི་ཨེབ་གཏང་འབད།

source: Could not create folder: %sMake sure you have access to create the folder.
it: སྣོད་འཛིན་:%s གསར་བསྐྲུན་འབད་མ་ཚུགས། ཁྱོད་ལུ་སྣོད་འཛིན་གསར་བསྐྲུན་འབད་ནིའི་ འཛུལ་སྤྱོད་ཡོདཔ་ ངེས་གཏན་བཟོ།

source: $ProductNameInternal$ Setup Error
it: $ProductNameInternal$ གཞི་སྒྲིག་གི་འཛོལ་བ།

source: File count:
it: ཡིག་སྣོད་ཀྱི་གྱངས་ཁ།

source: Filename:
it: ཡིག་སྣོད་ཀྱི་མིང་:

source: Preparing Install, please wait...
it: གཞི་བཙུགས་ཀྱི་གྲ་སྒྲིག་འབད་དོ་ བསྒུག་སྡོད་གནང་་་་

source: Configuring %s, please wait...
it: %sརིམ་སྒྲིག་འབད་དོ་ བསྒུག་སྡོད་གནང་་་་

source: Error occurred during installation
it: གཞི་བཙུགས་འབད་བའི་སྐབས་ལུ་ འཛོལ་བ་བྱུང་ཡི།

source: $ProductName$ can only run on Windows 95 or newer. Setup will now exit.
it: $ProductName$ གིས་ ཝིན་ཌོསི་༩༥ ཡང་ན་ དེ་ལས་གསར་མི་ལུ་རྐྱངམ་གཅིག་ལུ་ ལཱ་འབད་བཏུབ། གཞི་སྒྲིག་དེ་་ད་ལྟོ་ཕྱིར་འཐོན་འགྱོ་འོང་།

source: $ProductName$ Setup - Install Progress
it: $ProductName$ གཞི་སྒྲིག་ - གཞི་བཙུགས་ཡར་འཕེལ་འགྱོ་དོ།

source: Preparing file: %s
it: ཡིག་སྣོད་:%s གྲ་སྒྲིག་འབད་དོ་

source: Currently installing %s
it: ད་ལྟོ་%sགཞིབཙུགས་འབད་དོ་

source: Copying file: %s
it: ཡིག་སྣོད་:%s འདྲ་བཤུས་རྐྱབ་དོ་་་

source: Warning
it: ཉེན་བརྡ་

source: Message
it: འཕྲིན་དོན་

source: Attention
it: དྲན་བཏོན་

source: The following directory does not exist:%sWould you like to create it?
it: འོག་གི་སྣོད་ཐོའི་ནང་ %s མིན་འདུག། ཁྱོད་ཀྱིས་འདི་གསར་བསྐྲུན་འབད་ནི་ཨིན་ན?

source: Create Directory?
it: སྣོད་ཐོ་གསར་བསྐྲུན་འབད་ནི་ཨིན་ན?

source: Invalid Program folder name entered.
it: ནུས་མེད་ལས་རིམ་སྣོད་འཛིན་གྱི་མིང་བཙུགས་ནུག།

source: Default
it: སྔོན་སྒྲིག་

source: Invalid path entered.
it: ནུས་མེད་འགྲུལ་ལམ་བཙུགས་ནུག།

source: Setup Type:
it: གཞི་སྒྲིགི་གི་དབྱེ་བ་:

source: Selected Components:
it: སེལ་འཐུ་འབད་མི་ཆ་ཤས་ཚུ་:

source: Destination Directory:
it: འགྲོ་ཡུལ་སྣོད་ཐོ་

source: Program Folder:
it: ལས་རིམ་སྣོད་འཛིན་:

source: Deleting destination directory to be able to upgrade, please wait...
it: ཡར་བསྐྱེད་འབད་ཚུགས་པའི་དོན་ལུ་ འགྲོ་ཡུལ་སྣོད་ཐོ་བཏོན་གཏང་དོ། བསྒུག་སྡོད་གནང་།

source: Setup
it: གཞི་སྒྲིག་

source: Download Site:
it: ཕབ་ལེན་ས་ཁོངས་:

source: Save downloaded and Setup program files to:
it: ཕབ་ལེན་འབད་འབདཝ་དང་ གཞི་སྒྲིག་ལས་རིམ་ཡིག་སྣོད་ཚུ་ འདི་ནང་སྲུངས་:

source: Initializing Setup, please wait...
it: གཞི་སྒྲིག་འགོ་འབྱེད་འབད་དོ། བསྒུག་སྡོེད་གནང་་་་

source: %s Setup
it: %sགཞི་སྒྲིག་

source: GetVersionEx() failed!
it: GetVersionEx()མ་བཏུབ!

source: Usage
it: ལག་ལེན་འཐབ་པ་

source: Extracting %s
it: %sཕྱིར་འདོན་འབད་དོ་

source: Launching Setup...
it: གཞི་སྒྲིག་གསར་བཙུགས་འབད་དོ་་་་

source: Unable to write file %s
it: ཡིག་སྣོད་%sའབྲི་མ་ཚུགས།

source: Installation
it: གཞི་བཙུགས་

source: Out of memory!
it: དྲན་ཚད་ཀྱིས་བདའ་མ་ཟུནམ་

source: Could not load %s
it: %sམངོན་གསལ་འབད་མ་ཚུགས།

source: Could not load string resource ID %d
it: ཡིག་རྒྱུན་ཐོན་ཁུངས་ཨའི་ཌི་%d མངོན་གསལ་འབད་མ་ཚུགས།

source: Null pointer encountered.
it: དཔག་བྱེད་གཅིག་ཡང་གདོང་ཐུག་བརྐྱབ་ནི་མིན་འདུག།

source: Memory allocation error.
it: དྲན་ཚད་སྐལ་སྤྲོད་ལུ་འཛོལ་བ་

source: Setup has detected that %s (%s) is still running. Click OK to quit %s and proceed with installation. Alternatively, use the Windows Task Manager to quit %s, and then click OK to continue with installation.
it: གཞི་སྒྲིག་གིས་ %s (%s)དེ་ ལཱ་འབད་དེ་ར་ཡོད་པའི་ངོས་འཛིན་བྱུང་ནུག། %sསྤང་ནི་ལུ་ བཏུབ་ གུ་ཨེབ་གཏང་འབད་དེ་ གཞི་བཙུགས་འབད་ནི་འཕྲོ་མཐུད། ཐབས་གཞན་ཡང་ ཝིན་ཌོསི་ལས་ཀའི་འཛིན་སྐྱོང་པ་ལག་ལེན་འཐབ་སྟེ་ %sསྤང་ཞིནམ་ལས་ གཞི་བཙུགས་འཕྲོ་མཐུད་ནི་ལུ་ བཏུབ་གུ་ཨེབ་གཏང་འབད།

source: Setup will now exit. Setup could not continue because %s (%s) is still running. Try manually quitting %s using Windows Task Manager, and then run Setup again.
it: གཞི་སྒྲིག་དེ་་ད་ལྟོ་ཕྱིར་འཐོན་འགྱོ་འོང་། %s (%s)དེ་ལཱ་འབད་དེ་ར་ཡོདཔ་ལས་ གཞི་སྒྲིག་འཕྲོ་མཐུད་མ་ཚུགས། ལག་ཐོག་ལས་ ཝིན་ཌོསི་ལས་ཀའི་འཛིན་སྐྱོང་པ་ལག་ལེན་འཐབ་སྟེ་ %sསྤང་ཞིནམ་ལས་ ལོག་སྟེ་ར་ གཞི་སྒྲིག་གཡོག་བཀོལ།

source: $ProductName$ cannot be installed into a folder that is inside the Windows folder. Please choose a different folder.
it: $ProductName$འདི་ ཝིན་ཌོསི་གི་སྣོད་འཛིན་ནང་ན་ཡོད་པའི་ སྣོད་འཛིན་ཅིག་ནང་ གཞི་བཙུགས་འབད་མི་ཚུགས། སྣོད་འཛིན་སོ་སོ་ཅིག་ གདམ་ཁ་རྐྱབས།
