Repository: tenzin/dzongkha-linux-translation-files
Catalog: mozilla1.7/lang-reg/messenger/*-addressing.dtd.po
Languages: am

source: start my reply above the quote
am: ངེས་ཀྱི་ལན་གསལ་འདྲེན་ཚིག་གི་ལྟག་ལུ་འགོ་བཙུགས།

source: below my reply (above the quote)
am: གེས་ཀྱི་ལན་གསལ་གྱི་འོག་ལུ་(འདྲེན་ཚིག་གི་ལྟག་ལུ།)

source: Composition &amp; Addressing
am: རྩོམ་བྲིས་དང་ཁ་བྱང་བཏགས་ནི།

source: Addressing
am: ཁ་བྱང་བཏགས་ནི།

source: When looking up addresses:
am: ཁ་བྱང་ཚུ་བལྟ་བའི་སྐབས:

source: Automatically &quote the original message when replying
am: ལན་གསལ་བཀོད་པའི་སྐབས འཕྲིན་དོན་ངོ་མ་དེ་རང་བཞིན་གྱིས་འདྲེན་ཚིག་བཀོདཔ་ཨིན།(&q)

source: start my reply below the quote
am: ངེས་ཀྱི་ལན་གསལ་འདི་འདྲེན་ཚིག་གི་འོག་ལུ་འགོ་བཙུགས།

source: below the quote (recommended)
am: འདྲེན་ཚིག་གི་འོག་ལུ་(འོས་སྦྱོར་འབད་ཡོདཔ།)

source: Composition
am: རྩོམ་བྲིས།

source: Use a different L&DAP server:
am: ཨེལ་ཌི་ཨེ་པི་སར་བར་སོ་སོ་ཅིག་ལག་ལེན་འཐབ:

source: &Edit Directories...
am: སྣོད་ཐོ་ཚུ་ཞུན་དག་འབད...(&E)

source: and &place my signature
am: དང་ངེས་ཀྱི་མིང་རྟགས་བཞག(&p)

source: select the quote
am: འདྲེན་ཚིག་སེལ་འཐུ་འབད།

source: &Then,
am: དེ་ལས (&T)

source: &Use my global LDAP server preferences for this account
am: འ་ནི་རྩིས་ཐོའི་དོན་ལུ་ངེས་ཀྱི་སྤྱི་ཁྱབ་ཨེལ་ཌི་ཨེ་པི་སར་བར་གྱི་དགའ་གདམ་ལག་ལེན་འཐབ།(&U)

source: &Compose messages in HTML format
am: ཨེཆ་ཊི་ཨེམ་ཨེལ་རྩ་སྒྲིག་ནང་ལུ་འཕྲིན་དོན་ཚུ་བརྩམ།(&C)
