Repository: tenzin/dzongkha-linux-translation-files
Catalog: mozilla1.7/lang-reg/messenger/*-copies.dtd.po
Languages: am

source: &Bcc these email addresses:
am: འ་ནི་གློག་འཕྲིན་ཁ་བྱང་ཚུ་བི་སི་སི་འབད:(&B)

source: Choose Folder...
am: སྣོད་འཛིན་གདམ་ཁ་རྐྱབས...

source: Copies &amp; Folders
am: འདྲ་བཤུས་ཚུ་ &amp; སྣོད་འཛིན་ཚུ།

source: O&ther:
am: གཞན་མི:(&t)

source: _: draftMailFolder.label Keep message drafts in:
am: ནང་ལུ་འཕྲིན་དོན་གྱི་ཟིན་བྲིས་ཚུ་བཞག:

source: &quot;&Drafts&quot; Folder on:
am: གུ &quot;ཟིན་བྲིས་ཚུ་&quot; གི་སྣོད་འཛིན་:

source: &Place a copy in:
am: ནང་ལུ་འདྲ་བཤུས་བཞག:(&P)

source: _: keepDrafts.label Keep message drafts in:
am: ནང་ལུ་འཕྲིན་དོན་གྱི་ཟིན་བྲིས་ཚུ་བཞག:

source: _: keepTempltes.label Keep message templates in:
am: ནང་ལུ་འཕྲིན་དོན་གྱི་ཊེམ་པེལེཊིསི་བཞག:

source: &Show confirmation dialog when messages are saved
am: ངེས་གཏན་བཟོ་ཡོད་པའི་ཌའི་ལོག་དེ་འཕྲིན་དོན་ཚུ་སྲུང་བཞག་འབད་ཡོད་པའི་སྐབས་སྟོན།(&S)

source: When sending messages, automatically:
am: རང་བཞིན་གྱིས་འཕྲིན་དོན་གཏང་བའི་སྐབས:

source: &quot;S&ent&quot; Folder on:
am: གུ་སྣོད་འཛིན་&quot;གཏང་&quot;:

source: &Other:
am: གཞན་མི:(&O)

source: Special Folders
am: དམིགས་བསལ་གྱི་སྣོད་འཛིན་ཚུ།

source: Drafts and Templates
am: ཟིན་བྲིས་ཚུ་དང་ཊེམ་པེལེཊིསི།

source: Othe&r:
am: གཞན་མི:(&r)

source: _: templateMailFolder.label Keep message templates in:
am: ནང་ལུ་འཕྲིན་དོན་གྱི་ཊེམ་པེལེཊིསི་བཞག:

source: &quot;Te&mplates&quot; Folder on:
am: གུ་ &quot;ཊེམ་པེལེཊིསི་&quot; གི་སྣོད་འཛིན:
