Repository: tenzin/dzongkha-linux-translation-files
Catalog: mozilla1.7/lang-reg/messenger/*-main.dtd.po
Languages: am

source: Account &Name:
am: རྩིས་ཐོའི་མིང་:(&N)

source: The account name is used to identify each account
am: རྩིས་ཐོའི་མིང་དེ་རྩིས་ཐོ་རེ་རེ་བཞིན་ངོས་འཛིནའབད་ནི་ལུ་ལག་ལེན་འཐབ་ཨིན།

source: The following information is needed before you can send messages. If you do not know the information requested, please contact your system administrator or Internet Service Provider.
am: འོག་གི་བརྡ་དོན་དེ་ཁྱོད་ཀྱིས་འཕྲིན་དོན་ཚུ་མ་གཏང་པའི་ཧེ་མ་དགོཔ་ཨིན། ཁྱོད་ཀྱིས་བརྡ་དོན་ཞུ་བ་འབད་ཡོད་མི་མ་ཤེསཔ་ཨིན་པ་ཅིན་ ཁྱོད་རའི་རིམ་ལུགས་བདག་སྐྱོང་པ་ཡང་ན་ཨིན་ཊར་ནེཊི་གི་ཞབས་ཏོག་སྤེལ་མི་དང་འབྲེལ་བ་འཐབ་གནང་།

source: Account Settings
am: རྩིས་ཐོའི་སྒྲིག་སྟངས

source: Attach my &vCard to messages
am: ངེས་ཀྱི་ཝི་ཤོག་བྱང་འཕྲིན་དོན་ཚུ་ལུ་མཉམ་སྦྲགས་འབད།(&v)

source: &Choose...
am: གདམ་ཁ་རྐྱབས...(&C)

source: Edit...
am: ཞུན་དག་འབད...

source: E&dit Card...
am: ཤོག་བྱང་ཞུན་དག་འབད...(&d)

source: &Email Address:
am: གློག་འཕྲིན་ཁ་བྱང་:(&E)

source: Each account has an identity, which is the information that other people see when they read your messages.
am: རྩིས་ཐོ་རེ་ལུ་ གཞན་མི་མི་མང་གིས་ཁྱོད་ཀྱི་འཕྲིན་དོན་ཚུ་ལྷག་པའི་སྐབས་མཐོང་བའི་བརྡ་དོན་གྱི་ངོ་རྟགས་ཅིག་ཡོད།

source: Identity
am: ངོ་རྟགས།

source: &Your Name:
am: ཁྱོད་རའི་མིང་:(&Y)

source: &Organization:
am: ཚོགས་སྡེ:(&O)

source: Reply-to Addre&ss:
am: ཁ་བྱང་ལུ་-ལན་གསལ་འབད:(&s)

source: A&ttach this signature:
am: འ་ནི་མིང་རྟགས་འདི་མཉམ་སྦྲགས་འབད:(&t)
