Repository: tenzin/dzongkha-linux-translation-files
Catalog: mozilla1.7/lang-reg/messenger/*-mdn.dtd.po
Languages: am

source: Always send
am: ཨ་རྟག་རང་གཏང་།

source: Ask me
am: ང་ལུ་འདྲི།

source: Leave it in my &Inbox
am: ངེས་ཀྱི་ཨིན་བོགསི་ནང་ལུ་བཞག(&I)

source: &Move it to my &quot;Sent&quot; folder
am: ངེས་ཀྱི་&quot;Sent&quot; སྣོད་འཛིན་ནང་ལུ་བཤུད།(&M)

source: &Never send a return receipt
am: འབྱོར་རྟགས་སླར་ལོག་མི་གཅིག་ནམ་ཡང་མ་གཏང་།(&N)

source: Never send
am: ནམ་ཡང་མ་གཏང་།

source: If I'm not in the &To or Cc of the message:
am: ང་འཕྲིན་དོན་ངོ་མ་ཡང་ན་འདྲ་བཤུས་འཐོབ་མི་མེན་པ་ཅིན:(&T)

source: In all &other cases:
am: གནད་དོན་གཞན་མི་ཆ་མཉམ་གྱི་ནང་ལུ:(&o)

source: If the &sender is outside my domain:
am: གཏང་མི་འདི་ངེས་ཀྱི་ཌོ་མེན་གྱི་ཕྱི་ཁར་ཨིན་པ་ཅིན:(&s)

source: Return Receipts
am: འབྱོར་རྟགས་ཚུ་སླར་ལོག་འབད།

source: When a receipt arrives:
am: འབྱོར་རྟགས་གཅིག་འབྱོར་བའི་སྐབས:

source: When I receive a request for a return receipt:
am: ང་གིས་འབྱོར་རྟགས་སླར་ལོག་མིའི་དོན་ལུ་ཞུ་བ་གཅིག་འཐོབ་པའི་སྐབས:

source: &When sending messages, always request a return receipt
am: འཕྲིན་དོན་ཚུ་གཏང་བའི་སྐབས་ ཨ་རྟག་རང་འབྱོར་རྟགས་སླར་ལོག་མི་གཅིག་ཞུ་བ་འབད།(&W)

source: Allow r&eturn receipts for some messages
am: འཕྲིན་དོན་ལ་ལུའི་དོན་ལུ་འབྱོར་རྟགས་ཚུ་སླར་ལོག་གཏང་བཅུག(&e)

source: &Customize return receipts for this account
am: འ་ནི་རྩིས་ཐོའི་དོན་ལུ་འབྱོར་རྟགས་སླར་ལོག་མིཚུ་སྲོལ་སྒྲིག་འབད།(&C)

source: &Use my global return receipt preferences for this account
am: ངེས་ཀྱི་སྤྱི་ཁྱབ་འབྱོར་རྟགས་སླར་ལོག་གི་དགའ་གདམ་ཚུ་འ་ནི་རྩིས་ཐོའི་དོན་ལུ་ལག་ལེན་འཐབ།(&U)
