Repository: tenzin/dzongkha-linux-translation-files
Catalog: mozilla1.7/lang-reg/messenger/*-offline.dtd.po
Languages: am

source: days
am: གཟའ་ཚུ།

source: days old
am: གཟའ་གིས་རྒས་མི

source: Disk Space
am: ཌིཀསི་གི་བར་སྟོང་།

source: To save disk space, do not download for offline use:
am: ཌིགསི་གི་བར་སྟོང་སྲུང་བཞག་འབད་ནིའི་དོན་ལས་ ཨོཕ་ལ་ཡིན་ལག་ལེན་གྱི་དོན་ལུ་ཕབ་ལེན་མ་འབད:

source: To save disk space, do not download:
am: ཌིགསི་གི་བར་སྟོང་སྲུང་བཞག་འབད་ནིའི་དོན་ལུ་ ཕབ་ལེན་མ་འབད:

source: KB
am: ཀེ་བི།

source: Make the messages in my In&box available when I am working offline
am: ང་ཨོཕ་ལ་ཡིན་ལུ་ལཱ་འབད་བའི་སྐབས་ ངེས་ཀྱི་ཨིན་བོགསི་ནང་གི་འཕྲིན་དོན་ཚུ་འཐོབ་ཚུགསཔ་བཟོ།

source: messages
am: འཕྲིན་དོན་ཚུ།

source: Keep:
am: བཞག:

source: M&essages more than
am: འཕྲིན་དོན་དེ་ལས་ལྷག་སྟེ(&e)

source: &All messages
am: འཕྲིན་དོན་ཚུ་ཆ་མཉམ།(&A)

source: Messages &which have arrived within the last
am: འཕྲིན་དོན་མཐའ་མཇུག་གི་ནང་འཁོད་ལུ་འབྱིར་མི་ཚུ།(&w)

source: The &newest
am: གསརཔ་འདི།(&n)

source: Only &unread messages
am: འཕྲིན་དོན་མ་ལྷག་མི་ཚུ་རྐྱངམ་ཅིག(&u)

source: &Read messages
am: འཕྲིན་དོན་ལྷག་མི་ཚུ།(&R)

source: &Only message bodies less than
am: འདི་ལས་ཉུང་མི་འཕྲིན་དོན་གྱི་མ་གཟུགས་ཚུ་རྐྱངམ་ཅིག(&O)

source: You can download your messages locally so that they are available when you are working offline.
am: ཁྱོད་ཨོཕ་ལ་ཡིན་ལུ་ལཱ་འབད་བའི་སྐབས་འཕྲིན་དོན་ཚུ་འཐོབ་ཚུགསཔ་ཡོད་ནིའི་དོན་ལུ་ ཁྱོད་ཀྱིས་ཁྱོད་རའི་འཕྲིན་དོན་ཚུ་ཉེ་གནས་ལུ་ཕབ་ལེན་འབད།

source: Offline
am: ཨོཕ་ལ་ཡིན།

source: When I &create new folders, select them for offline use
am: ང་གིས་སྣོད་འཛིན་གསརཔ་ཚུ་གསར་བསྐྲུན་འབད་བའི་སྐབས་ འདི་ཚུ་ཨོཕ་ལ་ཡིན་ལག་ལེན་གྱི་དོན་ལུ་སེལ་འཐུ་འབད།

source: &Messages larger than
am: འདི་ལས་སྦོམ་མི་འཕྲིན་དོན་ཚུ།(&M)

source: Select folders for offline use...
am: ཨོཕ་ལ་ཡིན་ལག་ལེན་གྱི་དོན་ལུ་སྣོད་འཛིན་གསརཔ་སེལ་འཐུ་འབད...

source: Select newsgroups for offline use...
am: ཨོཕ་ལ་ཡིན་ལག་ལེན་གྱི་དོན་ལུ་གནས་ཚུལ་སྡེ་ཚན་ཚུ་སེལ་འཐུ་འབད...
