Repository: tenzin/dzongkha-linux-translation-files
Catalog: mozilla1.7/lang-reg/messenger/*-server-top.dtd.po
Languages: am

source: Show newsgroup names in the Mail Folder pane as:
am: བཟུམ་སྦེ་ ཡིག་འཕྲིན་སྣོད་འཛིན་གྱི་པེན་ནང་ལུ་གནས་ཚུལ་སྡེ་ཚན་གྱི་མིང་ཚུ་སྟོན:

source: Abbreviate names (For example, 'n.p.m.mail-news')
am: བཅུད་སྡུད་ཀྱི་མིང་ཚུ(དཔེར་ན་ 'n.p.m.mail-news')

source: Full names (For example, 'netscape.public.mozilla.mail-news')
am: མིང་ཆ་ཚང་ཚུ་(དཔེར་ན་ 'netscape.public.mozilla.mail.news')

source: Ad&vanced...
am: མཐོ་རིམ...(&v)

source: Al&ways request authentication when connecting to this server
am: འ་ནི་སར་བར་ལུ་མཐུད་པའི་སྐབས་ཨ་རྟག་རང་བདེན་བཤད་ཞུ་བ་འབད།(&w)

source: minutes
am: སྐར་མ་ཚུ

source: Chec&k for new messages every
am: འཕྲིན་དོན་གསརཔ་རེའི་དོན་ལུ་ཞིབ་དཔྱད་འབད།(&k)

source: &Browse...
am: བརྡ་འཚོལ...(&B)

source: days
am: གཟའ་ཚུ།

source: F&or at most
am: མང་ཤོས་རང་(&or )

source: &When I delete a message:
am: ང་གི་འཕྲིན་དོན་གཅིག་བཏོན་གཏང་བའི་སྐབས:(&W)

source: Until I &delete or move them from Inbox
am: འདི་ཚུ་ང་གིས་ཨིན་བོགསི་ནང་ལས་བཏོན་མ་གཏང་ཡང་ན་མ་བཤུད་ཚུན།(&d)

source: Auto&matically download new messages
am: རང་བཞིན་གྱིས་འཕྲིན་དོན་གསརཔ་ཚུ་ཕབ་ལེན་འབད།(&m)

source: Empty Trash on E&xit
am: ཕྱགས་ཧོད་སྟོངམ་ཚུ་ཕྱིར་ཐོན་གུ(&x)

source: Clean up (&quot;&Expunge&quot;) Inbox on Exit
am: ཕྱིར་ཐོན་གུའི་(&quot;རྩ་མེད་གཏང་ནི་&quot;)ཨིན་བོགསི་བསལ་གཏང་།(&E)

source: Server Hostname
am: སར་བར་ཧོསཊི་གི་མིང་།

source: IMAP Mail Server
am: ཨའི་ཨེམ་ཨེ་པི་ཡིག་འཕྲིན་གྱི་སར་བར།

source: &Use secure connection (SSL)
am: མཐའ་བཙན་གྱི་མཐུད་ལམ་ལག་ལེན་འཐབ་(ཨེསི་ཨེསི་ཨེལ)(&U)

source: Leave messa&ges on server
am: སར་བར་གུ་ལུ་འཕྲིན་དོན་ཚུ་བཞག(&g)

source: Select Local Directory
am: ཉེ་གནས་ཀྱི་སྣོད་ཐོ་སེལ་འཐུ་འབད།

source: &Local directory:
am: ཉེ་གནས་ཀྱི་སྣོད་ཐོ:(&L)

source: &Check for new messages at startup
am: འཕྲིན་དོན་གསརཔ་ཚུ་འགོ་བཙུགས་ཀྱི་དོན་ལུ་ཞིབ་དཔྱད་འབད།(&C)

source: messages
am: འཕྲིན་དོན་ཚུ།

source: Ask &me before downloading more than
am: འདི་ལས་ལྷག་སྟེ་ཕབ་ལེན་མ་འབད་བའི་ཧེ་མ་ང་ལུ་འདྲི།(&m)

source: Remove it immediately
am: དེ་འཕྲལ་ལས་རྩ་བསྐྲད་གཏང་།

source: Mark it as deleted
am: བཏོན་གཏང་ཡོདཔ་སྦེ་རྟགས་བཀལ།

source: Move it to the Trash folder
am: ཕྱགས་ཧོད་སྣོད་འཛིན་ནང་ལུ་བཤུད།

source: News Server (NNTP)
am: གནས་ཚུལ་གྱི་སར་བར་(ཨེན་ཨེན་ཊི་པི)

source: newsrc &file:
am: ནིའུ་སོརསི་ ཡིག་སྣོད:(&f)

source: POP Mail Server
am: པི་ཨོ་པི་ ཡིག་འཕྲིན་གྱི་སར་བར།

source: POP Server Information
am: པི་ཨོ་པི་སར་བར་གྱི་བརྡ་དོན།

source: &Port:
am: འདྲེན་ལམ:(&P)

source: Save password
am: ཆོག་ཡིག་སྲུང་བཞག་འབད།

source: &Server Name:
am: སར་བར་གྱི་མིང་:(&S)

source: Default:
am: སྔོན་སྒྲིག:

source: Server Settings
am: སར་བར་གྱི་སྒྲིག་སྟངས་ཚུ།

source: Server Type:
am: སར་བར་གྱི་དབྱེ་བ:

source: Use secure authent&ication
am: མཐའ་བཙན་གྱི་བདེན་བཤད་ལག་ལེན་འཐབ།(&i)

source: User &Name:
am: ལག་ལེན་པའི་མིང་:(&N)

source: Your Login Name
am: ཁྱོད་རའི་ནང་བསྐྱོད་ཀྱི་མིང་།

source: WebMail account
am: ཝེབ་ཡིག་འཕྲིན་གྱི་རྩིས་ཐོ།
