Repository: tenzin/dzongkha-linux-translation-files
Catalog: mozilla1.7/lang-reg/messenger/*-server-advanced.dtd.po
Languages: am

source: Server supports &folders that contain sub-folders and messages
am: སྣོད་འཛིན་ནང་ན་སྣོད་འཛིན་ཡན་ལག་དང་འཕྲིན་དོན་ཡོད་མི་ཚུ་ལུ་སར་བར་གྱིས་རྒྱབ་སྐྱོར་འབདཝ་ཨིན།(&f)

source: Advanced IMAP Server Settings
am: ཨའི་ཨེམ་ཨེ་པི་ སར་བར་སྒྲིག་སྟངས་ཚུའི་མཐོ་རིམ།

source: &Maximum number of server connections to cache
am: འདྲ་མཛོད་ནང་ལུ་སར་བར་མཐུད་ལམ་གྱི་གྲངས་མང་མཐའ།(&M)

source: These preferences specify the namespaces on your IMAP server
am: འ་ནི་དགའ་གདམ་ཚུ་གིས་ཁྱོད་རའི་ཨའི་ཨེམ་ཨེ་པི་སར་བར་གུའི་མིང་གི་བར་སྟོང་ཚུ་གསལ་བཀོད་འབདཝ་ཨིན།

source: &Other Users:
am: ལག་ལེན་པ་གཞན་མི་ཚུ:(&O)

source: &Allow server to override these namespaces
am: སར་བར་གྱིས་འ་ནི་མིང་གི་བར་སྟོང་ཚུ་ཟུར་བཞག་འབད་བཅུག(&A)

source: &Personal namespace:
am: རང་དོན་མིང་གི་བར་སྟོང་:(&P)

source: P&ublic (shared):
am: མི་མང་གི(རུབ་སྤྱོད་འབད་ཡོདཔ།):

source: Advanced Account Settings
am: མཐོ་རིམ་རྩིས་ཐོའི་སྒྲིག་སྟངས།

source: IMAP server &directory:
am: ཨའི་ཨེམ་ཨེ་པི་སར་བར་གྱི་སྣོད་ཐོ:(&d)

source: Always use default server
am: ཨ་རྟག་རང་ངེས་ཀྱི་སྔོན་སྒྲིག་གི་སར་བར་ལག་ལེན་འཐབ།

source: When sending messages from this identity, always use the following outgoing server (SMTP):
am: འ་ནི་ངོ་རྟགས་ལས་འཕྲིན་དོན་ཚུ་གཏང་བའི་སྐབས་ ཨ་རྟག་རང་འོག་གི་ཕྱིར་གཏང་སར་བར་(ཨེསི་ཨེམ་ཊི་པི)ལག་ལེན་འཐབ:

source: &Server:
am: སར་བར:(&S)

source: Use &IDLE command if the server supports it
am: སར་བར་གྱིས་འདི་ལུ་རྒྱབ་སྐྱོར་འབདཝ་ཨིན་པ་ཅིན་ ལས་མེད་ཀྱི་བརྡ་བཀོད་ལག་ལེན་འཐབ།(&I)

source: Sho&w only subscribed folders
am: མཁོ་མངགས་འབད་ཡོད་པའི་སྣོད་འཛིན་ཚུ་རྐྱངམ་ཅིག་སྟོན།(&w)
