Repository: tenzin/dzongkha-linux-translation-files
Catalog: mozilla1.7/lang-reg/messenger/*-smime.properties.po
Languages: am

source: Do you want to use the same certificate to digitally sign your messages?
am: ཁྱོད་ཀྱིས་ཌི་ཇི་ཊཱལ་གྱི་ཐོག་ལས་ཁྱོད་རའི་འཕྲིན་དོན་ཚུ་མིང་རྟགས་བཀོད་ནིའི་དོན་ལུ་ལག་ཁྱེར་གཅིག་པ་ལག་ལེན་འཐབ་ནི་ཨིན་ན?

source: You should also specify a certificate to use for digitally signing your messages. Do you want to use the same certificate to digitally sign your messages?
am: ཌི་ཇི་ཊཱལ་གྱི་ཐོག་ལས་ཁྱོད་རའི་འཕྲིན་དོན་ཚུ་མིང་རྟགས་བཀོད་ནི་སྦེ་ལག་ལེན་འཐབ་ནིའི་དོན་ལུ་ ཁྱོད་ཀྱིས་ལག་ཁྱེར་གཅིག་ཡང་གསལ་བཀོད་འབད་དགོ ཁྱོད་ཀྱིས་ ཌི་ཇི་ཊཱལ་གྱི་ཐོག་ལས་ཁྱོད་རའི་འཕྲིན་དོན་ཚུ་མིང་རྟགས་བཀོད་ནིའི་དོན་ལུ་ལག་ཁྱེར་གཅིག་པ་ལག་ལེན་འཐབ་ནི་ཨིན་ན?

source: You should also specify a certificate for other people to use when they send you encrypted messages. Do you want to use the same certificate to encrypt & decrypt messages sent to you?
am: གཞན་མི་མི་མང་ཚུ་གིས་ཁྱོད་ལུ་གསང་བཟོའི་འཕྲིན་དོན་ཚུ་གཏང་བའི་སྐབས་ལག་ལེན་འཐབ་ནིའི་དོན་ལུ་ཁྱོད་ཀྱིས་ལག་ཁྱེར་གཅིག་ཡང་གསལ་བཀོད་འབད་དགོ། ཁྱོད་ཀྱིས་ ཁྱོད་ལུ་གཏང་མི་འཕྲིན་དོན་ཚུ་གསང་བཟོ་འབད་ནི་དང་གསང་བཤོལ་འབད་ནིའི་དོན་ལུ་ ལག་ཁྱེར་གཅིག་པ་ལག་ལེན་འཐབ་ནི་ཨིན་ན?

source: Unable to sign message. Please check that the certificates specified in Mail & Newsgroups Account Settings for this mail account are valid and trusted
am: འཕྲིན་དོན་མིང་རྟགས་བཀོད་མ་ཚུགས། འ་ནི་ཡིག་འཕྲིན་གྱི་རྩིས་ཐོའི་དོན་ལུ་ ཡིག་འཕྲིན་དང་གནས་ཚུལ་སྡེ་ཚན་གྱི་རྩིས་ཐོའི་སྒྲིག་སྟངས་ནང་གསལ་བཀོད་འབད་མི་ལག་ཁྱེར་ཚུ་ནུས་ཅན་དང་བློ་གཏད་ཨིན་མེན་ཞིབ་དཔྱད་འབད་གནང་།

source: Unable to encrypt message. Please check that you have a valid email certificate for each recipient. Please check that the certificates specified in Mail & Newsgroups Account Settings for this mail account are valid and trusted.
am: འཕྲིན་དོན་གསང་བཟོ་འབད་མ་ཚུགས། ལེན་མཁན་རེའི་དོན་ལུ་ ཁྱོད་ལུ་ནུས་ཅན་གློག་འཕྲིན་གྱི་ལག་ཁྱེར་ཡོད་མེད་ཞིབ་དཔྱད་འབད་གནང་། འ་ནི་ཡིག་འཕྲིན་གྱི་རྩིས་ཐོའི་དོན་ལུ་ཡིག་འཕྲིན་དང་གནས་ཚུལ་སྡེ་ཚན་གྱི་རྩིས་ཐོའི་ནང་ལུ་གསལ་བཀོད་འབད་མི་ལག་ཁྱེར་ཚུ་ནུས་ཅན་དང་བློ་གཏད་ཨིན་མེན་ཞིབ་དཔྱད་འབད་གནང་།

source: You should also specify a certificate for other people to use when they send you encrypted messages. Do you want to configure an encryption certificate now?
am: གཞན་མི་མི་མང་གིས་ཁྱོད་ལུ་གསང་བཟོའི་འཕྲིན་དོན་ཚུ་གཏང་བའི་སྐབས་ལག་ལེན་འཐབ་ནིའི་དོན་ལུ་ ཁྱོད་ཀྱིས་ལག་ཁྱེར་གཅིག་ཡང་གསལ་བཀོད་འབད་དགོ ཁྱོད་ཀྱིས་གསང་བཟོའི་ལག་ཁྱེར་གཅིག་ད་ལྟོ་རིམ་སྒྲིག་འབད་ནི་ཨིན་ན?

source: You specified encryption for this message, but the application either failed to find the encryption certificate specified in your Mail & Newsgroup Account Settings, or the certificate has expired.
am: ཁྱོད་ཀྱིས་འ་ནི་འཕྲིན་དོན་གྱི་དོན་ལུ་གསང་བཟོ་གསལ་བཀོད་འབད་ནུག དེ་འབདཝ་ད་འཇུག་སྤྱོད་འདི་གིས་ ཁྱོད་རའི་ཡིག་འཕྲིན་དོན་དང་གནས་ཚུལ་སྡེ་ཚན་གྱི་རྩིས་ཐོའི་སྒྲིག་སྟངས་ནང་ལུ་་གསལ་བཀོད་འབད་མི་གསང་བཟོའི་ལག་ཁྱེར་དེ་འཚོལ་ནི་ལུ་ ཡང་ཅིན་འཐུས་ཤོར་བྱུང་ནུག ཡང་ན་ལག་ཁྱེར་དེ་དུས་ལས་ཡོལ་སོང་ནུག

source: You specified that this message should be digitally signed, but the application either failed to find an encryption certificate to include in the signed message, or the certificate has expired.
am: ཁྱོད་ཀྱིས་འ་ནི་འཕྲིན་དོན་དེ་ཌི་ཇི་ཊཱལ་གྱི་ཐོག་ལས་མིང་རྟགས་བཀོད་དགོཔ་འབད་གསལ་བཀོད་འབད་ནུག དེ་འབདཝ་ད་ འཇུག་སྤྱོད་འདི་གིས་ གསང་བཟོའི་ལག་ཁྱེར་ནང་ལུ་མིང་རྟགས་བཀོད་བཀོད་པའི་འཕྲིན་དོན་གྲངས་སུ་བཙུགས་ནིའི་འཚོལ་ནི་འདི་ཡང་ཅིན་འཐུས་ཤོར་བྱུང་ནུག ཡང་ན་ལག་ཁྱེར་དེ་དུས་ལས་ཡོལ་སོང་ནུག

source: Certificate Manager can't locate a valid certificate that can be used to digitally sign your messages.
am: ལག་ཁྱེར་འཛིན་སྐྱོང་པ་གིས་ནུས་ཅན་ལག་ཁྱེར་ ཌི་ཇི་ཊཱལ་གྱི་ཐོག་ལས་ཁྱོད་རའི་འཕྲིན་དོན་ཚུ་ལག་ལེན་འཐབ་བཏུབ་མི་ཅིག་ ག་ཡོད་བལྟ་མ་ཚུགས།

source: You specified encryption for this message, but the application failed to find an encryption certificate for %S.
am: ཁྱོད་ཀྱིས་འ་ནི་འཕྲིན་དོན་གྱི་དོན་ལུ་གསང་བཟོ་གསལ་བཀོད་འབད་ནུག དེ་འབདཝ་ད་ འཇུག་སྤྱོད་ཀྱིས་ %S གི་དོན་ལུ་གསང་བཟོའི་ལག་ཁྱེར་གཅིག་འཚོལ་ནི་འཐུས་ཤོར་བྱུང་ནུག

source: You specified that this message should be digitally signed, but the application either failed to find the signing certificate specified in your Mail & Newsgroup Account Settings, or the certificate has expired.
am: ཁྱོད་ཀྱིས་འ་ནི་འཕྲིན་དོན་དེ་ཌི་ཇི་ཊཱལ་གྱི་ཐོག་ལས་སྦེ་མིང་རྟགས་བཀོད་དགོ་ཟེར་གསལ་བཀོད་འབད་ནུག དེ་འབདཝ་ད་ འཇུག་སྤྱོད་དེ་གིས་ཡང་ཅིན་ ཁྱོད་ཀྱི་ཡིག་འཕྲིན་དང་གནས་ཚུལ་སྡེ་ཚན་ནང་ལུ་གསལ་བཀོད་འབད་མི་མིང་རྟགས་བཀོད་ནིའི་ལག་ཁྱེར་འཚོལ་ནི་དེ་འཐུས་ཤོར་བྱུང་ནུག་ ཡང་ན་ལག་ཁྱེར་དེ་དུས་ལས་ཡོལ་སོང་ནུག

source: You should also specify a certificate to use for digitally signing your messages. Do you want to configure a certificate for digitally signing messages now?
am: ཁྱོད་ཀྱིས་ཁྱོད་རའི་འཕྲིན་དོན་ཚུ་ཌི་ཇི་ཊཱལ་གྱི་ཐོག་ལས་མིང་རྟགས་བཀོད་ནི་ལག་ལེན་འཐབ་ནིའི་དོན་ལུ་ལག་ཁྱེར་གཅིག་གསལ་བཀོད་འབད་དགོ ཁྱོད་ཀྱིས་འཕྲིན་དོན་ཚུ་ཌི་ཇི་ཊཱལ་གྱི་ཐོག་ལས་ད་ལྟོ་རང་མིང་རྟགས་བཀོད་ནིའི་དོན་ལུ་ལག་ཁྱེར་གཅིག་རིམ་སྒྲིག་འབད་ནི་ཨིན་ན?

source: Certificate Manager can't locate a valid certificate that other people can use to send you encrypted email messages.
am: ལག་ཁྱེར་འཛིན་སྐྱོང་པ་གིས་ ནུས་ཅན་ལག་ཁྱེར་གཞན་མི་མི་མང་གིས་ཁྱོད་ལུ་གསང་བཟོའི་གློག་འཕྲིན་གྱི་འཕྲིན་དོན་ཚུ་གཏངམ་ད་ལག་ལེན་འཐབ་ནི་ག་ཡོད་བལྟ་མ་ཚུགས།

source: Security
am: མཐའ་བཙན།

source: Do you want to use the same certificate to encrypt & decrypt messages sent to you?
am: ཁྱོད་ཀྱིས་ཁྱོད་ལུ་གཏང་མི་འཕྲིན་དོན་ཚུ་གསང་བཟོ་དང་གསང་བཤོལ་འབད་ནིའི་དོན་ལུ་ཡག་ཁྱེར་གཅིག་པ་ལག་ལེན་འཐབ་ནི་ཨིན་ན?
