Repository: tenzin/dzongkha-linux-translation-files
Catalog: mozilla1.7/lang-reg/messenger/*-smime.dtd.po
Languages: am

source: Req&uired (can't send message unless all recipients have certificates)
am: དགོས་མཁོ་ཡོད་པ(ལེན་མཁན་ཆ་མཉམ་ལུ་ལག་འཁྱེར་ཚུ་མེད་ཚུན་ཚོད་འཕྲིན་དོན་ཚུ་གཏང་མི་ཚུགས)(&u)

source: _: digitalSign.certificate.button Select...
am: སེལ་འཐུ་འབད...

source: _: digitalSign.certificate_clear.button Clear
am: བསལ

source: _: encryption.certificate.button Select...
am: སེལ་འཐུ་འབད...

source: _: encryption.certificate_clear.button Clear
am: བསལ།

source: Use this certificate to encrypt &amp; decrypt messages sent to you:
am: འ་ནི་ལག་འཁྱེར་འདི་ཁྱོད་ལུ་གཏང་བའི་འཕྲིན་དོན་ཚུ་གསང་བཟོ་འབད་ནི་དང་ &amp; གསང་བཤོལ་འབད་ནིའི་དོན་ལུ་ལག་ལེན་འཐབ:

source: _: encryptionCert.notselected No certificate set
am: ལག་འཁྱེར་གྱི་ཆ་ཚན་མེད།

source: Default encryption setting when sending messages:
am: འཕྲིན་དོན་ཚུ་གཏང་བའི་སྐབས་ སྔོན་སྒྲིག་གསང་བཟོའི་སྒྲིག་སྟངས:

source: Encryption
am: གསང་བཟོ།

source: &Never (do not use encryption)
am: ནམ་ཡང་(གསང་བཟོ་ལག་ལེན་མ་འཐབ)(&N)

source: To send and receive signed or encrypted messages, you should specify both a digital signing certificate and an encryption certificate.
am: མིང་རྟགས་བཀོད་བཀོདཔ་ཡང་ན་གསང་བཟོ་འབད་འབད་བའི་འཕྲིན་དོན་ཚུ་གཏང་ནི་དང་ལེན་འབད་ནིའི་དོན་ལུ་ ཁྱོད་ཀྱིས་ཌི་ཇི་ཊཱལ་མིང་རྟགས་བཀོད་པའི་ལག་འཁྱེར་དང་གསང་བཟོའི་ལག་འཁྱེར་གཉིས་ཆ་ར་གསལ་བཀོད་འབད་དགོ

source: Security
am: མཐའ་བཙན།

source: &Digitally sign messages (by default)
am: ཌི་ཇི་ཊཱལ་གྱི་ཐོག་ལས་འཕྲིན་དོན་ཚུ་མིང་རྟགས་བཀོད།(སྔོན་སྒྲིག་གི་སྦེ)(&D)

source: Use this certificate to digitally sign messages you send:
am: འ་ནི་ལག་འཁྱེར་འདི་ཌི་ཇི་ཊཱལ་གྱི་ཐོག་ལས་ཁྱོད་ཀྱིས་གཏང་མི་འཕྲིན་དོན་ཚུ་མིང་རྟགས་བཀོད་ནིའི་དོན་ལུ་ལག་ལེན་འཐབ:

source: _: signingCert.notselected No certificate set
am: ལག་འཁྱེར་གྱི་ཚན་མེད།

source: Digital Signing
am: ཌི་ཇི་ཊཱལ་མིང་རྟགས་བཀོད་དོ།
