Repository: tenzin/dzongkha-linux-translation-files
Catalog: thunderbird-1.5.0.9-xpi/*/mozapps/profile/createProfileWizard.dtd.po
Languages: dz_bt

source: Create Profile Wizard
dz_bt: གསལ་སྡུད་ཝི་ཛརཌི་ གསར་བསྐྲུན་འབད་

source: _: Do not translate this. Only change the numeric values if you need this dialogue box to appear bigger. width: 45em; height: 32em;
dz_bt: རྒྱ་ཚད་:ཨི་ཨེམ་༤༥། མཐོ་ཚད་: ཨི་ཨེམ་༣༢།

source: &brandShortName; stores information about your settings and preferences in your personal profile.
dz_bt: &brandShortName; གིས་ ཁྱོད་ཀྱི་སྒྲིག་སྟངས་དང་ དགའ་གདམ་ཚུ་གི་སྐོར་ལས་ བརྡ་དོན་ཚུ་ཁྱོད་ཀྱི་རང་དོན་གསལ་སྡུད་ནང་ལུ་ གསོག་འཇོག་འབདཝ་ཨིན།

source: If you are sharing this copy of &brandShortName; with other users, you can use profiles to keep each user's information separate. To do this, each user should create his or her own profile.
dz_bt: ཁྱོད་ཀྱིས་&brandShortName; གི་འདྲ་བཤུས་འདི་ ལག་ལེན་པ་གཞན་དང་གཅིག་ཁར་ རུབ་སྤྱོད་འབདཝ་ཨིན་པ་ཅིན་ ལག་ལེན་པ་རེ་རེའི་བརྡ་དོན་ཚུ་ སོ་སོ་སྦེ་བཞག་ནི་ལུ་ གསལ་སྡུད་ཚུ་ ལག་ལེན་འཐབ་བཏུབ། འདི་འབད་ནི་ལུ་ ལག་ལེན་པ་རེ་རེ་གིས་ ཁོའམ་མོའི་ རང་དབང་གསལ་སྡུད་རེ་ གསར་བསྐྲུན་འབད་དགོ།

source: If you are the only person using this copy of &brandShortName;, you must have at least one profile. If you would like, you can create multiple profiles for yourself to store different sets of settings and preferences. For example, you may want to have separate profiles for business and personal use.
dz_bt: &brandShortName; གི་འདྲ་བཤུས་འདི་ ལག་ལེན་འཐབ་མི་ ཁྱོད་ར་རྐྱངམ་གཅིག་ར་ཨིན་པ་ཅིན་ ཁྱོད་ལུ་གསལ་སྡུད་གཅིག་ ངེས་པར་དུ་དགོ། ཁྱོད་ར་འབད་དགོ་མནོ་བ་ཅིན་ ཁྱོད་རའི་དོན་ལུ་ཡང་ སྒྲིག་སྟངས་དང་དགའ་གདམ་མ་འདྲཝ་ཚུ་ གསོག་འཇོག་འབད་ནི་ལུ་ གསལ་སྡུད་ལེ་ཤ་ གསར་བསྐྲུན་འབད་བཏུབ། དཔེར་ན་ ཁྱོད་རའི་ཚོང་ལས་ཀྱི་དོན་ལུ་དང་ རང་དོན་གྱི་དོན་ལུ་ གསལ་སྡུད་སོ་སོ་དགོཔ་འོང་།

source: To begin creating your profile, click Next.
dz_bt: ཁྱོད་རའི་གསལ་སྡུད་ གསར་བསྐྲུན་འབད་ནི་ལུ་ ཤུལ་མམ་ ལུ་ཨེབ་གཏང་འབད།

source: If you create several profiles you can tell them apart by the profile names. You may use the name provided here or use one of your own.
dz_bt: ཁྱོད་ཀྱིས་གསལ་སྡུད་ལེ་ཤ་ཅིག་ གསར་བསྐྲུན་འབད་བ་ཅིན་ དེ་ཚུ་གསལ་སྡུད་མིང་གི་ཐོག་ལས་ སོ་སོ་སྦེ་སླབ་ཚུགས། ཁྱོད་ཀྱིས་ནཱ་ལུ་བྱིན་ཏེ་ཡོད་པའི་མིང་དེ་ ལག་ལེན་འཐབ་རུང་བཏུབ་ ཡང་ན་ མིང་སོ་སོ་ཅིག་ ལག་ལེན་འཐབ་རུང་བཏུབ།

source: &Enter new profile name:
dz_bt: གསལ་སྡུད་མིང་གསརཔ་བཙུགས་:(&E)

source: Your user settings, preferences, bookmarks and mail will be stored in:
dz_bt: ཁྱོད་ཀྱི་ལག་ལེན་པའི་སྒྲིག་སྟངས་དང་ དགའ་གདམ་ དེབ་རྟགས་ གློག་འཕྲིན་ཚུ་ འདི་ནང་གསོག་འཇོག་འབད་ནི་ཨིན་:

source: Default User
dz_bt: སྔོན་སྒྲིག་ལག་ལེན་པ་

source: &Choose Folder...
dz_bt: སྣོད་འཛིན་གདམ་ཁ་རྐྱབས་་་་(&C)

source: &Use Default Folder
dz_bt: སྔོན་སྒྲིག་སྣོད་འཛིན་ལག་ལེན་འཐབ་(&U)
