Repository: tenzin/dzongkha-linux-translation-files
Catalog: thunderbird-1.5.0.9-xpi/*/global/security/caps.properties.po
Languages: dz_bt

source: Allow
dz_bt: བཅུག་

source: Deny
dz_bt: མ་བཅུག་

source: Internet Security
dz_bt: ཨིན་ཊར་ནེཊི་གི་སྲུང་སྐྱོབ་

source: Remember this decision
dz_bt: གྲོས་ཆོད་འདི་སེམས་ཁར་བཞག་

source: A script from "%S" is requesting enhanced abilities that are UNSAFE and could be used to compromise your machine or data: %S Allow these abilities only if you trust this source to be free of viruses or malicious programs.
dz_bt: "%S"ནང་གི་ ཡིག་ཚུགས་ཅིག་གིས་ ཁྱོད་ཀྱི་གློག་འཕྲུལ་་ཡང་ན་ གནས་སྡུད་ལུ་་གནོད་སྐྱོན་བརྐྱབ་ནི་ལུ་ ལག་ལེན་འཐབ་བཏུབ་པའི་ རྒྱ་བསྐྱེད་བཏང་ཡོད་པའི་ལྕོགས་གྲུབ་ ཉེན་སྲུང་མེདཔ་ དགོ་ནིའི་ཞུ་བ་འབདཝ་ཨིན་མས། %S ལྕོགས་གྲུབ་འདི་ཚུ་ལུ་ གནོད་འབུཔ་མེདཔ་ ཡང་ན་ ངན་སེམས་ཅན་གྱི་ལས་རིམ་མེན་པའི་ བློ་གཏད་ཡོད་པ་ཅིན་རྐྱངམ་གཅིག་ ཆོགཔ་སྦེ་བཞག།

source: A script from "%S" was denied %S privileges.
dz_bt: "%S" ནང་གི་ཡིག་ཚུགས་ཅིག་ལུ་ ཁེ་དབང་%Sམ་བྱིན་པས།

source: Security Error: Content at %S may not load or link to %S.
dz_bt: སྲུང་སྐྱོབ་ཀྱི་འཛོལ་བ་: %Sནང་གི་ནང་དོན་དེ་ མངོན་གསལ་མི་འབད་བའམ་%Sལུ་འབྲེལ་མཐུད་མི་འབདཝ་འོང་།

source: Security Error: Content at %S may not load data from %S.
dz_bt: སྲུང་སྐྱོབ་ཀྱི་འཛོལ་བ་: %Sནང་གི་ནང་དོན་དེ་གིས་%Sནང་ལས་ གནས་སྡུད་མངོན་གསལ་མི་འབདཝ་འོང་།

source: Permission denied to get property %S.%S
dz_bt: རྒྱུ་དངོས་%S.%Sལེན་ནི་ལུ་ གནང་བ་བྱིན་མ་བཏུབ།

source: Permission denied to set property %S.%S
dz_bt: རྒྱུ་དངོས་ཆ་ཚན་%S.%Sལེན་ནི་ལུ་ གནང་བ་བྱིན་མ་བཏུབ།

source: Permission denied to call method %S.%S
dz_bt: བོད་བརྡ་ཐབས་ལམ་%S.%Sལུ་ གནང་བ་བྱིན་མ་བཏུབ།

source: Permission denied to create wrapper for object of class %S
dz_bt: དངོས་པོ་དབྱེ་རིགས་ གི་དོན་ལུ་ ལོག་མཚམས་བཟོ་མི་ གསར་བསྐྲུན་འབད་ནིའི་གནང་བ་བྱིན་མ་བཏུབ།

source: Unknown: %S
dz_bt: མ་ཤེས་པའི་: %S

source: Read private data from any site or window
dz_bt: ས་ཁོངས་ ཡང་ན་ སྒོ་སྒརིག་གང་རུང་ལས་ སྒེར་གྱི་གནས་སྡུད་ལྷག།

source: Modify any open window
dz_bt: ཁ་ཕྱེ་སྟེ་ཡོད་པའི་སྒོ་སྒྲིག་གང་རུང་ལེགས་བཅོས་འབད་

source: Run or install software on your machine
dz_bt: ཁྱོད་རའི་གློག་འཕྲུལ་གུ་ མཉེན་ཆས་གཡོག་བཀོལ་ ཡང་ན་ གཞི་བཙུགས་འབད།

source: Read and upload local files
dz_bt: ཉེ་གནས་ཀྱི་ཡིག་སྣོད་ཚུ་ ལྷག་ཞིནམ་ལས་ སྐྱེལ་བཙུགས་འབད།

source: By-pass core security settings
dz_bt: སྲུང་སྐྱོབ་སྒྲིག་སྟངས་ཀྱི་ནང་སྙིང་ལས་ཟུར་འགྱོ།

source: Read program settings
dz_bt: ལས་རིམ་སྒྲིག་སྟངས་ཚུ་ལྷག།

source: Modify program settings
dz_bt: ལས་རིམ་སྒྲིག་སྟངས་ཚུ་ ལེགས་བཅོས་འབད།
