Repository: tenzin/dzongkha-linux-translation-files
Catalog: firefox-1.5-xpi/*/global/layout/printing.properties.po
Languages: dz_bt

source: serif
dz_bt: སེ་རིཕ།

source: Filename is missing
dz_bt: ཡིག་སྣོད་ཀྱི་མིང་འདི་ བརླག་སྟོར་ཞུགས་ནུག

source: You have selected "Print To: File", and the filename is empty!
dz_bt: ཁྱོད་ཀྱིས་ "Print To: File" འདི་སེལ་འཐུ་འབད་དེ་ཡོདཔ་ལས་ ཡིག་སྣོད་ཀྱི་མིང་འདི་ སྟོངམ་ཨིན་མས།

source: %S already exists. Do you want to replace it?
dz_bt: %S འདི་ཧེ་མ་ལས་རང་གནས་དེ་ཡོད། ཁྱོད་ཀྱིས་ཚབ་བཙུགས་ནི་ཨིན་ན?

source: Printer Error
dz_bt: དཔར་འཕྲུལ་གྱི་འཛོལ་བ།

source: Print Preview Error
dz_bt: དཔར་བསྐྲུད་སྔོན་ལྟའི་འཛོལ་བ།

source: There was a problem printing. The printer doesn't support a printing command.
dz_bt: དཔར་བསྐྲུན་འབད་ནི་ལུ་དཀའ་ངལ་ཅིག་འབྱུང་ནུག དཔར་འཕྲུལ་དེ་གིས་ དཔར་འཕྲུལ་གྱི་བརྡ་བཀོད་འདི་ལུ་རྒྱབ་སྐྱོར་འབད་ནི་མེད།

source: There was a problem printing. An instruction that was sent to the printer failed.
dz_bt: དཔར་བསྐྲུན་འབད་ནི་ལུ་དཀའ་ངལ་འབྱུང་ནུག དཔར་འཕྲུལ་ལུ་གཏང་ཡོད་པའི་ བརྡ་དོན་འདི་འཐུས་ཤོར་འབྱུང་ནུག

source: There was a problem printing. No printer could be found.
dz_bt: དཔར་བསྐྲུན་འབད་ནི་ལུ་ དཀའ་ངལ་འབྱུང་ནུག དཔར་འཕྲུལ་ཅིག་ཡང་འཐོབ་མ་ཚུགས།

source: There was a problem printing. The printer could not be found.
dz_bt: དཔར་བསྐྲུན་འབད་ནི་ལུ་དཀའ་ངལ་འབྱུང་ནུག དཔར་འཕྲུལ་འདི་འཐོབ་མ་ཚུགས་པས།

source: There was a problem printing. Access to the printer was denied.
dz_bt: དཔར་བསྐྲུན་འབད་ནི་ལུ་ དཀའ་ངལ་འབྱུང་ནུག དཔར་འཕྲུལ་ལུ་འཛུལ་སྤྱོད་འབད་ནི་འདི་ཉན་མ་བཏུབ།

source: There was a problem printing. Tried to set an invalid printer attribute.
dz_bt: དཔར་བསྐྲུན་འབད་ནི་ལུ་ དཀའ་ངལ་འབྱུང་ནུག ནུས་ཅན་མེད་པའི་དཔར་འཕྲུལ་ཁྱད་ཆོས་འདི་གཞི་སྒྲིག་འབད་ནི་ལུ་འབད་རྩོལ་བསྐྱེད་ནུག

source: There was a problem printing. The printer not ready.
dz_bt: དཔར་བསྐྲུན་འབད་ནི་ལུ་དཀའ་ངལ་འབྱུང་ནུག དཔར་འཕྲུལ་འདི་གྲ་སྒྲིག་མིན་འདུག

source: There was a problem printing. The printer is out of paper.
dz_bt: དཔར་བསྐྲུན་འབད་ནི་ལུ་དཀའ་ངལ་ཅིག་འབྱུང་ནུག དཔར་འཕྲུལ་འདི་ ཤོག་ལེབ་ཀྱི་ཕྱི་ཁར་ཨིན་མས།

source: There was a problem printing. Printer I/O error.
dz_bt: དཔར་བསྐྲུན་འབད་ནི་ལུ་དཀའ་ངལ་འབྱུང་ནུག དཔར་འཕྲུལ་ I/O འདི་ལུ་འཛོལ་བ་འདུག

source: There was a problem printing. The output file could not be opened.
dz_bt: དཔར་བསྐྲུན་འབད་ནི་ལུ་དཀའ་ངལ་འབྱུང་ནུག ཨའུཊི་པུཊི་ཡིག་སྣོད་འདི་ཁ་ཕྱེ་མ་ཚུགས།

source: There was an error writing the printing output file.
dz_bt: དཔར་བསྐྲུན་ཨའུཊི་པུཊི་ཡིག་སྣོད་འདི་རྩོམ་སྒྲིག་འབད་ནི་ལུ་ འཛོལ་བ་འབྱུང་ནུག

source: There must be at least one printer available to show Print Preview.
dz_bt: དཔར་བསྐྲུན་གྱི་སྔོན་ལྟ་འདི་སྟོན་ནི་དོན་ལུ་ དཔར་འཕྲུལ་གཅིག་འཐོབ་ཚུགསཔ་འོང་དགོཔ་ཨིན།

source: There was an unexpected problem when printing.
dz_bt: དཔར་བསྐྲུན་འབད་བའི་བསྒང་ རེ་བ་མེད་པའི་དཀའ་ངལ་འདི་འབྱུང་ནུག

source: There was a problem printing. There is not enough free memory to print.
dz_bt: དཔར་བསྐྲུན་འབདཝ་ད་དཀའ་ངལ་འབྱུང་ནུག དཔར་བསྐྲུན་འབད་ནི་ལུ་ དྲན་ཚད་ལངམ་འབད་མིན་འདུག

source: Some printing functionality is not implemented yet.
dz_bt: ལས་འགན་གྱི་ཐོག་ལས་ དཔར་བསྐྲུན་འབད་ནི་ལ་ལོ་ཅིག་ ད་ལྟོ་བསྟར་སྤྱོད་མ་འབད་བས།

source: Not available
dz_bt: འཐོབ་མི་ཚུགས་པས།

source: The print job was aborted, or canceled.
dz_bt: དཔར་བསྐྲུན་གྱི་ལས་གཡོག་འདི་བར་བཤོལ་འབྱུང་ཡོད་ ཡང་ན་ ཆ་མེད་གཏང་ཡོད།

source: An unknown error occurred while printing.
dz_bt: དཔར་བསྐྲུན་འབདཝ་ད་ མ་ཤེས་པའི་འཛོལ་བ་འབྱུང་ནུག

source: Printing failed when starting the document.
dz_bt: ཡིག་ཆ་འདི་འགོ་བཙུགས་པའི་བསྒང་ དཔར་བསྐྲུན་འབད་ནི་འདི་འཐུས་ཤོར་འབྱུང་ནུག

source: Printing failed when completing the document.
dz_bt: ཡིག་ཆ་འདི་མཇུག་བསྡུ་བའི་སྐབས་ལུ་ དཔར་བསྐྲུན་འབད་ནི་འདི་འཐུས་ཤོར་འབྱུང་ནུག

source: Printing failed when starting the page.
dz_bt: ཤོག་ལེབ་འདི་འགོ་བཙུགས་པའི་སྐབས་ལུ་ དཔར་བསྐྲུན་འབད་ནི་འདི་ འཐུས་ཤོར་འབྱུང་ནུག

source: Printing failed when completing the page.
dz_bt: ཤོག་ལེབ་འདི་མཇུག་བསྡུ་བའི་སྐབས་ལུ་ དཔར་བསྐྲུན་འབད་ནི་འདི་ འཐུས་ཤོར་འབྱུང་ནུག

source: You cannot print while in print preview.
dz_bt: དཔར་བསྐྲུན་སྔོན་ལྟ་འབད་བའི་བསྒང་ ཁྱོད་ཀྱིས་ དཔར་བསྐྲུན་འབད་མི་བཏུབ།

source: There was a problem printing because the paper size you specified is not supported by your printer.
dz_bt: དཔར་བསྐྲུན་ནི་གི་དཀའ་ངལ་འབྱུང་ནུག་ ག་ཅི་འབད་ཟེར་བ་ཅིན་ ཁྱོད་ཀྱིས་གསལ་བཀོད་འབད་ཡོད་པའི་ ཤོག་ལེབ་ཀྱི་ཚད་འདི་ ཁྱོད་རའི་ དཔར་འཕྲུལ་གྱིས་ རྒྱབ་སྐྱོར་མ་འབད་བས།

source: There was a problem printing because the page orientation you specified is not supported by your printer.
dz_bt: དཔར་བསྐྲུན་འབད་ནི་ལུ་དཀའ་ངལ་འབྱུང་ནུག་ ག་ཅི་འབད་ཟེར་བ་ཅིན་ ཁྱོད་ཀྱིས་གསལ་བཀོད་འབད་ཡོད་པའི་ ཤོག་ལེབ་ཀྱི་ཕྱོགས་འདི་ ཁྱོད་རའི་དཔར་འཕྲུལ་གྱིས་རྒྱབ་སྐྱོར་མ་འབད་བས།

source: There was a problem printing because the print job requires color capabilities that your printer does not support.
dz_bt: དཔར་བསྐྲུན་འབད་ནི་ལུ་དཀའ་ངལ་འབྱུང་ནུག་ ག་ཅི་འབད་ཟེར་བ་ཅིན་ ཁྱོད་ཀྱི་དཔར་འཕྲུལ་གྱིས་རྒྱབ་སྐྱོར་མ་འབད་མི་ ཚོས་གཞི་ལྕོགས་གྲུབ་འདི་ དཔར་བསྐྲུན་ལས་གཡོག་ལུ་དགོཔ་ཨིན།

source: There was a problem printing because you requested too many copies.
dz_bt: དཔར་བསྐྲུན་འབད་ནི་ལུ་དཀའ་ངལ་འབྱུང་ནུག་ ག་ཅི་འབད་ཟེར་བ་ཅིན་ ཁྱོད་ཀྱིས་ འདྲ་བཤུས་ལས་ཤ་ཞུ་བ་འབད་ནུག

source: There was a problem printing. The printer driver is not properly configured.
dz_bt: དཔར་བསྐྲུན་འབད་ནི་ལུ་དཀའ་ངལ་འབྱུང་ནུག དཔར་འཕྲུལ་འདྲེན་བྱེད་འདི་ ཚུལ་མཐུནམ་འབད་རིམ་སྒྲིག་མ་འབད་བས།

source: A broken version of the X print server (Xprt) has been detected. Note that printing using this Xprt server may not work properly. Please contact the server vendor for a fixed version.
dz_bt: ཨེགསི་ དཔར་བསྐྲུན་སར་བར་(Xprt) གི་ ཐོན་རིམ་ཆད་པ་འདི་སྐྱོན་འཛིན་འབྱུང་ཡོད། Xprt སར་བར་ལག་ལེན་འཐབ་མི་དཔར་བསྐྲུན་འདི་ ཚུལ་མཐུན་འབད་ལཱ་མི་འབད་ཟེར་དྲན་འཛིན་འབད། ཐོན་རིམ་གཏན་བཟོས་ཅིག་གི་དོན་ལུ་ སར་བར་འདི་དང་ཅིག་ཁར་འབྲེལ་བ་འཐབ།

source: The browser cannot print preview right now. Please try again when the page has finished loading.
dz_bt: བརྡ་འཚོལ་པ་དེ་གིས་ སྔོན་ལྟ་འདི་ད་ལྟོ་དཔར་བསྐྲུན་འབད་མི་བཏུབ། ཤོག་ལེབ་འདི་མངོན་གསལ་འབད་ཚརཝ་ད་ ལོག་འདི་རང་འབད་རྩོལ་བསྐྱེད་གནང་།

source: The page was replaced while you were trying to print. Please try again.
dz_bt: ཁྱོད་ཀྱིས་དཔར་བསྐྲུན་འབད་ནི་ལུ་འབད་རྩོལ་བསྐྱེདཝ་ད་ ཤོག་ལེབ་འདི་ཚབ་བཙུགས་འབད་ནུག ལོག་འདི་རང་འབད་རྩོལ་བསྐྱེད་གནང་།

source: Either pluggable dialogs were not properly installed Or this GFX Toolkit no longer supports native Print Dialogs
dz_bt: བཙུགས་བཏུབ་པའི་ཌའི་ལོག་འདི་ཚུ་ ཚུལ་མཐུནམ་འབད་གཞི་བཙུགས་མ་འབད་མི་དང་ ཡང་ན་ ཇི་ཨེཕ་ཨེགསི་ ཆས་སྒྲོམ་དེ་གིས་ རང་ཡུལ་གྱི་དཔར་བསྐྲུན་ཌའི་ལོགསི་འདི་ལུ་རྒྱབ་སྐྱོར་མ་འབད་འོང་།

source: The Printing Prompt Service is missing.
dz_bt: དཔར་བསྐྲུན་ནུས་སྤེལ་ཞབས་ཏོག་འདི་ བརླག་སྟོར་ཞུགས་ནུག

source: We are unable to Print or Print Preview this page.
dz_bt: ང་བཅས་ཀྱིས་ ཤོག་ལེབ་འདི་དཔར་བསྐྲུན་འབད་མ་བཏུབ་ ཡང་ན་ དཔར་བསྐྲུན་སྔོན་ལྟ་འབད་མ་བཏུབ།

source: There was a problem printing. No Xprint server(s) could be found. Check whether the XPSERVERLIST environment variable contains any valid Xprint servers. For further information see http://xprint.mozdev.org/ or http://www.mozilla.org/projects/xprint/
dz_bt: དཔར་བསྐྲུན་འབད་ནི་ལུ་དཀའ་ངལ་འབྱུང་ནུག ཨེགསི་དཔར་བསྐྲུན་སར་བར་(s) འདི་འཐོབ་མ་ཚུགས། XPSERVERLIST མཐའ་འཁོར་དེ་གིས་ ནུས་ཅན་ཡོད་པའི་ ཨེགསི་དཔར་བསྐྲུན་སར་བར་ཚུ་འགྱུར་ཅན་ཨིན་མེན་ཞིབ་དཔྱད་འབད། བརྡ་དོན་ཐེབས་ཀྱི་དོན་ལུ་ http://xprint.mozdev.org/ or http://www.mozilla.org/projects/xprint/ ནང་ལུ་བལྟ་ད།

source: There was a problem printing because the plex mode you specified is not supported by your printer.
dz_bt: དཔར་བསྐྲུན་འབད་ནི་ལུ་དཀའ་ངལ་འབྱུང་ནུག་ ག་ཅི་འབད་ཟེར་བ་ཅིན་ ཁྱོད་ཀྱིས་གསལ་བཀོད་འབད་ཡོད་པའི་plex ཐབས་ལམ་འདི་ ཁྱོད་རའི་དཔར་འཕྲུལ་གྱིས་རྒྱབ་སྐྱོར་མ་འབད་བས།

source: The browser cannot print the document while it is being loaded.
dz_bt: མངོན་གསལ་འབདཝ་ད་ བརྡ་འཚོལ་པ་གིས་ ཡིག་ཆ་འདི་དཔར་བསྐྲུན་འབད་མིག་བཏུབ།

source: Printing is not implemented.
dz_bt: དཔར་བསྐྲུན་འབད་ནི་འདི་ བསྟར་སྤྱོད་མ་འབད་བས།

source: The requested print module cannot be loaded.
dz_bt: ཞུ་བ་འབད་ཡོད་པའི་དཔར་བསྐྲུན་ཚད་གཞི་འདི་ མངོན་གསལ་འབད་མི་བཏུབ།

source: There was a problem printing because the resolution/quality mode you specified is not supported by your printer.
dz_bt: དཔར་བསྐྲུན་འབད་ནི་ལུ་དཀའ་ངལ་འབྱུང་ནུག་ ག་ཅི་འབད་ཟེར་བ་ཅིན་ ཁྱོད་ཀྱིས་གསལ་བཀོད་འབད་ཡོད་པའི་ ཧུམ་ཆ་/ སྤུས་ཚད་ཐབས་ལམ་འདི་ ཁྱོད་རའི་དཔར་འཕྲུལ་གྱིས་ རྒྱབ་སྐྱོར་མ་འབད་བས།

source: No printers available.
dz_bt: དཔར་འཕྲུལ་ཚུ་འཐོབ་མི་ཚུགས་པས།

source: Print To File
dz_bt: ཡིག་སྣོད་ལུ་དཔར་བསྐྲུན་འབད།
