Repository: tenzin/dzongkha-linux-translation-files
Catalog: firefox-1.5-xpi/*/mozapps/update/updates.properties.po
Languages: dz_bt

source: New Version
dz_bt: ཐོན་རིམ་གསརཔ།

source: Security Update
dz_bt: སྲུང་སྐྱོབ་དུས་མཐུན་བཟོ་ནི།

source: An important Security Update for %S is available:
dz_bt: %S དོན་ལུ་སྲུང་སྐྱོབ་དུས་མཐུན་བཟོ་ནི་གལ་ཅན་ཅིག:

source: A new version of %S is available:
dz_bt: %S དེ་གི་ཐོན་རིམ་གསརཔ་ཅིག:

source: %S could not confirm the integrity of the update package.
dz_bt: %S དུས་མཐུན་བཟོ་ནི་ཐུམ་སྒྲིལ་གྱི་ཆིག་སྒྲིལ་དེ་ངེས་དཔྱད་འབད་མི་བཏུབ་པས།

source: Update Failed
dz_bt: དུས་མཐུན་བཟོ་ནི་འཐུས་ཤོར་ཡོདཔ།

source: I Agree
dz_bt: ང་ཁ་འཆམ།

source: I Disagree
dz_bt: ང་ཁ་མི་འཆམ།

source: The license file could not be found. Please contact the distributor.
dz_bt: ཆོག་ཐམ་ཡིག་སྣོད་དེ་འཚོལ་མ་ཐོབ་ལས་བགོ་འགྲེམ་པ་དེ་འབྲེལ་བ་འཐབ་གནང་།

source: Downloading license text...
dz_bt: ཆོག་ཐམ་ཚིག་ཡིག་ཕབ་ལེན་འབད་དོ...

source: Installed on: %S
dz_bt: %S ལུ་གཞི་བཙུགས་ཡོདཔ་:

source: Install Failed
dz_bt: གཞི་བཙུགས་འཐུས་ཤོར་ཡོདཔ།

source: Pause
dz_bt: ཐེམ།

source: Resume
dz_bt: བསྐྱར་ལོག

source: Hide
dz_bt: གསང་།

source: #1 of #2 KB
dz_bt: #༢ ཀེ་བི་གི་ #༡

source: #1 KB of #2 MB
dz_bt: #༢ ཨེམ་བི་གི་ #༡ ཀེ་བི།

source: #1 of #2 MB
dz_bt: #༢ ཨེམ་བི་གི་ #༡

source: #1 KB
dz_bt: #༡ ཀེ་བི།

source: #1 MB
dz_bt: #༡ ཨེམ་བི།

source: %S downloaded so far
dz_bt: %S ཕབ་ལེན་འབད་ཡོདཔ།

source: remain
dz_bt: ལྷག་ལུས་ནི།

source: unknown file size
dz_bt: ཡིག་སྣོད་མ་ཤེས་པའི་ཚད།

source: #1 KB/sec
dz_bt: #ཀེ་བི་/སྐར་ཆག ༡

source: #1 MB/sec
dz_bt: #ཨེམ་བི་/སྐར་ཆག ༡

source: Downloading %S...
dz_bt: %Sཕབ་ལེན་འབད་དོ...

source: Paused downloading %S
dz_bt: %Sཕབ་ལེན་ཐེམ་ཡོདཔ།

source: Restart %S Now
dz_bt: %S ད་ལྟོ་སླར་ལོག་འགོ་བཙུགས།

source: Later
dz_bt: ཤུལ་ལས།

source: Software Update
dz_bt: མཉེན་ཆས་དུས་མཐུན་བཟོ་ནི།

source: The update you just downloaded will be installed the next time you start %S.
dz_bt: ཁྱོད་ཀྱིས་ཕབ་ལེན་འབད་ཡོད་མི་དུས་མཐུན་བཟོ་ནི་དེ་ཤུལ་མ་ཁྱོད་ཀྱིས་ %S འགོ་བཙུགསཔ་ད་གཞི་བཙུགསཔ་ད་གཞི་བཙུགས་འབད་འོང་།

source: You have paused downloading this update. Do you want %S to download the update in the background while you continue to browse?
dz_bt: ཁྱོད་ཀྱིས་དུས་མཐུན་བཟོ་ནི་འདི་ཕབ་ལེན་འབད་ནི་ཐེམ་ཡོདཔ། ཁྱོད་ཀྱིས་བརྡ་འཚོལ་ལུ་འཕྲོ་མཐུད་སྐབས་རྒྱབ་གཞི་ནང་དུས་མཐུན་བཟོ་ནི་དེ་%Sཕབ་ལེན་འབད་ནི་ཨིན་ན?

source: %S Ready to Install
dz_bt: %S གཞི་བཙུགས་འབད་ནི་ལུ་གྲ་སྒྲིག

source: AUS: Update XML File Malformed (200)
dz_bt: ཨེ་ཡུ་ཨེསི་: དུས་མཐུན་བཟོ་ནི་ ཨེགསི་ཨེམ་ཨེལ་ ཡིག་སྣོད་བཟོ་ཉེས་འགྱུར་བའི (༢༠༠)

source: AUS: Access Denied (403)
dz_bt: ཨེ་ཡུ་ཨེསི་: འཛུལ་སྤྱོད་འབད་ནི་ཉན་མ་བཏུབ (༤༠༣)

source: AUS: Update XML File Not Found (404)
dz_bt: ཨེ་ཡུ་ཨེསི་: དུས་མཐུན་བཟོ་ནི་ ཨེགསི་ཨེམ་ཨེལ་ ཡིག་སྣོད་འཚོལ་མ་ཐོབ (༤༠༤)

source: AUS: Internal Server Error (500)
dz_bt: ཨེ་ཡུ་ཨེསི་:ཨིན་ཊར་ནེཊི་སར་བར་འཛོལ་བ་ (༥༠༠)

source: AUS: Update Server Not Found (Check your internet connection or contact your Administrator)
dz_bt: ཨེ་ཡུ་ཨེསི་: དུས་མཐུན་བཟོ་ནི་འཚོལ་མ་ཐོབ (ཁྱོད་རའི་ཨིན་ཊར་ནེཊི་མཐུད་ལམ་ཞིབ་དཔྱད་འབད་ཡང་ན་བདག་སྐྱོང་པ་འབྲེལ་བ་འཐབ)

source: Proxy Server Not Found (Check your internet connection or contact your Administrator)
dz_bt: པོརོ་སི་སར་བར་འཚོལ་མ་ཐོབ(ཁྱོད་རའི་ཨིན་ཊར་ནེཊི་མཐུད་ལམ་ཞིབ་དཔྱད་འབད་ཡང་ན་བདག་སྐྱོང་པ་འབྲེལ་བ་འཐབ)

source: AUS: Connection Refused
dz_bt: ཨེ་ཡུ་ཨེསི་: མཐུད་ལམ་ངོས་ལེན་མེདཔ།

source: Proxy Server Connection Refused (Contact your Administrator)
dz_bt: པོརོ་སི་སར་བར་མཐུད་ལམ་ངོས་ལེན་མེདཔ(ཁྱོད་རའི་བདག་སྐྱོང་པ་འབྲེལ་བ་འཐབ)

source: AUS: Connection timed out
dz_bt: ཨེ་ཡུ་ཨེསི་: མཐུད་ལམ་ངལ་མཚམས་འབྱུང་ཡོདཔ།

source: Network is Offline (Go online)
dz_bt: ཡོངས་འབྲེལ་དེ་ཨོཕ་ལ་ཡིན་མས(གློག་ཐོག་འགྱོ)

source: Failed (Unknown Reason)
dz_bt: འཐུས་ཤོར་ཡོདཔ།(རྒྱུ་མཚན་མ་ཤེསཔ)

source: AUS: No data was received (Please try again)
dz_bt: ཨེ་ཡུ་ཨེསི་: གནད་སྡུད་མ་ཐོབ་ཡོདཔ (ལོག་འབད་རྩོལ་བསྐྱེད་གནང་)

source: AUS: Data transfer was interrupted (Please try again)
dz_bt: ཨེ་ཡུ་ཨུསི་: གནད་སྡུད་གནས་སོར་དེ་བར་དཀྲོགས་ཡོདཔ (ལོག་འབད་རྩོལ་བསྐྱེད་གནང་)

source: AUS: Port not allowed (Contact your Administrator)
dz_bt: ཨེ་ཡུ་ཨེསི་: འདྲེུན་ལམ་འབད་མ་བཅུགཔ (ཁྱོད་རའི་བདག་སྐྱོང་པ་འབྲེལ་བ་འཐབ)

source: The integrity of the update could not be verified (Contact your Administrator)
dz_bt: དུས་མཐུན་བཟོ་ནི་གི་ཆིག་སྒྲིལ་དེ་བལྟ་སྤྱོད་འབད་མི་བཏུབ་པས(ཁྱོད་རའི་བདག་སྐྱོང་པ་འབྲེལ་བ་འཐབ)

source: The Update was successfully installed
dz_bt: དུས་མཐུན་བཟོ་ནི་དེ་མཐར་འཁྱོལ་སྦེ་གཞི་བཙུགས་འབད་ཡོདཔ།

source: The Update could not be installed (Patch Apply Failed)
dz_bt: དུས་མཐུན་བཟོ་ནི་དེ་གཞི་བཙུགས་འབད་མི་བཏུབ་པས།(ལྷེན་པ་འཇུག་སྤྱོད་འབད་ནི་འཐུས་ཤོར་ཡོདཔ)

source: Software Update Failed
dz_bt: མཉེན་ཆས་དུས་མཐུན་བཟོ་ནི་འཐུས་ཤོར་ཡོདཔ།

source: One or more files could not be updated. Please make sure all other applications are closed and that you have permission to modify files, and then restart %S to try again.
dz_bt: ཡིག་སྣོད་ཚུ་གཅིག་ཡང་ལྷགཔ་དུས་མཐུན་བཟོ་མི་བཏུབ་ཨིན། གཞན་འཇུག་སྤྱོད་ཚུ་ཆ་མཉམ་ཁ་བསྡམས་ཡོད་ངེས་ཏིག་བཟོ་ནི་དང་་ཡིག་སྣོད་ཚུ་ལེགས་བཅོས་འབད་ནི་ལུ་གནང་བ་དང་ %S སླར་ལོག་འགོ་བཙུགས་ནི་ལུ་འབད་རྩོལ་བསྐྱེད།
