Repository: tenzin/dzongkha-linux-translation-files
Catalog: firefox-2.0-xpi/*/cookie/cookieAcceptDialog.properties.po
Languages: dz_bt

source: Host:
dz_bt: ཧོསཊི:

source: Domain:
dz_bt: ཌོ་མེན:

source: Encrypted connections only
dz_bt: གསང་བཟོས་མཐུད་ལམ་ཚུ་རྐྱངམ་ཅིག

source: Any type of connection
dz_bt: མཐུད་ལམ་གྱི་དབྱེ་བ་གང་རུང་།

source: at end of session
dz_bt: ལཱ་ཡུན་གྱི་མཇུག་ལུ།

source: Show Details
dz_bt: རྒྱས་བཤད་ཚུ་སྟོན།

source: Hide Details
dz_bt: རྒྱས་་ཚུ་གསང་།

source: The site %S wants to set a cookie.
dz_bt: ས་ཁོངས་%ཨེསི་དེ་ཀུ་ཀི་གཞི་སྒྲིག་འབད་ནི་ཨིན་མས།

source: The site %S wants to set a second cookie.
dz_bt: ས་ཁོངས་%ཨེསི་དེ་ཀུ་ཀི་གཉིས་པམ་དེ་གཞི་སྒྲིག་འབད་ནི་ཨིན་མས།

source: The site %S wants to set another cookie. You already have %S cookies from this site.
dz_bt: ས་ཁོངས %ཨེསི་དེ་ཀུ་ཀི་གཞན་གཞི་སྒྲིག་འབད་ནི་ཨིན་མས ཁྱོད་ལུ་%ཨེསི་ཀུ་ཀི་ཚུ་ཧེ་མ་ལས་ས་ཁོངས་དེ་ལས་ཡོདཔ་ཨིན།

source: The site %S wants to modify an existing cookie.
dz_bt: ས་ཁོངས་ %ཨེསི་དེ་ཀུ་ཀི་ཡོད་མི་ཅིག་ལེགས་བཅོས་འབད་ནི་ཨིན་མས།

source: The site %S wants to load an image.
dz_bt: ས་ཁོངས་%ཨེསི་དེ་གཟུགས་བརྙན་ཅིག་མངོན་གསལ་འབད་ནི་ཨིན་མས།

source: Remember this decision
dz_bt: གྲོད་ཆོད་དེ་སེམས་ཁར་བཞག
