Repository: tenzin/dzongkha-linux-translation-files
Catalog: thunderbird-1.5.0.9-xpi/*/global/charsetTitles.properties.po
Languages: dz_bt

source: English (US-ASCII)
dz_bt: ཨིང་ལིཤ་ (ཡུ་ཨེསི་-ཨེ་ཨེསི་སི་ཨའི་ཨའི་)

source: Western (ISO-8859-1)
dz_bt: ནུབ་ཕྱོགས་ (ཨའི་ཨེསི་ཨོ་-༨༨༥༩-༡)

source: Central European (ISO-8859-2)
dz_bt: དབུས་ཡུ་རོ་པིན་ (ཨའི་ཨེསི་ཨོ་-༨༨༥༩-༢)

source: South European (ISO-8859-3)
dz_bt: ལྷོ་ཡུ་རོ་པིན་ (ཨའི་ཨེསི་ཨོ་-༨༨༥༩-༣)

source: Baltic (ISO-8859-4)
dz_bt: བཱལ་ཊིཀ་ (ཨའི་ཨེསི་ཨོ་-༨༨༥༩-༤)

source: Turkish (ISO-8859-9)
dz_bt: ཊར་ཀིཤ་ (ཨའི་ཨེསི་ཨོ་-༨༨༥༩-༩)

source: Nordic (ISO-8859-10)
dz_bt: ནོར་ཌིཀ་ (ཨའི་ཨེསི་ཨོ་-༨༨༥༩-༡༠)

source: Baltic (ISO-8859-13)
dz_bt: བཱལ་ཊིཀ་ (ཨའི་ཨེསི་ཨོ་-༨༨༥༩-༡༣)

source: Celtic (ISO-8859-14)
dz_bt: སེལ་ཊིཀ་ (ཨའི་ཨེསི་ཨོ་-༨༨༥༩-༡༤)

source: Western (ISO-8859-15)
dz_bt: ནུབ་ཕྱོགས་ (ཨའི་ཨེསི་ཨོ་-༨༨༥༩-༡༥)

source: Romanian (ISO-8859-16)
dz_bt: རོ་མ་ནི་ཡཱན་ (ཨའི་ཨེསི་ཨོ་-༨༨༥༩-༡༦)

source: Central European (Windows-1250)
dz_bt: དབུས་ཡུ་རོ་པི་ཡཱན་ (ཝིན་ཌོསི་-༡༢༥༠)

source: Western (Windows-1252)
dz_bt: ནུབ་ཕྱོགས་ (ཝིན་ཌོསི་-༡༢༥༢)

source: Turkish (Windows-1254)
dz_bt: ཊར་ཀིཤ་ (ཝིན་ཌོསི་-༡༢༥༤)

source: Baltic (Windows-1257)
dz_bt: བཱལ་ཊིཀ་ (ཝིན་ཌོསི་-༡༢༥༧)

source: Western (MacRoman)
dz_bt: ནུབ་ཕྱོགས་ (མེཀ་མོ་རཱན)

source: Central European (MacCE)
dz_bt: དབུས་ཡུ་རོ་པི་ཡཱན་ (མེཀ་སི་ཨི)

source: Turkish (MacTurkish)
dz_bt: ཊར་ཀིཤ་ (མེཀ་ཊར་ཀིཤ)

source: Croatian (MacCroatian)
dz_bt: ཀོརོ་ཤཱན་ (མེཀ་ཀོརོ་ཤཱན)

source: Romanian (MacRomanian)
dz_bt: རོ་མ་ནི་ཡཱན་ (མེཀ་རོ་མ་ནི་ཡཱན་)

source: Icelandic (MacIcelandic)
dz_bt: ཨའིསི་ལེན་ཌིཀ་ (མེཀ་ཨའིསི་ལེན་ཌིཀ)

source: Japanese (ISO-2022-JP)
dz_bt: ཇ་པ་ནིསི་ (ཨའི་ཨེསི་ཨོ་-༢༠༢༢-ཇེ་པི)

source: Japanese (Shift_JIS)
dz_bt: ཇ་པ་ནིསི་ (ཤིཕཊི་__ཇེ་ཨའི་ཨེསི་)

source: Japanese (EUC-JP)
dz_bt: ཇ་པ་ནིསི་ (ཨི་ཡུ་སི་-ཇེ་པི)

source: Chinese Traditional (Big5)
dz_bt: རྒྱ་ནག་སྔོན་སྲོལ་ (བིག་༥)

source: Chinese Traditional (Big5-HKSCS)
dz_bt: རྒྱ་ནག་སྔོན་སྲོལ་ (བིག་༥-ཨེཆ་ཀེ་ཨེསི་སི་ཨེསི་)

source: Chinese Traditional (EUC-TW)
dz_bt: རྒྱ་ནག་སྔོན་སྲོལ་ (ཨི་ཡུ་སི་-ཊི་ཌབ་ལུ་)

source: Chinese Simplified (GB2312)
dz_bt: རྒྱ་ནག་འཇམ་བཟོས་ (ཇི་བི་༢༣༡༢)

source: Chinese Simplified (HZ)
dz_bt: རྒྱ་ནག་འཇམ་བཟོས་ (ཨེཆ་ཛེཊི)

source: Chinese Simplified (GBK)
dz_bt: རྒྱ་ནག་འཇམ་བཟོས་ (ཇི་བི་ཀེ་)

source: Chinese Simplified (ISO-2022-CN)
dz_bt: རྒྱ་ནག་འཇམ་བཟོས་ (ཨའི་ཨེསི་ཨོ་-༢༠༢༢-སི་ཨེན)

source: Korean (EUC-KR)
dz_bt: ཀོ་རི་ཡཱན་ (ཨི་ཡུ་སི་-ཀེ་ཨར)

source: Korean (JOHAB)
dz_bt: ཀོ་རི་ཡཱན་ (ཇོ་ཧབ)

source: Korean (UHC)
dz_bt: ཀོ་རི་ཡཱན་ (ཡུ་ཨེཆ་སི)

source: Korean (ISO-2022-KR)
dz_bt: ཀོ་རི་ཡཱན་ (ཨའི་ཨེསི་ཨོ་-༢༠༢༢-ཀེ་ཨར)

source: Unicode (UTF-7)
dz_bt: ཡི་ནི་ཀོཌི་ (ཡུ་ཊི་ཨེཕ་-༧)

source: Unicode (UTF-8)
dz_bt: ཡི་ནི་ཀོཌི་ (ཡུ་ཊི་ཨེཕ་-༨)

source: Unicode (UTF-16)
dz_bt: ཡི་ནི་ཀོཌི་ (ཡུ་ཊི་ཨེཕ་-༡༦)

source: Unicode (UTF-16 Little Endian)
dz_bt: ཡུ་ནི་ཀོཌི་ (ཡུ་ཊི་ཨེཕ་-༡༦ ལི་ཊཱལ་ ཨིན་ཌི་ཡཱན)

source: Unicode (UTF-16 Big Endian)
dz_bt: ཡུ་ནི་ཀོཌི་ (ཡུ་ཊི་ཨེཕ་-༡༦ བིག་ ཨིན་ཌི་ཡཱན)

source: Unicode (UTF-32 Little Endian)
dz_bt: ཡུ་ནི་ཀོཌི་ (ཡུ་ཊི་ཨེཕ་-༣༢ ལི་ཊཱལ་ ཨིན་ཌི་ཡཱན)

source: Unicode (UTF-32 Big Endian)
dz_bt: ཡུ་ནི་ཀོཌི་ (ཡུ་ཊི་ཨེཕ་-༣༢ ལི་ཊཱལ་ ཨིན་ཌི་ཡཱན)

source: Cyrillic (ISO-8859-5)
dz_bt: སི་རི་ལིཀ་ (ཨའི་ཨེསི་ཨོ་-༨༨༥༩-༥)

source: Cyrillic (ISO-IR-111)
dz_bt: སི་རི་ལིཀ་ (ཨའི་ཨེསི་ཨོ་-ཨའིཨར་-༡༡༡)

source: Cyrillic (Windows-1251)
dz_bt: སི་རི་ལིཀ་ (ཝིན་ཌོསི་-༡༢༥༡)

source: Cyrillic (MacCyrillic)
dz_bt: སི་རི་ལིཀ་ (མེཀ་སིརི་ལིཀ)

source: Cyrillic/Ukrainian (MacUkrainian)
dz_bt: སི་རི་ལིཀ་/ཡུཀ་རའི་ནི་ཡཱན་ (མེཀ་ཡུཀ་རའི་ནི་ཡཱན)

source: Cyrillic (KOI8-R)
dz_bt: སི་རི་ལིཀ་ (ཀེ་ཨོ་ཨའི་༨-ཨར)

source: Cyrillic/Ukrainian (KOI8-U)
dz_bt: སི་རི་ལིཀ་/ཡུཀ་རའི་ནི་ཡཱན་ (ཀེ་ཨོ་ཨའི་༨-ཡུ)

source: Greek (ISO-8859-7)
dz_bt: གིརིཀ་ (ཨའི་ཨེསི་ཨོ་-༨༨༥༩-༧)

source: Greek (Windows-1253)
dz_bt: གིརིཀ་ (ཝིན་ཌོསི་-༡༢༥༣)

source: Greek (MacGreek)
dz_bt: གིརིཀ་ (མེཀ་གིརིཀ)

source: Vietnamese (Windows-1258)
dz_bt: བེཊི་ན་མིསི་ (ཝིན་ཌོསི་-༡༢༥༨)

source: Vietnamese (TCVN)
dz_bt: བེཊི་ན་མིསི་ (ཊི་སི་ཝི་ཨེན)

source: Vietnamese (VISCII)
dz_bt: བེཊི་ན་མིསི་ (ཝི་ཨའི་ཨེསི་སི་ཨའི་ཨའི)

source: Vietnamese (VPS)
dz_bt: བེཊི་ན་མིསི་ (ཝི་པི་ཨེསི)

source: Georgian (GEOSTD8)
dz_bt: ཇོར་ཇི་ཡཱན་ (ཇི་ཨི་ཨོ་ཨེསི་ཊི་ཌི་༨)

source: Thai (TIS-620)
dz_bt: ཐཱའི་ (ཊི་ཨའི་ཨེསི་-༦༢༠)

source: Thai (ISO-8859-11)
dz_bt: ཐཱའི་ (ཨའི་ཨེསི་ཨོ་-༨༨༥༩-༡༡)

source: Thai (Windows-874)
dz_bt: ཐཱའི་ (ཝིན་ཌོསི་-༨༧༤)

source: Thai (IBM-874)
dz_bt: ཐཱའི་ (ཨའི་བི་ཨེམ་་-༨༧༤)

source: Armenian (ARMSCII-8)
dz_bt: ཨར་མི་ནི་ཡཱན་ (ཨེ་ཨར་ཨེམ་ཨེསི་སི་ཨའི་ཨའི་-༨)

source: Arabic (ISO-8859-6)
dz_bt: ཨ་ར་བིཀ་ (ཨའི་ཨེསི་ཨོ་-༨༨༥༩-༦)

source: Arabic (ISO-8859-6-I)
dz_bt: ཨ་ར་བིཀ་ (ཨའི་ཨེསི་ཨོ་-༨༨༥༩-༦-༡)

source: Arabic (ISO-8859-6-E)
dz_bt: ཨ་ར་བིཀ་ (ཨའི་ཨེསི་ཨོ་-༨༨༥༩-༦-ཨི)

source: Hebrew Visual (ISO-8859-8)
dz_bt: ཧེབ་བིརིའུ་ ཝི་ཤུ་ཡལ་ (ཨའི་ཨེསི་ཨོ་-༨༨༥༩-༨)

source: Hebrew (ISO-8859-8-I)
dz_bt: ཧེབ་བིརིའུ་ (ཨའི་ཨེསི་ཨོ་-༨༨༥༩-༨-༡)

source: Hebrew (ISO-8859-8-E)
dz_bt: ཧེབ་བིརིའུ་ (ཨའི་ཨེསི་ཨོ་-༨༨༥༩-༨-ཨི)

source: Hebrew (Windows-1255)
dz_bt: ཧེབ་བིརིའུ་ (ཝིན་ཌོསི་-༡༢༥༥)

source: Arabic (Windows-1256)
dz_bt: ཨ་ར་བིཀ་ (ཝིན་ཌོསི་-༡༢༥༦)

source: User Defined
dz_bt: ལག་ལེན་པ་ངེས་འཛིན་འབད་ཡོདཔ་

source: Cyrillic/Russian (CP-866)
dz_bt: སི་རི་ལིཀ་/ར་ཤི་ཡཱན་ (སི་པི་-༨༦༦)

source: Western (IBM-850)
dz_bt: ནུབ་ཕྱོགས་ (ཨའི་བི་ཨེམ་-༨༥༠)

source: Central European (IBM-852)
dz_bt: དབུས་ཡུ་རོ་པིན་ (ཨའི་བི་ཨེམ་-༨༥༢)

source: Cyrillic (IBM-855)
dz_bt: སིརི་ལིཀ་ (ཨའི་བི་ཨེམ་-༨༥༥)

source: Turkish (IBM-857)
dz_bt: ཊར་ཀིཤ་ (ཨའི་བི་ཨེམ་-༨༥༧)

source: Hebrew (IBM-862)
dz_bt: ཧེབ་བིརིའུ་ (ཨའི་བི་ཨེམ་-༨༦༢)

source: Arabic (IBM-864)
dz_bt: ཨ་ར་བིཀ་ (ཨའི་བི་ཨེམ་-༨༦༤)

source: Arabic (IBM-864-I)
dz_bt: ཨ་ར་བིཀ་ (ཨའི་བི་ཨེམ་-༨༦༤-ཨའི)

source: Chinese Simplified (GB18030)
dz_bt: རྒྱ་ནག་འཇམ་བཟོས་ (ཇི་བི་༡༨༠༣༠)

source: Arabic (MacArabic)
dz_bt: ཨ་ར་བིཀ་ (མེཀ་ཨ་ར་བིཀ)

source: Arabic (Langbox ISO-8859-6.8x)
dz_bt: ཨ་ར་བིཀ་ (སྐད་སྒྲོམ་ ཨའིཨེསི་ཨོ་-༨༨༥༩-༦.༨ཨེགསི་)

source: Arabic (Langbox ISO-8859-6.16)
dz_bt: ཨ་ར་བིཀ་ (སྐད་སྒྲོམ་ ཨའིཨེསི་ཨོ་-༨༨༥༩-༦.༡༦)

source: Farsi (MacFarsi)
dz_bt: ཕར་སི་ (མེཀ་ཕར་སི)

source: Hebrew (MacHebrew)
dz_bt: ཧེབ་བིརིའུ་ (མེཀ་ཧེབ་བིརིའུ)

source: Hindi (MacDevanagari)
dz_bt: ཨིན་དི་ (མེཀ་དེ་བ་ན་ག་རི)

source: Gujarati (MacGujarati)
dz_bt: གུ་ཇ་ར་ཏི་ (མེཀ་གུ་ཇ་ར་ཏི་)

source: Gurmukhi (MacGurmukhi)
dz_bt: གུར་མུ་ཁི་ (མེཀ་གུར་མུ་ཁི)

source: Hindi (SunDevanagari)
dz_bt: ཧིན་དི་ (སཱན་དི་བ་ན་ག་རི)

source: (Off)
dz_bt: (ཨོཕ་)

source: All
dz_bt: ཆ་མཉམ་

source: Universal
dz_bt: འཛམ་གླིང་ཡོངས་ཁྱབ་

source: Japanese
dz_bt: ཇ་པ་ནིསི་

source: Korean
dz_bt: ཀོ་རི་ཡཱན་

source: Traditional Chinese
dz_bt: རྒྱ་ནང་སྔོན་སྲོལ་

source: Simplified Chinese
dz_bt: རྒྱ་ནག་འཇམ་བཟོས་

source: Chinese
dz_bt: རྒྱ་ནག་གི་

source: East Asian
dz_bt: ཧར་ཨེ་ཤི་ཡཱན་

source: Russian
dz_bt: ར་ཤི་ཡཱན་

source: Ukrainian
dz_bt: ཡུཀ་རའི་ནི་ཡཱན་
