Repository: tenzin/dzongkha-linux-translation-files
Catalog: thunderbird-1.5.0.9-xpi/*/global/charsetOverlay.dtd.po
Languages: dz_bt

source: &Character Encoding
dz_bt: ཡིག་འབྲུའི་ཨིན་ཀོ་ཌིང་(&C)

source: &Auto-Detect
dz_bt: རང་བཞིན་ངོས་འཛིན་(&A)

source: &More Encodings
dz_bt: ཨིན་ཀོ་ཌིང་ཧེང་བཀལ་(&M)

source: &West European
dz_bt: ནུབ་ཡུ་རོ་པིན་(&W)

source: &East European
dz_bt: ཤར་ཡུ་རོ་པིན་(&E)

source: East &Asian
dz_bt: ཤར་ཨེ་ཤི་ཡཱན་(&A)

source: &SE &amp; SW Asian
dz_bt: &SE &amp;ལྷོ་ནུབ་ཨེ་ཤི་ཡཱན་(&S)

source: &Middle Eastern
dz_bt: མི་ཌཱལ་ཨིསི་ཊརན་(&M)

source: &Unicode
dz_bt: ཡུ་ནི་ཀོཌི་(&U)

source: &Customize List...
dz_bt: ཐོ་ཡིག་སྲོལ་སྒྲིག་འབད་་་(&C)
