Repository: tenzin/dzongkha-linux-translation-files
Catalog: thunderbird-1.5.0.9-xpi/*/global/customizeToolbar.dtd.po
Languages: dz_bt

source: Customize Toolbar
dz_bt: ལག་ཆས་ཕྲ་རིང་ སྲོལ་སྒྲིག་འབད་

source: You can add or remove items by dragging to or from the toolbars.
dz_bt: ཁྱོད་ཀྱིས་རྣམ་གྲངས་ཚུ་ ལག་ཆས་ཕྲ་རིང་ལུ་འདྲུད་པའམ་ ལག་ཆས་ཕྲ་རིང་ལས་འདྲུད་པའི་ཐོག་ལས་ ཁ་སྐོང་རྐྱབ་པའམ་ རྩ་བསྐྲད་གཏང་ནི་ཚུ་འབད་ཚུགས།

source: Show:
dz_bt: སྟོན་:

source: Icons and Text
dz_bt: ངོས་དཔར་དང་ཚིག་ཡིག་

source: Icons
dz_bt: ངོས་དཔར་ཚུ་

source: Text
dz_bt: ཚིག་ཡིག་

source: Use Small Icons
dz_bt: ངོས་དཔར་ཆུང་ཀུ་ཚུ་ ལག་ལེན་འཐབ་

source: Restore Default Set
dz_bt: སྔོན་སྒྲིག་གཞི་སྒྲིག་ཚུ་ སོར་་ཆུད་འབད་

source: Add New Toolbar
dz_bt: ལག་ཆས་ཕྲ་རིང་གསརཔ་ ཁ་སྐོང་རྐྱབས་

source: Done
dz_bt: འབད་ཚར་

source: Undo Changes
dz_bt: བསྒྱུར་བཅོས་ཚུ་ འབད་ཤོལ་འབད་
