Repository: tenzin/dzongkha-linux-translation-files
Catalog: thunderbird-1.5.0.9-xpi/*/global/filepicker.properties.po
Languages: dz_bt

source: All Files
dz_bt: ཡིག་སྣོད་ཆ་མཉམ་

source: HTML Files
dz_bt: ཨེཆ་ཊི་ཨེམ་ཨེལ་ ཡིག་སྣོད་ཚུ་

source: Text Files
dz_bt: ཚིག་ཡིག་ཡིག་སྣོད་ཚུ་

source: Image Files
dz_bt: གཟུགས་བརྙན་ཡིག་སྣོད་ཚུ་

source: XML Files
dz_bt: ཨེགསི་ཨེམ་ཨེལ་ ཡིག་སྣོད་ཚུ་

source: XUL Files
dz_bt: ཨེགསི་ཡུ་ཨེལ་ ཡིག་སྣོད་ཚུ་

source: Applications
dz_bt: གློག་རིམ་ཚུ་

source: Directory name:
dz_bt: སྣོད་ཐོའི་མིང་:

source: Confirm
dz_bt: ངེས་དཔྱད་འབད་

source: %S already exists. Do you want to replace it?
dz_bt: %Sཧེ་མ་ལས་ར་འདུག། དེ་གི་ཚབ་མ་བཙུགས་ནི་ཨིན་ན?

source: Open
dz_bt: ཁ་ཕྱེ་

source: Save
dz_bt: སྲུངས་

source: Select
dz_bt: སེལ་འཐུ་འབད་

source: No
dz_bt: མེན་

source: Error opening %S
dz_bt: %Sཁ་ཕྱེ་ནི་ལུ་འཛོལ་བ་

source: File %S doesn't exist
dz_bt: ཡིག་སྣོད་%Sགནས་ཏེ་མིན་འདུག་

source: Error accessing %S
dz_bt: %Sལུ་འཛུལ་སྤྱོད་འབད་ནི་ལུ་འཛོལ་བ་

source: Directory %S doesn't exist
dz_bt: སྣོད་ཐོ་%Sགནས་ཏེ་མིན་འདུག

source: Directory %S is not readable or does not exist.
dz_bt: སྣོད་ཐོ་%Sདེ་ ལྷག་མ་བཏུབ་པའམ་ གནས་ཏེ་མིན་འདུག།

source: File %S is not readable
dz_bt: ཡིག་སྣོད་%Sདེ་ལྷག་མི་བཏུབ་པས།

source: Error saving %S
dz_bt: %Sབསྲུང་ནི་ལུ་འཛོལ་བ་

source: %S is a file, can't save %S
dz_bt: %Sདེ་ཡིག་སྣོད་ཅིག་ཨིན་པས། %Sབསྲུང་མི་ཚུགས།

source: Path %S doesn't exist, can't save %S
dz_bt: འགྲུལ་ལམ་%Sགནས་ཏེ་མིན་འདུག། %Sབསྲུང་མི་ཚུགས།

source: File %S is not writable.
dz_bt: ཡིག་སྣོད་%Sདེ་ འབྲི་བཏུབ་མེན་པས།

source: Cannot create file. Directory %S is not writable.
dz_bt: ཡིག་སྣོད་གསར་བསྐྲུན་འབད་མི་ཚུགས། སྣོད་ཐོ་%Sདེ་འབྲི་བཏུབ་མེན་པས།

source: Error creating %S
dz_bt: %Sགསར་བསྐྲུན་འབད་ནི་ལུ་འཛོལ་བ་

source: A file named %S already exists, directory cannot be created.
dz_bt: ཡིག་སྣོད་མིང་%Sབཏགས་མི་ཅིག་ ཧེ་མ་ལས་ར་འདུག། སྣོད་འཛིན་གསར་བསྐྲུན་འབད་མི་ཚུགས།

source: Directory %S could not be created
dz_bt: སྣོད་ཐོ་%Sདེ་ གསར་བསྐྲུན་འབད་མི་ཚུགས།

source: Directory cannot be created, %S is a file
dz_bt: སྣོད་ཐོ་གསར་བསྐྲུན་འབད་མི་ཚུགས། %Sདེ་ཡིག་སྣོད་ཅིག་ཨིན།

source: Directory cannot be created, %S not writable
dz_bt: སྣོད་ཐོ་གསར་བསྐྲུན་འབད་མི་ཚུགས། %Sདེ་འབྲི་བཏུབ་མེན་པས།

source: Create new directory
dz_bt: སྣོད་ཐོ་གསར་བསྐྲུན་འབད་

source: Unknown Error
dz_bt: མ་ཤེས་པའི་འཛོལ་བ་

source: An unknown error occured (path %S)
dz_bt: མ་ཤེས་པའི་འཛོལ་བ་ཅིག་བྱུང་ཡི། (འགྲུལ་ལམ་%S)
