Repository: tenzin/dzongkha-linux-translation-files
Catalog: thunderbird-1.5.0.9-xpi/*/global/filepicker.dtd.po
Languages: dz_bt

source: &Look in:
dz_bt: ནང་ལུ་བལྟ་:(&L)

source: File &name:
dz_bt: ཡིག་སྣོད་མིང་:(&n)

source: Files of &type:
dz_bt: ཡིག་སྣོད་ཀྱི་དབྱེ་བ་:

source: Name
dz_bt: མིང་

source: Size
dz_bt: ཚད་

source: Last Modified
dz_bt: མཐའ་མཇུག་ལུ་ལེགས་བཅོས་འབད་ཡོདཔ་

source: Permissions
dz_bt: གནང་བ་ཚུ་

source: &Show hidden files and directories
dz_bt: སྦ་སྟེ་ཡོད་པའི་ཡིག་སྣོད་དང་ སྣོད་ཐོ་ཚུ་སྟོན། (&S)

source: You do not have the permissions necessary to view this directory.
dz_bt: ཁྱོད་ལུ་སྣོད་ཐོ་འདི་ བལྟ་ནི་ལུ་མཁོ་བའི་ གནང་བ་མིན་འདུག།

source: Go up a level
dz_bt: གནས་རིམ་ཅིག་ཡར་འགྱོ་

source: Go to home
dz_bt: ཁྱིམ་ལུ་འགྱོ་

source: Create new directory
dz_bt: སྣོད་ཐོ་གསར་བསྐྲུན་འབད་
