Repository: tenzin/dzongkha-linux-translation-files
Catalog: thunderbird-1.5.0.9-xpi/*/global/nsHelperAppDlg.dtd.po
Languages: dz_bt

source: Opening #1
dz_bt: #1 ཁ་ཕྱེ་དོ་

source: The file &quot;#3&quot; is of type #2 (#1), and #4 does not know how to handle this file type. This file is located at:
dz_bt: ཡིག་སྣོད་&quot;#3&quot;འདི་ དབྱེ་བ་#2 (#1),ཨིནམ་ལས་ #4 གིས་ ཡིག་སྣོད་ཀྱི་དབྱེ་བ་འདི་ ལེགས་སྐྱོང་འཐབ་མི་ཤེས་པས། ཡིག་སྣོད་འདི་ གནས་ཏེ་ཡོད་ས་:

source: The file &quot;#3&quot; is of type #2, and #4 does not know how to handle this file type. This file is located at:
dz_bt: ཡིག་སྣོད་&quot;#3&quot;འདི་ དབྱེ་བ་#2 ཨིནམ་ལས་ #4 གིས་ ཡིག་སྣོད་ཀྱི་དབྱེ་བ་འདི་ ལེགས་སྐྱོང་འཐབ་མི་ཤེས་པས། ཡིག་སྣོད་འདི་ གནས་ཏེ་ཡོད་ས་:

source: The site has suggested that &quot;#3&quot; be handled as an attachment. It is of type #2 (#1) and located at:
dz_bt: ས་ཁོངས་འདི་གིས་ &quot;#3&quot;དེ་ མཉམ་སྦྲགས་ཅིག་སྦེ་ ལེགས་སྐྱོང་འཐབ་དགོ་པའི་ བསམ་འཆར་བཀོདཔ་ཨིན་མས། འདི་གི་དབྱེ་བ་ #2 (#1) ཨིནམ་ད་ འདི་གནས་ཏེ་ཡོད་ས་:

source: The site has suggested that &quot;#3&quot; be handled as an attachment. It is of type #2 and located at:
dz_bt: ས་ཁོངས་འདི་གིས་ &quot;#3&quot;དེ་ མཉམ་སྦྲགས་ཅིག་སྦེ་ ལེགས་སྐྱོང་འཐབ་དགོ་པའི་ བསམ་འཆར་བཀོདཔ་ཨིན་མས། འདི་གི་དབྱེ་བ་ #2ཨིནམ་ད་ འདི་གནས་ཏེ་ཡོད་ས་:

source: #4 has detected that the file &quot;#3&quot; is likely to be of type #2 (#1). The file is located at:
dz_bt: #4 གིས་ ཡིག་སྣོད་&quot;#3&quot;དེ་ དབྱེ་བ་#2 (#1)ཨིནམ་བཟུམ་ཅིག་གི་ ངོས་འཛིན་བྱུང་ནུག། ཡིག་སྣོད་དེ་གནས་ཏེ་ཡོད་ས་:

source: #4 has detected that the file &quot;#3&quot; is likely to be of type #2. The file is located at:
dz_bt: #4 གིས་ ཡིག་སྣོད་&quot;#3&quot;དེ་ དབྱེ་བ་#2 ཨིནམ་བཟུམ་ཅིག་གི་ ངོས་འཛིན་བྱུང་ནུག། ཡིག་སྣོད་དེ་གནས་ཏེ་ཡོད་ས་:

source: What should #1 do with this file?
dz_bt: #1གིས་ ཡིག་སྣོད་འདི་ལུ་ ག་ཅི་འབད་དགོཔ་ཨིན་ན?

source: &Always perform this action when handling files of this type
dz_bt: དབྱེ་བ་འདི་བཟུམ་གྱི་ ཡིག་སྣོད་ཚུ་ ལེགས་སྐྱོང་འཐབ་པའི་སྐབས་ ཨ་རྟག་ར་ བྱ་བ་འདི་ལག་ལེན་འཐབ།(&A)

source: &Save it to disk
dz_bt: འདི་ཌིཀསི་གུ་སྲུངསཝ(&S)

source: &Open it with the default application (#1)
dz_bt: འདི་སྔོན་སྒྲིག་གློག་རིམ་(#1)ཐོག་ལས་ཁ་ཕྱེ།(&O)

source: Open it with the default application
dz_bt: འདི་སྔོན་སྒྲིག་གློག་རིམ་ཐོག་ལས་ཁ་ཕྱེ།

source: Open it &with
dz_bt: གི་ཐོག་ལས་ཁ་ཕྱེ།(&w)

source: &Choose...
dz_bt: གདམ་ཁ་རྐྱབས་་་་(&C)

source: Choose Helper Application
dz_bt: ལས་རོགས་པའི་གློག་རིམ་ གདམ་ཁ་རྐྱབས།

source: The application you specified (&quot;#1&quot;) could not be found. Check the file name or select another application.
dz_bt: ཁྱོད་ཀྱིས་གསལ་བཀོད་འབད་མི་གློག་རིམ་ (&quot;#1&quot;)དེ་ འཚོལ་མ་ཐོབ། ཡིག་སྣོད་ཀྱི་མིང་ ཞིབ་དཔྱད་བརྐྱབས་ཏེ་ གློག་རིམ་གཞན་ཅིག་ སེལ་འཐུ་འབད།

source: Application not found
dz_bt: གློག་རིམ་འཚོལ་མ་ཐོབ།
