Repository: tenzin/dzongkha-linux-translation-files
Catalog: thunderbird-1.5.0.9-xpi/*/global/nsWebBrowserPersist.properties.po
Languages: dz_bt

source: %S could not be saved, because the source file could not be read. Try again later, or contact the server administrator.
dz_bt: %Sདེ་བསྲུང་མ་ཚུགས། ག་ཅི་སྦེ་ཟེར་བ་ཅིན་ འབྱུང་ཁུངས་ཡིག་སྣོད་དེ་ལྷག་མ་ཚུགས། ལོག་སྟེ་ཤུལ་ལས་འབད་རྩོལ་བསྐྱེད་ ཡང་ན་ སརབར་བདག་སྐྱོང་པ་ལུ་འབྲེལ་བ་འཐབ།

source: %S could not be saved, because an unknown error occurred. Try saving to a different location.
dz_bt: %Sདེ་བསྲུང་མ་ཚུགས། ག་ཅི་སྦེ་ཟེར་བ་ཅིན་ མ་ཤེས་པའི་འཛོལ་བ་ཅིག་བྱུང་ནུག། གནས་ཁོངས་གཞན་ཅིག་ནང་བསྲུང་ཐབས་འབད།

source: %S could not be opened, because an unknown error occurred. Try saving to disk first and then opening the file.
dz_bt: %Sདེ་ཁ་ཕྱེ་མ་ཚུགས། ག་ཅི་སྦེ་ཟེར་བ་ཅིན་ མ་ཤེས་པའི་འཛོལ་བ་ཅིག་བྱུང་ནུག། དང་པ་ར་ ཌིཀསི་ལུ་བསྲུང་ཐབས་འབད་དེ་ དེ་ལས་ཡིག་སྣོད་ཁ་ཕྱེ།

source: There is not enough room on the disk to save %S. Remove unnecessary files from the disk and try again, or try saving in a different location.
dz_bt: ཌིཀསི་གུ་ %Sབསྲུང་ནིའི་དོན་ལུ་ ས་སྟོང་ལངམ་མིན་འདུག། ཌིཀསི་ནང་ལས་ དགོས་མཁོ་མེད་པའི་ཡིག་སྣོད་ཚུ་ རྩ་བསྐྲད་གཏང་ཞིནམ་ལས་ ལོག་སྟེ་འབད་རྩོལ་བསྐྱེད་ ཡང་ན་ གནས་ཁོངས་སོ་སོ་ཅིག་ནང་ བསྲུང་ཐབས་འབད།

source: %S could not be saved, because the disk, folder, or file is write-protected. Write-enable the disk and try again, or try saving in a different location.
dz_bt: %Sདེ་བསྲུང་མ་ཚུགས། ག་ཅི་སྦེ་ཟེར་བ་ཅིན་ ཌིཀསི་ སྣོད་འཛིན་ ཡང་ན་ ཡིག་སྣོད་དེ་ འབྲི་མ་བཏུབ་བཟོ་ནུག། ཌིཀསི་དེ་འབྲི་བཏུབ་བཟོ་ཞིནམ་ལས་ ལོག་སྟེ་འབད་རྩོལ་བསྐྱེད་ ཡང་ན་ གནས་ཁོངས་སོ་སོ་ཅིག་ནང་ བསྲུང་ཐབས་འབད།

source: %S could not be saved, because you cannot change the contents of that folder. Change the folder properties and try again, or try saving in a different location.
dz_bt: %Sདེ་བསྲུང་མ་ཚུགས། ག་ཅི་སྦེ་ཟེར་བ་ཅིན་ ཁྱོད་ཀྱིས་སྣོད་འཛིན་དེ་གི་ནང་དོན་ཚུ་ སོར་མི་ཚུགས། སྣོད་འཛིན་གྱི་རྒྱུ་དངོས་ཚུ་སོར་ཞིནམ་ལས་ ལོག་སྟེ་འབད་རྩོལ་བསྐྱེད་ ཡང་ན་ གནས་ཁོངས་སོ་སོ་ཅིག་ནང་ བསྲུང་ཐབས་འབད།

source: %S could not be opened, because the associated helper application does not exist. Change the association in your preferences.
dz_bt: དེ་ཁ་ཕྱེ་མ་ཚུགས། ག་ཅི་སྦེ་ཟེར་བ་ཅིན་ འབྲེལ་བ་ཡོད་པའི་ལས་རོགས་གློག་རིམ་དེ་ གནས་ཏེ་མིན་འདུག། ཁྱོད་རའི་དགའ་གདམ་ནང་ཤུ་ འབྲེལ་བ་དེ་སོར།

source: There is not sufficient memory to complete the action you requested. Quit some applications and try again.
dz_bt: ཁྱོད་ཀྱིས་ཞུ་བ་འབད་མི་བྱ་བ་དེ་ མཇུག་བསྡུ་ནིའི་དྲན་ཚད་ལངམ་མིན་འདུག། གློག་རིམ་ལ་ལོ་ཅིག་སྤང་ཞིནམ་ལས་ ལོག་སྟེ་འབད་རྩོལ་བསྐྱེད།

source: Downloading %S
dz_bt: %Sཕབ་ལེན་འབད་དོ་

source: %S could not be saved, because a file already exists with the same name as the '_files' directory. Try saving to a different location.
dz_bt: %S བསྲུང་མ་ཚུགས། ག་ཅི་སྦེ་ཟེར་བ་ཅིན་ '_ཡིག་སྣོད་' སྣོད་ཐོའི་མིང་དང་ཅོག་གཅིག་འབད་མི་་ཡིག་སྣོད་ཅིག་ ཧེ་མ་ལས་ར་འདུག.

source: %S could not be saved, because the file name was too long. Try saving with a shorter file name.
dz_bt: བསྲུང་མ་ཚུགས། ག་ཅི་སྦེ་ཟེར་བ་ཅིན་ ཡིག་སྣོད་ཀྱི་མིང་དེ་ རིང་དྲགས་པས། ཡིག་སྣོད་ཀྱི་མིང་ ཐུང་སུ་ཅིག་བཏགས་ཏེ་ བསྲུང་ཐབས་འབད།
