Repository: tenzin/dzongkha-linux-translation-files
Catalog: thunderbird-1.5.0.9-xpi/*/global/printing.properties.po
Languages: dz_bt

source: %1$d of %2$d
dz_bt: %2$d ལས་ %1$d

source: serif
dz_bt: སེ་རིཕ་

source: Filename is missing
dz_bt: ཡིག་སྣོད་མིང་མིན་འདུག་

source: You have selected "Print To: File", and the filename is empty!
dz_bt: ཁྱོད་ཀྱིས་"Print To: File" སེལ་འཐུ་འབད་ཡོད་རུང་ ཡིག་སྣོད་ཀྱི་མིང་དེ་ སྟོངམི་ཨིན་མས།

source: %S already exists. Do you want to replace it?
dz_bt: %Sཧེ་མ་ལས་ར་འདུག། ཁྱོད་ཀྱིས་ཚབ་སྲུང་འབད་ནི་ཨིན་ན?

source: Printer Error
dz_bt: དཔར་འཕྲུལ་གྱི་འཛོལ་བ་

source: Print Preview Error
dz_bt: དཔར་བསྐྲུན་སྔོན་ལྟའི་འཛོལ་བ་

source: There was a problem printing. The printer doesn't support a printing command.
dz_bt: དཔར་བསྐྲུན་འབད་ནི་ལུ་དཀའ་ངལ་ཅིག་འདུག། དཔར་འཕྲུལ་དེ་གིས་ དཔར་བསྐྲུན་གྱི་བརྡ་བཀོད་ལུ་ རྒྱབ་སྐྱོར་མིན་འདུག།

source: There was a problem printing. An instruction that was sent to the printer failed.
dz_bt: དཔར་བསྐྲུན་ལུ་དཀའ་ངལ་ཅིག་འདུག། དཔར་འཕྲུལ་ལུ་བཏང་མི་བཀོད་རྒྱ་དེ་ལུ་མ་བཏུབ།

source: There was a problem printing. No printer could be found.
dz_bt: དཔར་བསྐྲུན་འབད་ནི་ལུ་དཀའ་ངལ་ཅིག་འདུག། དཔར་འཕྲུལ་འཚོལ་མ་ཐོབ།

source: There was a problem printing. The printer could not be found.
dz_bt: དཔར་བསྐྲུན་འབད་ནི་ལུ་དཀའ་ངལ་ཅིག་འདུག། དཔར་འཕྲུལ་འཚོལ་མ་ཐོབ།

source: There was a problem printing. Access to the printer was denied.
dz_bt: དཔར་བསྐྲུན་འབད་ནི་ལུ་དཀའ་ངལ་ཅིག་འདུག། དཔལ་འཕྲུལ་ལུ་འཛུལ་སྤྱོད་འབད་ནི་ལུ་ཉན་མ་བཏུབ།

source: There was a problem printing. Tried to set an invalid printer attribute.
dz_bt: དཔར་བསྐྲུན་འབད་ནི་ལུ་དཀའ་ངལ་ཅིག་འདུག། ནུས་མེད་དཔར་བསྐྲུན་ཁྱད་ཆོས་ཅིག་ གཞི་སྒྲིག་འབད་ནི་ལུ་འབད་རྩོལ་བསྐྱེད་ནུག།

source: There was a problem printing. The printer not ready.
dz_bt: དཔར་བསྐྲུན་འབད་ནི་ལུ་དཀའ་ངལ་ཅིག་འདུག། དཔར་འཕྲུལ་དེ་གྲ་སྒྲིག་མ་འགྱོ་བས།

source: There was a problem printing. The printer is out of paper.
dz_bt: དཔར་བསྐྲུན་འབད་ནི་ལུ་དཀའ་ངལ་ཅིག་འདུག། དཔར་འཕྲུལ་ནང་ཤོག་ཀུ་མིན་འདུག།

source: There was a problem printing. Printer I/O error.
dz_bt: དཔར་བསྐྲུན་འབད་ནི་ལུ་དཀའ་ངལ་ཅིག་འདུག། དཔར་འཕྲུལ་གྱི་I/O འཛོལ་བ།

source: There was a problem printing. The output file could not be opened.
dz_bt: དཔར་བསྐྲུན་འབད་ནི་ལུ་དཀའ་ངལ་ཅིག་འདུག། ཨའུཊི་པུཊི་ཡིག་སྣོད་དེ་ ཁ་ཕྱེ་མ་ཚུགས།

source: There was an error writing the printing output file.
dz_bt: དཔར་བསྐྲུན་གྱི་ཨའུཊི་པུཊི་ཡིག་སྣོད་དེ་ འབྲི་ནི་ལུ་འཛེལ་བ་ཅིག་འདུག།

source: There must be at least one printer available to show Print Preview.
dz_bt: དཔར་བསྐྲུན་སྔོན་ལྟ་སྟོན་ནི་ལུ་ ཉུང་ཤོས་ར་དཔར་འཕྲུལ་ཅིག་དགོ།

source: There was an unexpected problem when printing.
dz_bt: གཔར་བསྐྲུན་འབད་བའི་སྐབས་ རེ་བ་མེད་པའི་དཀའ་ངལ་ཅིག་ཐོན་ཡི།

source: There was a problem printing. There is not enough free memory to print.
dz_bt: དཔར་བསྐྲུན་འབད་ནི་ལུ་དཀའ་ངལ་ཅིག་འདུག། དཔར་བསྐྱུན་འབད་ནི་ལུ་ བར་སྟོང་ལངམ་མིན་འདུག།

source: Some printing functionality is not implemented yet.
dz_bt: དཔར་བསྐྲུན་གྱི་ལས་འགན་ལ་ལོ་ཅིག་ ད་ལྟོ་ཚུན་ཚོད་ལག་ལེན་མ་འཐབ་པས།

source: Not available
dz_bt: མིན་འདུག

source: The print job was aborted, or canceled.
dz_bt: དཔར་བསྐྲུན་གྱི་ལཱ་དེ་ བར་བཤོལ་ ཡང་ན་ ཆ་མེད་བཏང་ནུག།

source: An unknown error occurred while printing.
dz_bt: དཔར་བསྐྲུན་འབད་བའི་སྐབས་ལུ་ མ་ཤེས་པའི་འཛོལ་བ་ཅིག་བྱུང་ནུག།

source: Printing failed when starting the document.
dz_bt: ཡིག་ཆ་འགོ་བཙུགས་པའི་སྐབས་ དཔར་བསྐྲུན་འབད་མ་བཏུབ།

source: Printing failed when completing the document.
dz_bt: ཡིག་ཆ་མཇུག་བསྡུ་བའི་སྐབས་ དཔར་བསྐྲུན་འབད་མ་བཏུབ།

source: Printing failed when starting the page.
dz_bt: ཤོག་ལེབ་དེ་ འགོ་བཙུགས་པའི་སྟབས་ དཔར་བསྐྲུན་འབད་མ་བཏུབ།

source: Printing failed when completing the page.
dz_bt: ཤོག་ལེབ་དེ་མཇུག་བསྡུ་བའི་སྐབས་ དཔར་བསྐྲུན་འབད་མ་བཏུབ།

source: You cannot print while in print preview.
dz_bt: དཔར་བསྐྲུན་སྔོན་ལྟའི་ནང་ དཔར་བསྐྲུན་འབད་མི་བཏུབ།

source: There was a problem printing because the paper size you specified is not supported by your printer.
dz_bt: དཔར་བསྐྲུན་འབད་ནི་ལུ་ དཀའ་ངལ་ཅིག་འདུག། ག་ཅི་སྦེ་ཟེར་བ་ཅིན་ ཁྱོད་ཀྱིས་གསལ་བཀོད་འབད་མི་ ཤོག་ཀུའི་ཚད་དེ་ལུ་ དཔར་འཕྲུལ་གྱིས་རྒྱབ་སྐྱོར་མིན་འདུག།

source: There was a problem printing because the page orientation you specified is not supported by your printer.
dz_bt: དཔར་བསྐྲུན་འབད་ནི་ལུ་ དཀའ་ངལ་ཅིག་འདུག། ག་ཅི་སྦེ་ཟེར་བ་ཅིན་ ཁྱོད་ཀྱིས་གསལ་བཀོད་འབད་མི་ ཤོག་ཀུའི་ཕྱོགས་དེ་ལུ་ ཁྱོད་ཀྱི་དཔར་འཕྲུལ་གྱིས་ རྒྱབ་སྐྱོར་མིན་འདུག།

source: There was a problem printing because the print job requires color capabilities that your printer does not support.
dz_bt: དཔར་བསྐྲུན་འབད་ནི་ལུ་ དཀའ་ངལ་ཅིག་འདུག། ག་ཅི་སྦེ་ཟེར་བ་ཅིན་ དཔར་བསྐྲུན་གྱི་ལཱ་དེ་ལུ་ ཚོས་གཞིའི་ལྕོགས་གྲུབ་དགོ་མི་དེ་ལུ་ ཁྱོད་ཀྱི་དཔར་འཕྲུལ་གྱིས་རྒྱབ་སྐྱོར་མིན་འདུག།

source: There was a problem printing because you requested too many copies.
dz_bt: དཔར་བསྐྲུན་འབད་ནི་ལུ་ དཀའ་ངལ་ཅིག་འདུག། ག་ཅི་སྦེ་ཟེར་བ་ཅིན་ ཁྱོད་ཀྱིས་འདྲ་བཤུས་ཀྱི་ཞུ་བ་འབད་ནི་ མང་དྲགས་ནུག།

source: There was a problem printing. The printer driver is not properly configured.
dz_bt: དཔར་བསྐྲུན་འབད་ནི་ལུ་ དཀའ་ངལ་ཅིག་འདུག། ག་ཅི་སྦེ་ཟེར་བ་ཅིན་ དཔར་འཕྲུལ་གྱི་འདྲེན་བྱེད་དེ་ ཚུལ་མཐུན་སྦེ་གཞི་སྒྲིག་མ་འབད་བས།

source: A broken version of the X print server (Xprt) has been detected. Note that printing using this Xprt server may not work properly. Please contact the server vendor for a fixed version.
dz_bt: རྒྱུན་ཆད་ཅན་གྱི་ ཨེགསི་དཔར་བསྐྲུན་སར་བར་(Xprt) གྱི་ཐོན་རིམ་ཅིག་ངོས་འཛིན་འབད་ཡི། Xprt འདི་ལག་ལེན་འཐབ་སྟེ་ དཔར་བསྐྲུན་འབད་བ་ཅིན་ ལེགས་ཤོམ་འབད་ ལཱ་འབད་མི་བཏུབ་འོང་། སར་བར་གྱི་ཚོང་པ་ལུ་ ཐོན་རིམ་ལེགས་ཤོམ་ཅིག་དགོ་པའི་དོནལུ་ འབྲེལ་བ་འཐབ་གནང་།

source: The browser cannot print preview right now. Please try again when the page has finished loading.
dz_bt: བརའུ་ཟར་གྱིས་ ད་ལྟོ་ར་ དཔར་བསྐྲུན་སྔོན་ལྟ་དཔར་བསྐྲུན་འབད་མི་ཚུགས། ཤོག་ལེབ་འདི་མངོན་གསལ་འབད་ཚརཝ་ད་ ལོག་སྟེ་འབད་རྩོལ་བསྐྱེད་གནང་།

source: The page was replaced while you were trying to print. Please try again.
dz_bt: ཁྱོད་ཀྱིས་དཔར་བསྐྲུན་འབད་ནིའི་དཔའ་བཅམ་པའི་སྐབས་ ཤོག་ལེབ་འདི་ཚབ་བཙུགས་ནུག། ལོག་སྟེ་འབད་རྩོལ་བསྐྱེད་གནང་།

source: Either pluggable dialogs were not properly installed Or this GFX Toolkit no longer supports native Print Dialogs
dz_bt: པ་ལག་འབད་བཏུབ་པའི་ ཌའི་ལོག་ཚུ་ ཚུལ་མཐུན་སྦེ་གཞི་བཙུགས་འབདཝ་འོང་ནི་དང་ ཡང་ན་ GFX ཆས་སྒྲོམ་འདི་གིས་ དཔར་བསྐྲུན་ཌའི་ལོག་ཚུ་ལུ་ རྒྱབ་སྐྱོར་མི་འབདཝ་འོང་ནི་མས།

source: The Printing Prompt Service is missing.
dz_bt: དཔར་བསྐྲུན་གྱི་ ནུས་སྤེལ་ཞབས་ཏོག་དེ་ བརླག་སྟོར་ཞུགས་ནུག།

source: We are unable to Print or Print Preview this page.
dz_bt: ང་བཅས་ཀྱིས་ ཤོག་ལེབ་འདི་དཔར་བསྐྲུན་འབད་མ་ཚུགས་ ཡང་ན་ དཔར་བསྐྲུན་སྔོན་ལྟ་ དཔར་བསྐྲུན་འབད་མ་ཚུགས།

source: There was a problem printing. No Xprint server(s) could be found. Check whether the XPSERVERLIST environment variable contains any valid Xprint servers. For further information see http://xprint.mozdev.org/ or http://www.mozilla.org/projects/xprint/
dz_bt: དཔར་བསྐྲུན་འབད་ནི་ལུ་ དཀའ་ངལ་ཅིག་འདུག། Xprint སར་བར་འཚོལ་མ་ཐོབ། XPSERVERLIST གི་མཐའ་འཁོར་འགྱུར་བ་ནང་ལུ་ ནུས་ཅན་Xprint སར་བར་ཡོད་ག་མེད་ ཞིབ་དཔྱད་འབད། གནས་ཚུལ་ཁ་གསལ་གྱི་དོན་ལུ་ see http://xprint.mozdev.org/ or http://www.mozilla.org/projects/xprint/ ལུ་བལྟ།

source: There was a problem printing because the plex mode you specified is not supported by your printer.
dz_bt: དཔར་བསྐྲུན་འབད་ནི་ལུ་ དཀའ་ངལ་ཅིག་འདུག། ག་ཅི་སྦེ་ཟེར་བ་ཅིན་ ཁྱོད་ཀྱིས་གསལ་བཀོད་འབད་མི་ plex ཐབས་ལམ་དེ་ལུ་ ཁྱོད་ཀྱི་དཔར་འཕྲུལ་གྱིས་ རྒྱབ་སྐྱོར་མི་འབད་བས།

source: The browser cannot print the document while it is being loaded.
dz_bt: ཡིག་ཆ་མངོན་གསལ་འབད་བའི་སྐབས་ལུ་ བརའུ་ཟར་གྱིས་ ཡིག་ཆ་དེ་དཔར་བསྐྲུན་འབད་མི་ཚུགས།

source: Printing is not implemented.
dz_bt: དཔར་བསྐྲུན་ལག་ལེན་མ་འཐབ་པས།

source: The requested print module cannot be loaded.
dz_bt: ཞུ་བ་འབད་མི་ དཔར་བསྐྲུན་ཚད་བཟུང་དེ་ མངོན་གསལ་འབད་མི་ཚུགས་པས།

source: There was a problem printing because the resolution/quality mode you specified is not supported by your printer.
dz_bt: དཔར་བསྐྲུན་འབད་ནི་ལུ་ དཀའ་ངལ་ཅིག་འདུག། ག་ཅི་སྦེ་ཟེར་བ་ཅིན་ ཁྱོད་ཀྱིས་གསབ་བཀོད་འབད་མི་ ཧུམ་ཆ་/སྤུས་ཚད་དེ་ལུ་ ཁྱོད་ཀྱི་དཔར་འཕྲུལ་གྱིས་ རྒྱབ་སྐྱོར་མིན་འདུག།

source: No printers available.
dz_bt: དཔར་འཕྲུལ་མི་འཐོབ་པས།

source: Print To File
dz_bt: ཡིག་སྣོད་ལུ་དཔར་བསྐྲུན་འབད།
