Repository: tenzin/dzongkha-linux-translation-files
Catalog: firefox-1.5-xpi/*/mozapps/preferences/update.dtd.po
Languages: dz_bt

source: Automatic Update
dz_bt: རང་བཞིན་གྱི་དུས་མཐུན་བཟོ་བ།

source: _: Do not translate this. Only change the numeric values if you need this dialogue box to appear bigger. 30em
dz_bt: ཨི་ཨེམ་༣༠།

source: _: Do not translate this. Only change the numeric values if you need this dialogue box to appear bigger. 27em
dz_bt: ཨི་ཨེམ་༢༧།

source: Automatically download and install updates for:
dz_bt: རང་བཞིན་གྱིས་ཕབ་ལེན་འབད་དེ་་དུས་མཐུན་གཞི་བཙུགས་འབད་:

source: &Security/Incremental Updates and New Releases, even if some of my Extensions and Themes will stop working
dz_bt: ངེད་ཀྱི་རྒྱ་བསྐྱེད་དང་ བརྗོད་དོན་ལ་ལོ་ཅིག་ ལཱ་འབད་ནི་མཚམས་འཇོག་འབད་རུང་ སྲུང་སྐྱོབ་/ཡར་འཕར་གྱི་དུས་མཐུན་དང་ གསར་བཏོན་ཚུ།(&S)

source: &brandShortName; will automatically download and install all Updates and New Releases in the background
dz_bt: &brandShortName; གིས་ རང་བཞིན་གྱིས་ དུས་མཐུན་དང་ གསར་བཏོན་ཚུ་ ཆ་མཉམ་ར་ རྒྱབ་གཞིའི་ནང་ ཕབ་ལེན་འབད་དེ་ གཞི་བཙུགས་འབད་འོང་།

source: Security/Incremental Updates and New Releases, provided my &Extensions and Themes will still work
dz_bt: ངེད་ཀྱི་རྒྱ་བསྐྱེད་དང་ བརྗོད་དོན་ཚུ་ འཕྲོ་མཐུད་དེ་ལཱ་བ་ཅིན་ སྲུང་སྐྱོབ་/ཡར་འཕར་གྱི་དུས་མཐུན་དང་གསར་བཏོན་ཚུ།

source: &brandShortName; will ask your permission before downloading and installing any New Release that will cause some of your Extensions and/or Themes to stop working
dz_bt: ཁྱོད་ཀྱི་རྒྱ་བསྐྱེད་དང་ ཡང་ན་ བརྗོད་དོན་ལ་ལོ་ཅིག་ ལཱ་འབད་ནི་མཚམས་འཇོག་འབད་མི་ གསར་བཏོན་ཚུ་ ཕབ་ལེན་དང་གཞི་བཙུགས་འབད་བའི་སྐབས་ &brandShortName; གིས་ ཁྱོད་ལས་གནང་བ་ལེན་འོང་།

source: Se&curity/Incremental Updates only
dz_bt: སྲུང་སྐྱོབ་/ཡར་འཕར་གྱི་དུས་མཐུན་ཚུ་རྐྱངམ་གཅིག།

source: &brandShortName; will ask your permission before downloading any New Release
dz_bt: གསར་བཏོན་གང་རུང་ ཕབ་ལེན་མ་འབད་བའི་ཧེ་མ་ &brandShortName; གིས་ ཁྱོད་ལས་གནང་བ་ལེན་འོང་།
