Repository: tenzin/dzongkha-linux-translation-files
Catalog: thunderbird-1.5.0.9-xpi/*/messenger/*-addressing.dtd.po
Languages: am

source: Composition &amp; Addressing
am: &amp;རྩོམ་འབྲི། ཁ་བྱང་བཀོད་པ་

source: Addressing
am: ཁ་བྱང་བཀོད་པ་

source: When looking up addresses:
am: ཁ་བྱང་ཚུ་ལུ་བལྟ་བའི་སྐབས་:

source: &Use my global LDAP server preferences for this account
am: རྩིས་ཐོ་འདི་གི་དོན་ལུ་ ངེད་ཀྱི་སྤྱི་ཁྱབ་ ཨེལ་ཌི་ཨེ་པི་སར་བར་ དགད་གདམ་ཚུ་ ལག་ལེན་འཐབ།(&U)

source: &Edit Directories...
am: སྣོད་ཐོ་ཚུ་ཞིན་དག་རྐྱབས་་་་(&E)

source: _: do not translate "LDAP" in below line Use a different L&DAP server:
am: L&DAP སོ་སོ་ཅིག་ལག་ལེན་འཐབ་:

source: Composition
am: རྩོམ་འབྲི་

source: _: do not translate "html" in below line &Compose messages in HTML format
am: འཕྲིན་དོན་ཚུ་ HTML རྩ་སྒྲིག་ནང་བརྩམས།(&C)

source: Automatically &quote the original message when replying
am: ལན་གསལ་གཏང་པའི་སྐབས་ རང་བཞིན་གྱིས་ འཕྲིན་དོན་ངོ་མ་དེ་ ལུང་འདྲེན་འབད།(&q)

source: _: This will concatenate with the 4 strings that follow. &Then,
am: དེ་ལས་(&T)

source: start my reply above the quote
am: ངེད་ཀྱི་ལན་གསལ་ ལུང་འདྲེན་གྱི་ལྟག་ལུ་ འགོ་བཙུགས།

source: start my reply below the quote
am: ངེད་ཀྱི་ལན་གསལ་ ལུང་འདྲེན་གྱི་འོག་ལུ་ འགོ་བཙུགས།

source: select the quote
am: ལུང་འདྲེན་དེ་ སེལ་འཐུ་འབད་

source: and &place my signature
am: དེ་ལས་ངེད་ཀྱི་མིང་རྟགས་བཀལ་(&p)

source: below the quote (recommended)
am: ལུང་འདྲེན་གྱི་འོག་ལུ་(འོས་སྦྱོར་འབད་ཡོདཔ་)

source: below my reply (above the quote)
am: ངེད་ཀྱི་ལན་གསལ་གྱི་འོག་ལུ་(ལུང་འདྲེན་གྱི་ལྟག་ལུ་)
