Repository: tenzin/dzongkha-linux-translation-files
Catalog: thunderbird-1.5.0.9-xpi/*/messenger/*-main.dtd.po
Languages: am

source: Account Settings
am: རྩིས་ཐོའི་སྒྲིག་སྟངས་

source: Account &Name:
am: རྩིས་ཐོའི་མིང་:

source: The account name is used to identify each account
am: རྩིས་ཐོའི་མིང་དེ་ རྩིས་ཐོ་རེ་རེ་བཞིན་དུ་ ངོས་འཛིན་འབད་ནི་ལུ་ ལག་ལེན་འཐབ་ཨིན།

source: Default Identity
am: སྔོན་སྒྲིག་ངོ་རྟགས་

source: Each account has an identity, which is the information that other people see when they read your messages.
am: རྩིས་ཐོ་རེ་ལུ་ངོ་རྟགས་རེ་ཡོད་མི་དེ་ མི་གཞན་གྱིས་ཁྱོད་ཀྱི་འཕྲིན་དོན་ཚུ་ལྷག་པའི་སྐབས་ མཐོང་ཚུགས་པའི་བརྡ་དོན་དེ་ཨིན།

source: &Your Name:
am: ཁྱོད་རའི་མིང་:(&Y)

source: &Email Address:
am: གློག་འཕྲིན་ཁ་བྱང་:(&E)

source: Reply-to Addre&ss:
am: ཁ་བྱང་ལུ་ལན་གསལ་གཏང་:(&s)

source: &Organization:
am: ལས་སྡེ་:(&O)

source: A&ttach this signature:
am: མིང་རྟགས་འདི་མཉམ་སྦརགས་འབད་:(&t)

source: Edit...
am: ཞུན་དག་རྐྱབས་་་

source: &Choose...
am: གདམ་ཁ་རྐྱབས་་་(&C)

source: E&dit Card...
am: ཤོག་བྱང་ཞུན་དག་རྐྱབས་་་་(&d)

source: _: do not translate "vCard" in below line Attach my &vCard to messages
am: ངེད་ཀྱི་འཕྲིན་དོན་ཚུ་ལུ་ &vCard མཉམ་སྦྲགས་འབད།

source: &Manage Identities...
am: ངོ་རྟགས་ཚུ་འཛིན་སྐྱོང་འཐབ་་་་(&M)

source: _: do not translate "SMTP" in below line O&utgoing Server (SMTP):
am: ཕྱིར་བསྐྱོད་སར་བར་(SMTP):

source: Use Default Server
am: སྔོན་སྒྲིག་སར་བར་ལག་ལེན་འཐབ་
