Repository: tenzin/dzongkha-linux-translation-files
Catalog: thunderbird-1.5.0.9-xpi/*/messenger/*-offline.dtd.po
Languages: am

source: To save disk space, do not download:
am: ཌིཀསི་གི་བར་སྟོང་བསྲུང་ནི་ལུ་ ཕབལེན་མ་འབད་:

source: To save disk space, do not download for offline use:
am: ཌིཀསི་གི་བར་སྟོང་བསྲུང་ནི་ལུ་ གློག་ཐོག་མེན་པའི་ ལག་ལེན་གྱི་དོན་ལུ་ ཕབ་ལེཔ་མ་འབད་:

source: When I &create new folders, select them for offline use
am: ང་གིས་སྣོད་འཛིན་གསརཔ་ གསར་བསྐྲུན་འབདཝ་ད་ དེ་ཚུ་གློག་ཐོག་མེན་པའི་ ལག་ལེན་གྱི་དོན་ལུ་ སེལ་འཐུ་འབད་(&c)

source: &Messages larger than
am: ལས་སྦོམ་མི་འཕྲིན་དོན་ཚུ་(&M)

source: KB
am: ཀེ་བི་

source: days
am: ཉིན་གྲངས་

source: days old
am: ཉིན་གྲངས་ལངས་མི་

source: messages
am: འཕྲིན་དོན་ཚུ་

source: &Read messages
am: འཕྲིན་དོན་ཚུ་ལྷག་(&R)

source: M&essages more than
am: ལས་ལྷག་མི་འཕྲིན་དོན་ཚུ་(&e)

source: To recover disk space, old messages can be permanently deleted
am: ཌིཀསི་ནང་བར་སྟོང་སླར་གསོ་འབད་ནིའི་དོན་ལུ་ འཕྲིན་དོན་རྙིངམ་དེ་ཚུ་ རྟག་བརྟན་སྦེ་ བཏོན་གཏང་བཏུབ།

source: Delete &messages more than
am: ལས་ལྷག་མི་འཕྲིན་དོན་ཚུ་ བཏོན་གཏང་(&m)

source: Don't delete &any messages
am: འཕྲིན་དོན་གཅིག་ཡང་བཏོན་མ་གཏང་(&a)

source: De&lete all but the last
am: མཐའ་མཇུག་དེ་མ་གཏོགས་ འཕྲིན་དོན་ཆ་མཉམ་བཏོན་གཏང་།(&l)

source: Always delete &read messages
am: ཨ་རྟག་ར་ ལྷག་ཡོད་པའི་འཕྲིན་དོན་ཚུ་ བཏོན་གཏང་(&r)

source: &Only message bodies less than
am: ལས་ཉུང་མི་ འཕྲིན་དོན་མ་གཟུགས་ཚུ་རྐྱངམ་གཅིག་(&O)

source: Select newsgroups for offline use...
am: གློག་ཐོག་མེན་པའི་ལག་ལེན་གྱི་དོན་ལུ་ གནས་ཚུལ་སྡེ་ཚན་ཚུ་ སེལ་འཐུ་འབད་་་

source: Select folders for offline use...
am: གློག་ཐོག་མེན་པའི་ ལག་ལེན་གྱི་དོན་ལས་ སྣོད་འཛིན་ཚུ་སེལ་འཐུ་འབད་་་་

source: You can download your messages locally so that they are available when you are working offline.
am: ཁྱོད་ཀྱིས་ཁྱོད་རའི་འཕྲིན་དོན་ཚུ་ ཉེ་གནས་ལུ་ཕབ་ལེན་འབད་བཞག་པ་ཅིན་ ཁྱོད་གློག་ཐོག་མེནམ་སྦེ་ ལཱ་འབད་བའི་སྐབས་ལུ་འཐོབ་ཚུགས།

source: Make the messages in my In&box available when I am working offline
am: ང་ གློག་ཐོག་ལུ་མེནམ་སྦེ་ ལཱ་འབད་བའི་སྐབས་ལུ་ ངེད་ཀྱི་ནང་སྒྲོམ་ནང་གི་ འཕྲིན་དོན་ཚུ་ འཐོབ་ཚུགསཔ་བཟོ།(&b)

source: Offline
am: གློག་ཐོག་ལུ་མེནམ་

source: Disk Space
am: ཌིཀསི་གི་བར་སྟོང་
