Repository: tenzin/dzongkha-linux-translation-files
Catalog: thunderbird-1.5.0.9-xpi/*/messenger/*-server-top.dtd.po
Languages: am

source: Security Settings
am: སྲུང་སྐྱོབ་སྒྲིག་སྟངས་

source: Server Settings
am: སར་བར་སྒྲིག་སྟངས་

source: _: do not translate "POP" in below line POP Mail Server
am: POP ཡིག་འཕྲིན་སར་བར་

source: _: do not translate "IMAP" in below line IMAP Mail Server
am: IMAP ཡིག་འཕྲིན་སར་བར་

source: _: do not translate "NNTP" in below line News Server (NNTP)
am: གནས་ཚུལ་སར་བར་(NNTP)

source: WebMail account
am: ཝེབ་ཡིག་འཕྲིན་གྱི་རྩིས་ཐོ་

source: Server Type:
am: སར་བར་དབྱེ་བ་:

source: &Server Name:
am: སར་བར་མིང་:(S)

source: User &Name:
am: ལག་ལེན་པའི་མིང་:(&N)

source: &Port:
am: འདྲེན་ལམ་:(&P)

source: Default:
am: སྔོན་སྒྲིག་:

source: Save password
am: ཆོག་ཡིག་སྲུངས་

source: _: translate below 2 line with grammer dependency Chec&k for new messages every
am: འཕྲིན་དོན་གསར་པའི་དོན་ལུ་ ཞིབ་དཔྱད་རྐྱབས་:(&k)

source: minutes
am: སྐར་མ་་་་་་རེ་ནང་།

source: &Use secure connection (SSL)
am: མཐའ་བཙན་མཐུན་ལག་ལེན་འཐབ་((SSL))

source: Use secure connection:
am: མཐའ་བཙན་མཐུད་ལམ་ལག་ལེན་འཐབ་:

source: &Never
am: ནམ་ཡང་(&N)

source: TLS, if &available
am: འཐོབ་པ་ཅིན་TLS(&a)

source: Use secure authent&ication
am: མཐའ་བཙན་བདེན་བཤད་ལག་ལེན་འཐབ་(&i)

source: Leave messa&ges on server
am: འཕྲིན་དོན་ཚུ་ སརབར་གུ་བཞག་(&g)

source: &Fetch headers only
am: མགོ་ཡིག་ཚུ་རྐྱངམ་གཅིག་ལེན་(&F)

source: F&or at most
am: མང་ཤོས་ར་(&o)

source: days
am: ཉིན་གྲངས་

source: Until I &delete or move them from Inbox
am: ང་གིས་བཏོན་མ་བཏང་ཚུན་ ཡང་ན་ ནང་སྒྲོམ་ནང་ལས་ སྤོ་བཤུད་མ་འབད་ཚུ་(&d)

source: Auto&matically download new messages
am: རང་བཞིན་གྱིས་འཕྲིན་དོན་གསརཔ་ཚུ་ ཕབ་ལེན་འབད་(&m)

source: Server Hostname
am: སར་བར་གྱི་ཧོསཊི་ནེམ་

source: Your Login Name
am: ཁྱོད་ཀྱི་ནང་བསྐྱོད་མིང་

source: _: do not translate "POP" in below line POP Server Information
am: POPསར་བར་གྱི་བརྡ་དོན་

source: &When I delete a message:
am: ང་གིས་འཕྲིན་དོན་ཅིག་བཏོན་གཏངམ་ད་:(&W)

source: Move it to the Trash folder
am: འདི་ཕྱགས་ཧོད་སྣོད་འཛིན་ནང་ སྤོ་བཤུད་འབད་

source: Mark it as deleted
am: བཏོན་བཏང་ཡོདཔ་སྦེ་ རྟགས་བཀལ་

source: Remove it immediately
am: དེ་འཕྲལ་ལས་རྩ་བསྐྲད་གཏང་

source: _: do not translate two of "&quot;" in below line Clean up (&quot;&Expunge&quot;) Inbox on Exit
am: ཕྱིར་འཐོན་སྐབས་ལུ་ (&quot;&Expunge&quot;) ནང་སྒྲོམ་བསལ་

source: Empty Trash on E&xit
am: ཕྱིར་འཐོན་སྐབས་ ཕྱགས་ཧོད་སྟོངམ་བཏོན་(&x)

source: &Check for new messages at startup
am: འགོ་བཙུགས་སྐབས་ འཕྲིན་དོན་གསར་པའི་དོན་ལུ་ ཞིབ་དཔྱད་རྐྱབས་(&C)

source: _: translate below 2 lines with grammar dependency Ask &me before downloading more than
am: ལས་ལྷག་སྟེ་ ཕབ་ལེན་མ་འབད་བའི་ཧེ་མར་ ང་ལུ་དྲིས་(&m)

source: _: see note for maxMessagesStart.label messages
am: འཕྲིན་དོན་

source: Al&ways request authentication when connecting to this server
am: སར་བར་འདི་ལུ་ མཐུད་པའི་སྐབས་ ཨ་རྟག་ར་ བདེན་བཤད་ཀྱི་ཞུ་བ་འབད་(&w)

source: newsrc &file:
am: newsrc ཡིག་སྣོད་:(&f)

source: &Local directory:
am: ཉེ་གནས་ཀྱི་སྣོད་འཛིན་:(&L)

source: Show newsgroup names in the Mail Folder pane as:
am: ཡིག་འཕྲིན་སྣོད་འཛིན་པེན་ནང་ལུ་ གནས་ཚུལ་སྡེ་ཚན་གྱི་མིང་ཚུ་ དེ་སྦེ་སྟོན་:

source: Full names (For example, 'netscape.public.mozilla.mail-news')
am: མིང་ཆ་ཚང་(དེཔར་ན་'netscape.public.mozilla.mail-news')

source: Abbreviate names (For example, 'n.p.m.mail-news')
am: མིང་ཚུ་བསྡུ་(དཔེར་ན་ 'n.p.m.mail-news')

source: Ad&vanced...
am: མཐོ་རིམ་ཅན་་་་(&v)

source: Default Character Encoding:
am: སྔོན་སྒྲིག་ཡིག་འབྲུའི་ཨིན་ཀོ་ཌིང་:

source: Select Local Directory
am: ཉེ་གནས་ཀྱི་སྣོད་ཐོ་སེལ་འཐུ་འབད་

source: &Browse...
am: བརྡ་འཚོལ་་་་(&B)

source: Select newsrc File
am: newsrc ཡིག་སྣོད་སེལ་འཐུ་འབད་

source: Brows&e...
am: བརྡ་འཚོལ་་་་(&e)
