Repository: tenzin/dzongkha-linux-translation-files
Catalog: thunderbird-1.5.0.9-xpi/*/messenger/*-smime.dtd.po
Languages: am

source: Security
am: སྲུང་སྐྱོབ་

source: To send and receive signed or encrypted messages, you should specify both a digital signing certificate and an encryption certificate.
am: མིང་རྟགས་བཀོད་བཀོདཔ་ ཡང་ན་ གསང་བཟོས་འཕྲིན་དོན་ཚུ་ གཏང་ནི་དང་ལེན་ནི་ལུ་ ཁྱོད་ཀྱིས་ ཌི་ཇི་ཊཱལ་མིང་རྟགས་བཀོད་ནིའི་ལག་ཁྱེར་ཅིག་དང་ གསང་བཟོའི་ལག་ཁྱེར་ཅིག་ གཉིས་ཆ་ར་དགོ།

source: Encryption
am: གསང་བཟོ་

source: Default encryption setting when sending messages:
am: འཕྲིན་དོན་ཚུ་གཏང་བའི་སྐབས་ གསང་བཟོའི་སྒྲིག་སྟངས་ཚུ་ སྔོན་སྒྲིག་བཟོ་:

source: Never (do not use encryption)
am: ནམ་ཡང་ (གསང་བཟོ་ལག་ལེན་མ་འཐབ་)

source: Required (can't send message unless all recipients have certificates)
am: དགོས་མཁོ་ཡོདཔ་(ཐོབ་མཁན་ཆ་མཉམ་ལུ་ ལག་ཁྱེར་མེད་པ་ཅིན་ འཕྲིན་དོན་གཏང་མི་ཚུགས)

source: Use this certificate to encrypt &amp; decrypt messages sent to you:
am: &amp;གསང་བ་བཟོ་ནིའི་དོན་ལུ་ ལག་ཁྱེར་འདི་ལག་ལེན་འཐབ། ཁྱོད་ལུ་གཏང་མི་འཕྲིན་དོན་ཚུ་ གསང་བཟོ་བཤོལ་:

source: No certificate set
am: ལག་ཁྱེར་གཞི་སྒྲིག་མ་འབད་བས་

source: Select...
am: སེལ་འཐུ་འབད་་་་

source: Clear
am: བསལ་

source: Digital Signing
am: ཌི་ཇི་ཊཱལ་ མིང་རྟགས་བཀོད་པ་

source: Digitally sign messages (by default)
am: ཌི་ཇི་ཊཱལ་གྱི་ཐོག་ལས་ མིང་རྟགས་བཀོད་མི་འཕྲིན་དོན་ཚུ་(སྔོན་སྒྲིག་ཐོག་ལས་)

source: Use this certificate to digitally sign messages you send:
am: ཁྱོད་ཀྱིས་གཏང་མི་འཕྲིན་དོན་ཚུ་ལུ་ ཌི་ཇི་ཊཱལ་གྱི་ཐོག་ལས་ མིང་རྟགས་བཀོད་ནི་ལུ་ ལག་ཁྱེར་འདི་ལག་ལེན་འཐབ་:

source: Certificates
am: ལག་ཁྱེར་ཚུ་

source: &View Certificates
am: ལག་ཁྱེར་ཚུ་སྟོན་(&V)

source: &Security Devices
am: སྲུང་སྐྱོབ་ཐབས་འཕྲུལ་ཚུ་(&S)
