Repository: tenzin/dzongkha-linux-translation-files
Catalog: thunderbird-1.5.0.9-xpi/*/messenger/AccountWizard.dtd.po
Languages: dz_bt

source: Account Wizard
dz_bt: རྩིས་ཐོའི་ཝི་ཛརཌི།

source: _: Do not translate this. Only change the numeric values if you need this dialogue box to appear bigger. width: 40em; height: 38em;
dz_bt: རྒྱ་ཚད་: ཨི་ཨེམ་༤༠། མཐོ་ཚད་: ཨི་ཨེམ་༣༨།

source: In order to receive messages, you first need to set up a Mail or Newsgroup account.
dz_bt: འཕྲིན་དོན་འཐོབ་ཚུགས་ནི་ལུ་ དང་པ་ར་ ཁྱོད་ཀྱིས་ཡིག་འཕྲིན་ ཡང་ན་ གནས་ཚུལ་སྡེ་ཚན་གྱི་རྩིས་ཐོ་ཅིག་ གཞི་སྒྲིག་འབད་དགོ།

source: New Account Setup
dz_bt: རྩིས་ཐོ་གསར་པའི་གཞི་སྒྲིག་

source: This Wizard will collect the information necessary to set up a Mail or Newsgroup account. If you do not know the information requested, please contact your System Administrator or Internet Service Provider.
dz_bt: ཝི་ཛརཌི་འདི་གིས་ ཡིག་འཕྲིན་ ཡང་ན་ གནས་ཚུལ་སྡེ་ཚན་གྱི་རྩིས་ཐོ་ གཞི་སྒྲིག་འབད་ནི་ལུ་མཁོ་བའི་བརྡ་དོན་ཚུ་ བསྡུ་ལེན་འབད་འོང་། གལ་སྲིད་ཞུ་བ་འབད་མི བརྡ་དོན་དེ་ ཁྱོད་ཀྱིས་མ་ཤེས་པ་ཅིན་ ཁྱོད་རའི་རིམ་ལུགས་བདག་སྐྱོང་པ་ ཡང་ན་ ཨིན་ཊར་ནེཊི་གི་ཞབས་ཏོག་བྱིན་མི་ལུ་ འབྲེལ་བ་འཐབ་གནང་།

source: Select the type of account you would like to set up:
dz_bt: ཁྱོད་ཀྱིས་གཞི་སྒྲིག་འབད་དགོ་མནོ་མི་ རྩིས་ཐོའི་དབྱེ་བ་དེ་ སེལ་འཐུ་འབད་:

source: E&mail account
dz_bt: གློག་འཕྲིན་རྩིས་ཐོ་(&m)

source: Ne&wsgroup account
dz_bt: གནས་ཚུལ་སྡེ་ཚན་གྱི་རྩིས་ཐོ་(&w)

source: Identity
dz_bt: ངོ་རྟགས་

source: Each account has an identity, which is the information that identifies you to others when they receive your messages.
dz_bt: རྩིས་ཐོ་རེ་ལུ་ངོ་རྟགས་རེ་ཡོད། འདི་གིས་གཞན་ཚུ་ལུ་ ཁྱོད་ཀྱིས་འཕྲིན་དོན་ཐོབ་པའི་སྐབས་ ཁྱོད་ངོས་འཛིན་འབདཝ་ཨིན།

source: _: do not translate two of "&quot;" in below line Enter the name you would like to appear in the &quot;From&quot; field of your outgoing messages
dz_bt: ཁྱོད་ཀྱི་ཕྱིར་བསྐྱོད་འཕྲིན་དོན་ཚུ་གི་ &quot;From&quot; ས་སྒོའི་ནང་ འབྱུང་དགོ་པའི་མིང་དེ་བཙུགས།

source: _: use following directions for below line (for example, &quot;John Smith&quot;).
dz_bt: (དཔེར་ན་ &quot;ཇཱོན་ སིམིཐ་&quot;)

source: &Your Name:
dz_bt: ཁྱོད་རའི་མིང་:(&Y)

source: &Email Address:
dz_bt: གློག་འཕྲིན་ཁ་བྱང་:(&E)

source: Enter your email address; this is the address others will use to send email to you
dz_bt: ཁྱོད་རའི་གློག་འཕྲིན་ཁ་བྱང་བཙུགས། དེ་ཡང་གཞན་ཚུ་གིས་ཁྱོད་ལུ་ གློག་འཕྲིན་གཏངམ་ད་ ལག་ལེན་འཐབ་ནིའི་ ཁ་བྱང་དེ་ཨིན།

source: _: do not translate "user@example.net" in below line (for example: user@example.net).
dz_bt: (དཔེར་ན་: user@example.net).

source: Server Information
dz_bt: སར་བར་གྱི་བརྡ་དོན་

source: Incoming Server
dz_bt: ནང་འབྱོར་སར་བར་

source: Select the type of incoming server you are using.
dz_bt: ཁྱོད་ཀྱིས་ལག་ལེན་འཐབ་བཞིན་ཡོད་མི་ སར་བར་གྱི་དབྱེ་བ་ སེལ་འཐུ་འབད།

source: Server Type:
dz_bt: སར་བར་གྱི་དབྱེ་བ་:

source: _: Do not translate "&quot;pop.example.net&quot;" in below line Enter the name of your incoming server (for example, &quot;mail.example.net&quot;).
dz_bt: ཁྱོད་རའི་ནང་འབྱོར་སར་བར་གྱི་མིང་བཙུགས།(དཔེཡ་ན་: &quot;mail.example.net&quot;)

source: Incoming &Server:
dz_bt: ནང་འབྱོར་སར་བར་:(&S)

source: _: Do not translate "NNTP" or the "&quot;" entities in below line Enter the name of your news server (NNTP) (for example, &quot;news.example.net&quot;).
dz_bt: ཁྱོད་རའི་གནས་ཚུལ་སར་བར་(NNTP)གྱི་མིང་བཙུགས་ (དཔེར་ན་ &quot;news.example.net&quot;).

source: _: Do not translate "SMTP" in below line Outgoing Server (SMTP)
dz_bt: ཕྱིར་བསྐྱོད་སར་བར་ (SMTP)

source: _: Do not translate "SMTP" and "&quot;smtp.example.net&quot;" in below line Enter the name of your outgoing server (SMTP) (for example, &quot;smtp.example.net&quot;).
dz_bt: ཁྱོེད་རའི་ཕྱིར་བསྐྱོད་སར་བར་གྱི་མིང་བཙུགས་ (SMTP) (དཔེར་ན་ &quot;smtp.example.net&quot;).

source: &Outgoing Server:
dz_bt: ཕྱིར་བསྐྱོད་སར་བར་'(&O)

source: &Newsgroup Server:
dz_bt: གནས་ཚུལ་སྡེ་ཚན་སརབར་:(&N)

source: _: Do not translate "IMAP" in below line &IMAP
dz_bt: &IMAP)

source: _: Do not translate "POP" in below line &POP
dz_bt: &POP

source: News Server
dz_bt: གནས་ཚུལ་སར་བར་

source: Your existing outgoing server (SMTP), &quot;
dz_bt: ཁྱོད་ཀྱི་ཡོད་བཞིན་པའི་ ཕྱིར་བསྐྱོད་སར་བར་(ཨེསི་ཨེམ་ཊི་པི)&quot;

source: &quot;, will be used. You can modify outgoing server settings by choosing Account Settings from the Tools menu.
dz_bt: &quot; ལག་ལེན་འཐབ་ནི་ཨིན། ཁྱོད་ཀྱིས་ལག་ཆས་དཀར་ཆག་ནང་ལས་ རྩིས་ཐོ་སྒྲིག་སྟངས་ གདམ་ཁ་བརྐྱབས་པའི་ཐོག་ལས་ ཕྱིར་བསྐྱོད་སར་བར་གྱི་སྒྲིག་སྟངས་ ལེགས་བཅོས་འབད་བཏུབ།

source: User Names
dz_bt: ལག་ལེན་པའི་མིང་ཚུ་

source: Enter the incoming user name given to you by your email provider
dz_bt: ཁྱོད་ལུ་གློག་འཕྲིན་གཏང་མི་དེ་གིས་བྱིན་མི་ ནང་འབྱོར་ལག་ལེན་པའི་མིང་དེ་བཙུགས།

source: _: do not translate "&quot;jsmith&quot;" in below line (for example, &quot;jsmith&quot;).
dz_bt: (དཔེར་ན་ &quot;jsmith&quot;)

source: &Incoming User Name:
dz_bt: ནང་འབྱོར་ལག་ལེན་པའི་མིང་:(&I)

source: Enter the outgoing user name given to you by your email provider (this is typically the same as your incoming user name).
dz_bt: ཁྱོད་ལུ་གློག་འཕྲིན་གཏང་མི་དེ་གིས་བྱིན་མི་ ཕྱིར་བསྐྱོད་ལག་ལེན་པའི་མིང་དེ་བཙུགས།(དེ་ཡང་ཁྱོད་རའི་ནང་འབྱོར་ལག་ལེན་པའི་མིང་དང་ཅོག་གཅིགཔ་ཨིན)

source: &Outgoing User Name:
dz_bt: ཕྱིར་བསྐྱོད་ལག་ལེན་པའི་མིང་:(&O)

source: Your existing outgoing (SMTP) username, &quot;
dz_bt: ཁྱོད་ཀྱི་ཡོད་བཞིན་པའི་ ཕྱིར་བསྐྱོད་(ཨེསི་ཨེམ་ཊི་པི) ལག་ལེན་པའི་མིང་། &quot;

source: Your outgoing (SMTP) server, &quot;
dz_bt: ཁྱོད་ཀྱི་ཡོད་བཞིན་པའི་ ཕྱིར་བསྐྱོད་(ཨེསི་ཨེམ་ཊི་པི) སརབར། &quot;

source: &quot;, is identical to your incoming server, your incoming user name will be used to access it. You can modify outgoing server settings by choosing Account Settings from the Tools menu.
dz_bt: &quot; དེ་ཁྱོད་ཀྱི་ནང་འབྱོར་སར་བར་དང་ཅོག་གཅིགཔ་ཨིན། འདི་ལུ་འཛུལ་སྤྱོད་འབད་ནི་ལུ་ ཁྱོད་རའི་ནང་འབྱོར་ལག་ལེན་པའི་མིང་དེ་ ལག་ལེན་འཐབ་འོང་། ཁྱོད་ཀྱིས་ལག་ཆས་དཀར་ཆག་ནང་ལས་ རྩིས་ཐོའི་སྒྲིག་སྟངས་ གདམ་ཁ་བརྐྱབས་པའི་ཐོག་ལས་ ཕྱིར་བསྐྱེད་སར་བར་གྱི་སྒྲིག་སྟངས་ ལེགས་བཅོས་འབད་བཏུབ།

source: Account Name
dz_bt: རྩིས་ཐོའི་མིང་

source: _: do not translate any "&quot;" in below line Enter the name by which you would like to refer to this account (for example, &quot;Work Account&quot;, &quot;Home Account&quot; or &quot;News Account&quot;).
dz_bt: རྩིས་ཐོ་འདི་ལུ་ གཞི་བསྟུན་འབད་དགོ་མནོ་མི་ མིང་དེ་བཙུགས། (དཔེར་ན་ &quot;ལཱ་སའི་རྩིས་ཐོ་&quot;, &quot;ཁྱིམ་གྱི་རྩིས་ཐོ་&quot; or &quot;གནས་ཚུལ་གྱི་རྩིས་ཐོ་&quot;)

source: For example, Work Account, Home Account or News Account
dz_bt: དཔེར་ན་ ལཱ་སའི་རྩིས་ཐོ། ཁྱིམ་གྱི་རྩིས་ཐོ། གནས་ཚུལ་རྩིས་ཐོ།

source: &Account Name:
dz_bt: རྩིས་ཐོའི་མིང་:(&A)

source: Congratulations!
dz_bt: ལེགས་སོ་!

source: Please verify that the information below is correct.
dz_bt: འོག་གི་བརྡ་དོན་དེ་ ངེས་གཏན་ཨིན་པའི་ བདེན་སྦྱོར་འབད།

source: Incoming Server Type:
dz_bt: ནང་འབྱོར་སར་བར་གྱི་དབྱེ་བ་:

source: Incoming Server Name:
dz_bt: ནང་འབྱོར་སར་བར་གྱི་མིང་:

source: Outgoing Server Name (SMTP):
dz_bt: ཕྱིར་བསྐྱོད་སར་བར་གྱི་མིང་(ཨེསི་ཨེམ་ཊི་པི་):

source: News Server Name (NNTP):
dz_bt: གནས་ཚུལ་སར་བར་གྱི་མིང་(ཨེན་ཨེན་ཊི་པི་):

source: Download messages now
dz_bt: འོག་གི་འཕྲིན་དོན་ཚུ་ ཕབལེན་འབད་

source: Uncheck this checkbox to store mail for this account in its own directory. That will make this account appear as a top-level account. Otherwise, it will be part of the Local Folders Global Inbox account.
dz_bt: རྩིས་ཐོ་འདི་གི་འཕྲིན་དོན་ཚུ་ དེ་རང་གི་སྣོད་ཐོ་ནང་ གསོག་འཇོག་འབད་ནི་ལུ་ དཔྱད་སྒྲོམ་འདི་ལུ་ ཨིན་རྟགས་མེདཔ་བཟོ། འདི་གིས་རྩིས་ཐོ་འདི་ གནས་རིམ་མཐོ་བའི་རྩིས་ཐོ་ཅིག་སྦེ་འབྱུང་འོང་། དེ་མེན་པ་ཅིན་ ཉེ་གནས་ཀྱི་སྣོད་འཛིན་གྱི་ སྤྱི་ཁྱབ་ནང་སྒྲོམ་རྩིས་ཐོའི་ཡན་ལག་ཅིག་སྦེ་སྡོད་འོང་།

source: Use Global Inbox (store mail in Local Folders)
dz_bt: སྤྱི་ཁྱབ་ནང་སྒྲོམ་ ལང་ལེན་འཐབ་(ཡིག་འཕྲིན་ཉེ་གནས་ཀྱི་སྣོད་འཛིན་ཚུ་ནང་གསོག་འཇོག་འབད་ནི)

source: Click Finish to save these settings and exit the Account Wizard.
dz_bt: སྒྲིག་སྟངས་ཚུ་ བསྲུང་ནིའི་དོན་ལུ་ རྫོགས་སོ་ གུ་ཨེབ་གཏང་འབད་ཞིནམ་ལས་ རྩིས་ཐོའི་ཝི་ཛརཌི་ ཕྱིར་འཐོན་འབད།
