Repository: tenzin/dzongkha-linux-translation-files
Catalog: thunderbird-1.5.0.9-xpi/*/messenger/eudoraImportMsgs.properties.po
Languages: dz_bt

source: Eudora
dz_bt: ཨིའུ་ཌོ་ར་

source: Eudora mail and address books
dz_bt: ཨིའུ་ཌོ་ར་ ཡིག་འཕྲིན་དང་ཁ་བྱང་ཀི་དེབ་ཚུ་

source: Mailbox %S, imported %d messages
dz_bt: ཡིག་སྒྲོམ་%S། འཕྲིན་དོན་%dནང་འདྲེན་འབད་ཡི།

source: Bad parameter passed to import mailbox.
dz_bt: ཡིག་སྒྲོམ་ནང་འདྲེན་འབད་ནི་ལུ་ ཚད་བཟུང་བྱང་ཉེས་སྤྲོད་ནུག།

source: Error accessing file for mailbox %S.
dz_bt: ཡིག་སྒྲོོམ་%Sགི་དོན་ལུ་ ཡིག་སྣོད་ལུ་ འཇུག་སྤྱོད་འབད་ནི་ལུ་འཛོལ་བ།

source: Error importing mailbox %S, all messages may not be imported from this mailbox.
dz_bt: ཡིག་སྒྲོམ་%Sནང་འདྲེན་འབད་ནི་ལུ་འཛོལ་བ། ཡིག་སྒྲོམ་འདི་ནང་ལས་ འཕྲིན་དོན་ཆ་མཉམ་ ནང་འདྲེན་མི་འབདཝ་འོང་།

source: Eudora Settings
dz_bt: ཨིའུ་ཌོ་ར་སྒྲིག་སྟངས་

source: Eudora Nicknames
dz_bt: ཨིའུ་ཌོ་ར་ སྐྱོན་མིང་ཚུ་

source: Imported address book %S
dz_bt: ནང་འདྲེན་འབད་ཡོད་པའི་ ཁ་བྱང་ཀི་དེབ་%S།

source: Bad parameter passed to import address book.
dz_bt: ཁ་བྱང་ཀི་དེབ་ནང་འདྲེན་འབད་ནི་ལུ་ ཚད་བཟུང་བྱང་ཉེས་སྤྲོད་ནུག།

source: Error accessing file for address book %S.
dz_bt: ཁ་བྱང་ཀི་དེབ་%Sགི་དོན་ལུ་ ཡིག་སྣོད་ལུ་ འཛུལ་སྤྱོད་འབད་ནི་ལུ་འཛོལ་བ།

source: Error importing address book %S, all addresses may not have been imported.
dz_bt: ཁ་བྱང་ཀི་དེབ་ ནང་འདྲེན་འབད་ནི་ལུ་འཛོལ་བ། ཁ་བྱང་ཆ་མཉམ་ ནང་འདྲེན་མ་འབདཝ་འོང་།
