Repository: tenzin/dzongkha-linux-translation-files
Catalog: thunderbird-1.5.0.9-xpi/*/messenger/fieldMapImport.dtd.po
Languages: dz_bt

source: Import Address Book
dz_bt: ནང་འདྲེན་ཁ་བྱང་ཀི་དེབ་

source: _: Do not translate this. Only change the numeric values if you need this dialogue box to appear bigger. width: 40em; height: 30em;
dz_bt: རྒྱ་ཚད་: ཨི་ཨེམ་༤༠། མོཐ་ཚད་: ཨི་ཨེམ་༣༠།

source: Imported data for Record:
dz_bt: དྲན་ཐོའི་དོན་ལུ་ནང་འདྲེན་འབད་མི་གནས་སྡུད་:

source: Next
dz_bt: ཤུལ་མམ་

source: Previous
dz_bt: ཧེ་མམ་

source: Use Move Up and Move Down to match the address book fields on the left to the correct data for import on the right. Uncheck items you do not want to import.
dz_bt: གཡོན་ཕྱོགས་ལུ་ཡོད་པའི་ ཁ་བྱང་ཀི་དེབ་ས་སྒོ་ཚུ་དང་ གཡས་ཕྱོགས་ལུ་ཡོད་པའི་ ནང་འདྲེན་འདབ་ནིའི་གནས་སྡུད་ངོ་མ་ མཐུན་སྒྲིག་འབད་ནི་ལུ་ ཡར་བཤུད་ དང་ མར་བཤུད་ ལག་ལེན་འཐབ།

source: Move Up
dz_bt: ཡར་བཤུད་

source: Move Down
dz_bt: མར་བཤུད་

source: Address Book fields
dz_bt: ཁ་བྱང་ཀི་དེབ་ཀྱི་ས་སྒོ་ཚུ་

source: Record data to import
dz_bt: ནང་འདྲེན་འབད་ནིའི་དྲན་ཐོ་གནས་སྡུད་

source: First record contains field names
dz_bt: དྲན་ཐོ་དང་པའི་ནང་ ས་སྒོའི་མིང་ཚུ་ཡོད་
