Repository: tenzin/dzongkha-linux-translation-files
Catalog: thunderbird-1.5.0.9-xpi/*/messenger/FilterListDialog.dtd.po
Languages: dz_bt

source: Message Filters
dz_bt: འཕྲིན་དོན་ཚགས་མ་ཚུ་

source: Filter Name
dz_bt: ཚགས་མའི་མིང་

source: Enabled
dz_bt: ལྕོགས་ཅན་

source: &New...
dz_bt: གསརཔ་་་་(&N)

source: &Edit...
dz_bt: ཞུན་དག་་་(&E)

source: Dele&te
dz_bt: བཏོན་གཏང་(&t)

source: Move &Up
dz_bt: ཡར་སྤོ་(&U)

source: Move &Down
dz_bt: མར་སྤོ་(&D)

source: Enabled filters are run automatically in the order shown below.
dz_bt: ཚགས་མ་ལྕོགས་ཅན་དེ་ཚུ་ རང་བཞིན་གྱིས་འོག་གི་གོ་རིམ་ནང་ གཡོག་བཀོལཝ་ཨིན།

source: &Filters for:
dz_bt: ཚགས་མ་དོན་ལུ་:(&F)

source: Filter &Log
dz_bt: ཚགས་མའི་དྲན་དེབ་(&L)

source: &Run Now
dz_bt: ད་ལྟོ་ར་གཡོག་བཀོལ་(&R)

source: &Stop
dz_bt: བཀག་(&S)

source: Run sele&cted filter(s) on:
dz_bt: སེལ་འཐུ་འབད་མི་ཚགས་མ་གཡོག་བཀོལ་:(&c)

source: choose this folder
dz_bt: སྣོད་འཛིན་འདི་གདམ་ཁ་རྐྱབ་པའི་སྐབས་ལུ་

source: choose this news server
dz_bt: གནས་ཚུལ་སརབར་འདི་གདམ་ཁ་རྐྱབ་པའི་སྐབས་ལུ་

source: &Help
dz_bt: གྲོགས་རམ་(&H)
