Repository: tenzin/dzongkha-linux-translation-files
Catalog: thunderbird-1.5.0.9-xpi/*/messenger/importMsgs.properties.po
Languages: dz_bt

source: No address books were found to import.
dz_bt: ནང་འདྲེན་འབད་ནིའི་ ཁ་བྱང་ཀི་དེབ་གཅིག་ཡང་མ་ཐོབ།

source: Unable to import address books: initialization error.
dz_bt: ཁ་བྱང་ཀི་དེབ་ནང་འདྲེན་འབད་མ་ཚུགས་: འགོ་འབྱེད་ཀྱི་འཛོལ་བ།

source: Unable to import address books: cannot create import thread.
dz_bt: ཁ་བྱང་ཀི་དེབ་ཚུ་ ནང་འདྲེན་འབད་མ་ཚུགས་: ནང་འདྲེན་ཐེརེཌི་ གསར་བསྐྲུན་འབད་མི་ཚུགས།

source: Error importing %S: unable to create address book.
dz_bt: %Sནང་འདྲེན་འབད་ནི་ལུ་འཛོལ་བ་: ཁ་བྱང་ཀི་དེབ་གསར་བསྐྲུན་འབད་མ་ཚུགས།

source: No mailboxes were found to import
dz_bt: ནང་འདྲེན་འབད་ནིའི་ཡིག་སྒྲོམ་ཚུ་ཐོབ་མ་ཚུགས།

source: Unable to import mailboxes, initialization error
dz_bt: ཡིག་སྒྲོམ་ཚུ་ནང་འདྲེན་འབད་མ་ཚུགས། འགོ་འབྱེད་ཀྱི་འཛོལ་བ།

source: Unable to import mailboxes, cannot create import thread
dz_bt: ཡིག་སྒྲོམ་ཚུ་ ནང་འདྲེན་འབད་མ་ཚུགས། ནང་འདྲེན་ཐིརེཌི་ གསར་བསྐྲུན་འབད་མི་ཚུགས།

source: Unable to import mailboxes, cannot create proxy object for destination mailboxes
dz_bt: ཡིག་སྒྲོམ་ཚུ་ ནང་འདྲེན་འབད་མ་ཚུགས། འགྲོ་ཡུལ་གྱི་ཡིག་སྒྲོམ་ཚུ་གི་དོན་ལུ་ པོ་རོག་སི་དངོས་པོ་ གསར་བསྐྲུན་འབད་མི་ཚུགས།

source: Error creating destination mailboxes, cannot find mailbox %S
dz_bt: འགྲོ་ཡུལ་གྱི་ཡིག་སྒྲོམ་ཚུ་ གསར་བསྐྲུན་འབད་ནི་ལུ་འཛོལ་བ། ཡིག་སྒྲོམ་%Sའཚོལ་མི་འཐོབ་པས།

source: Error importing mailbox %S, unable to create destination mailbox
dz_bt: ཡིག་སྒྲོམ་%Sནང་འདྲེན་འབད་ནི་ལུ་འཛོལ་བ་། འགྲོ་ཡུལ་གྱི་ཡིག་སྒྲོམ་ གསར་བསྐྲུན་འབད་མ་ཚུགས།

source: Unable to create folder to import mail into
dz_bt: ཡིག་འཕྲིན་ནང་འདྲེན་འབད་ནི་ལུ་ སྣོད་འཛིན་གསར་བསྐྲུན་འབད་མ་ཚུགས།

source: First Name
dz_bt: མགོ་མིང་

source: Last Name
dz_bt: མཇུག་མིང་

source: Display Name
dz_bt: མིང་བཀྲམ་སྟོན་འབད་

source: Nickname
dz_bt: སྐྱོན་མིང་

source: Primary Email
dz_bt: གཞི་རིམ་གློག་འཕྲིན་

source: Secondary Email
dz_bt: གནད་ཆུང་གློག་རིམ་

source: Work Phone
dz_bt: ལཱ་སའི་བརྒྱུད་འཕྲིན་

source: Home Phone
dz_bt: ཁྱིམ་གྱི་བརྒྱུད་འཕྲིན་

source: Fax Number
dz_bt: དཔར་འཕྲིན་ཨང་

source: Pager Number
dz_bt: བརྡ་འཕྲུལ་ཨང་

source: Mobile Number
dz_bt: འགྲུལ་འཕྲིན་ཨང་

source: Home Address
dz_bt: ཁྱིམ་གྱི་ཁ་བྱང་

source: Home Address 2
dz_bt: ཁྱིམ་གྱི་ཁ་བྱང་༢པ་

source: Home City
dz_bt: ཁྱིམ་གྱི་གྲོང་སྡེ་

source: Home State
dz_bt: ཁྱིམ་གྱི་མངའ་སྡེ་

source: Home ZipCode
dz_bt: ཁྱིམ་གྱི་གནས་ཨང་

source: Home Country
dz_bt: ཁྱིམ་གྱི་རྒྱལ་ཁབ་

source: Work Address
dz_bt: ལཱ་སའི་ཁ་བྱང་

source: Work Address 2
dz_bt: ལཱ་སའི་ཁ་བྱང་༢པ་

source: Work City
dz_bt: ལཱ་སའི་གྲོང་སྡེ་

source: Work State
dz_bt: ལཱ་སའི་མངའ་སྡེ་

source: Work ZipCode
dz_bt: ལཱ་སའི་གནས་ཨང་

source: Work Country
dz_bt: ལཱ་སའི་རྒྱལ་ཁབ་

source: Job Title
dz_bt: ལཱ་འགན་

source: Department
dz_bt: ལས་ཁུངས་

source: Organization
dz_bt: ལས་སྡེ་

source: Web Page 1
dz_bt: ཝེབ་ཤོག་ལེབ་ ༡་

source: Web Page 2
dz_bt: ཝེབ་ཤོག་ལེབ་ ༢་

source: Birth Year
dz_bt: སྐྱེ་བའི་སྤྱི་ལོ་

source: Birth Month
dz_bt: སྐྱེ་བའི་ཟླཝ་

source: Birth Day
dz_bt: སྐྱེ་བའི་ཚེ་གྲངས་

source: Custom 1
dz_bt: སྲོལ་སྒྲིག་༡པ་

source: Custom 2
dz_bt: སྲོལ་སྒྲིག་༢པ་

source: Custom 3
dz_bt: སྲོལ་སྒྲིག་༣པ་

source: Custom 4
dz_bt: སྲོལ་སྒྲིག་༣པ་

source: Notes
dz_bt: དྲན་འཛིན་

source: Import Mail
dz_bt: ཡིག་འཕྲིན་ནང་འདྲེན་འབད་

source: Import Address Books
dz_bt: ཁ་བྱང་ཀི་དེབ་ཚུ་ནང་འདྲེན་འབད་

source: Import Settings
dz_bt: སྒྲིག་སྟངས་ཚུ་ནང་འདྲེན་འབད་

source: Select application to import mail from:
dz_bt: ཡིག་འཕྲིན་ནང་འདྲེན་འབད་སའི་ གློག་རིམ་སེལ་འཐུ་འབད་:

source: Select address book format:
dz_bt: ཁ་བྱང་ཀི་དེབ་ཀྱི་རྩ་སྒྲིག་སེལ་འཐུ་འབད་

source: Select application to import settings from:
dz_bt: སྒྲིག་སྟངས་ནང་འདྲེན་འབད་སའི་གློག་རིམ་སེལ་འཐུ་འབད་:

source: An import operation is currently in progress. Try again when the current import has finished.
dz_bt: ད་ལྟོ་ནང་འདྲེན་གྱི་བཀོལ་སྤྱོད་ཅིག་ ཡར་འཕེལ་འགྱོ་བའི་བསྒང་འདུག། ད་ལྟོ་གི་ནང་འདྲེན་དེ་ མཇུག་བསྡུ་ཞིནམ་ལས་ ལོག་སྟེ་འབད་རྩོལ་བསྐྱེད་གནང་།

source: Unable to load settings module
dz_bt: སྒྲིག་སྟངས་ཀྱི་ཚད་གཞི་ མངོན་གསལ་འབད་མ་ཚུགས།

source: Unable to find settings. Check to make sure the application is installed on this machine.
dz_bt: སྒྲིག་སྟངས་འཚོལ་མ་ཐོབ། གློག་འཕྲུལ་འདི་གུ་ གློག་རིམ་དེ་གཞི་བཙུགས་འབད་ཡོདཔ་ ངེས་གཏན་བཟོ།

source: An error occurred while importing settings. Some, or all, of the settings may not have been imported.
dz_bt: སྒྲིག་སྟངས་ནང་འདྲེན་འབད་བའི་སྐབས་ འཛོལ་བ་ཅིག་བྱུང་ཡི། སྒྲིག་སྟངས་ལ་ལོ་ཅིག་ ཡང་ན་ ཆ་མཉམ་ར་ ནང་འདྲེན་མ་འབདཝ་འོང་ནི་མས།

source: Settings were imported from %S
dz_bt: སྒྲིག་སྟངས་ཚུ་%Sནང་ལས་ ནང་འདྲེན་འབད་ཡི།

source: Unable to load mail import module
dz_bt: ཡིག་འཕྲིན་ནང་འདྲེན་གྱི་ཚད་གཞི་ མངོན་གསལ་འབད་མ་ཚུགས།

source: Unable to find mail to import. Check to make sure the mail application is correctly installed on this machine.
dz_bt: ནང་འདྲེན་འབད་ནིའི་ཡིག་འཕྲིན་ འཚོལ་མ་ཐོབ།

source: An error occurred importing mail from %S
dz_bt: %Sནང་ལས་ ཡིག་འཕྲིན་ནང་འདྲེན་བའི་སྐབས་ འཛོལ་བ་ཅིག་བྱུང་ཡི།

source: Mail was successfully imported from %S
dz_bt: %Sནང་ལས་ ཡིག་འཕྲིན་མཐར་འཁྱོལ་སྦེ་ ནང་འདྲེན་འབད་ཡི།

source: Unable to load address book import module.
dz_bt: ཁ་བྱང་ཀི་དེབ་ནང་འདྲེན་འབད་ནིའི་ཚད་གཞི་ མངོན་གསལ་འབད་མ་ཚུགས།

source: Unable to find any address books to import. Check to make sure the selected application or format is correctly installed on this machine.
dz_bt: ནང་འདྲེན་འབད་ནིའི་ ཁ་བྱང་ཀི་དེབ་གཅིག་ཡང་ འཚོལ་མ་ཐོབ། སེལ་འཐུ་འབད་མི་གློག་རིམ་ ཡང་ན་ རྩ་སྒྲིག་དེ་ གློག་འཕྲུལ་འདི་གུ་ ངེས་བདེན་སྦེ་ གཞི་བཙུགས་འབད་མ་འབད་ ཞིབ་དཔྱད་རྐྱབས།

source: An error occurred importing addresses from %S.
dz_bt: %Sནང་ལས་ ཁ་བྱང་ཚུ་ནང་འདྲེན་འབདཝ་ད་ འཛོལ་བ་ཅིག་བྱུང་ཡི།

source: Addresses successfully imported from %S.
dz_bt: %Sནང་ལས་ ཁ་བྱང་ཚུ་མཐར་འཁྱོལ་སྦེ་ ནང་འདྲེན་འབད་ཡི།

source: Importing Mail
dz_bt: ཡིག་འཕྲིན་དང་འདྲེན་འབད་དོ་

source: Importing Address Books
dz_bt: ཁ་བྱང་ཀི་དེབ་ནང་འདྲེན་འབད་དོ་

source: Converting mailboxes from %S
dz_bt: %Sནང་ལས་ ཡིག་སྒྲོམ་ཚུ་ གཞི་བསྒྱུར་འབད་དོ་

source: Converting address books from %S
dz_bt: %Sནང་ལས་ ཁ་བྱང་ཀི་དེབ་ཚུ་ གཞི་བསྒྱུར་འབད་དོ་

source: Select settings file
dz_bt: སྒྲིག་སྟངས་ཡིག་སྣོད་ སེལ་འཐུ་འབད་

source: Select mail directory
dz_bt: ཡིག་འཕྲིན་གྱི་སྣོད་ཐོ་ སེལ་འཐུ་འབད་

source: Select address book directory
dz_bt: ཁ་བྱང་ཀི་དེབ་ཀྱི་སྣོད་ཐོ་ སེལལ་འཐུ་འབད་

source: Select address book file
dz_bt: ཁ་བྱང་ཀི་དེབ་ཡིག་སྣོད་ སེལ་འཐུ་འབད་

source: Communicator 4.x
dz_bt: ཀ་མུས་ནི་ཀེ་ཊར་4.x

source: Communicator Address Book files (*.na2)
dz_bt: ཀ་མུས་ནི་ཀེ་ཊར་ ཁ་བྱང་ཀི་དེབ་ཡིག་སྣོད་ཚུ་ (*.na2)

source: Home
dz_bt: ཁྱིམ་གྱི་

source: Work
dz_bt: ལཱ་སའི་

source: Imported Mail
dz_bt: ནང་འདྲེན་འབད་མི་ཡིག་འཕྲིན་

source: %S Mail
dz_bt: ཡིག་འཕྲིན་%S

source: Communicator 4.x profiles
dz_bt: ཀ་མུས་ནི་ཀེ་ཊར་ 4.x གི་གསལ་སྡུད་

source: Choose the profile that contains the Local Mail you want to import:
dz_bt: ཁྱོད་ཀྱིས་ནང་འདྲེན་འབད་དགོ་མནོ་མི་ ཉེ་གནས་ཡིག་འཕྲིན་ཡོད་པའི་ གསལ་སྡུད་དེ་གདམ་ཁ་རྐྱབས་:
