Repository: tenzin/dzongkha-linux-translation-files
Catalog: thunderbird-1.5.0.9-xpi/*/messenger/importDialog.dtd.po
Languages: dz_bt

source: Import
dz_bt: ནང་འདྲེན་

source: Mail
dz_bt: ཡིག་འཕྲིན་

source: Address Books
dz_bt: ཁ་བྱང་ཀི་དེབ་

source: Settings
dz_bt: སྒྲིག་སྟངས་

source: &brandShortName; Mail Import Wizard
dz_bt: &brandShortName; ཡིག་འཕྲིན་ནང་འདྲེན་ཝི་ཛརཌི་

source: Import Mail, Address Books and Settings from other programs
dz_bt: ཡིག་འཕྲིན་དང་ ཁ་བྱང་ཀི་དེབ་ སྒྲིག་སྟངས་ཚུ་ ལས་རིམ་གཞན་ནང་ལས་ ནང་འདྲེན་འབད།

source: This wizard will import mail messages, address book entries, and/or preferences from other mail programs and common address book formats into &brandShortName; Mail.
dz_bt: ཝི་ཛརཌི་འདི་གིས་ ཡིག་འཕྲིན་གྱི་འཕྲིན་དོན་དང་ ཁ་བྱང་ཀི་དེབ་ཐོ་བཀོད་དང་/ཡང་ན་ དགའ་གདམ་ཚུ་ ཡིག་འཕྲིན་ལས་རིམ་དང་ སྤྱི་མཐུན་ཁ་བྱང་ཀི་དེབ་རྩ་སྒྲིག་ཚུ་ནང་ལས་ &brandShortName; གི་ཡིག་འཕྲིན་ནང་ལུ་ ནང་འདྲེན་འབད་འོང་།

source: Once they have been imported, you will be able to access them from within &brandShortName; Mail and/or Address Book.
dz_bt: ཁྱོད་ཀྱིས་དེ་ཚུ་ནང་འདྲེན་འབད་ཚར་ཞིནམ་ལས་ &brandShortName; གི་ཡིག་འཕྲིན་དང་/ཡང་ན་ ཁ་བྱང་ཀི་དེབ་ནང་འཁོད་ལུ་ འཛུལ་སྤྱོད་འབད་ཚུགས།

source: Please select the program from which you would like to import:
dz_bt: ཁྱོད་ཀྱིས་ག་ཏེ་ལས་ ནང་འདྲེན་འབད་ནི་ཨིན་ན་ ལས་རིམ་དེ་སེལ་འཐུ་འབད་གནང་།

source: &lt; Back
dz_bt: &lt; རྒྱབ་བསྐྱོད་

source: Next &gt;
dz_bt: ཤུལ་མམ་&gt;

source: Finish
dz_bt: རྫོགས་

source: Cancel
dz_bt: ཆ་མེད་

source: Select the type of material to import:
dz_bt: ནང་འདྲེན་འབད་ནིའི་ ཅ་དངོས་ཀྱི་དབྱེ་བ་དེ་ སེལ་འཐུ་འབད་:

source: Title
dz_bt: མགོ་མིང་

source: Importing...
dz_bt: ནང་འདྲེན་འབད་དོ་་་་

source: Netscape Communicator 4.x has one mailing address for each card, while &brandShortName; has two (Home and Work).
dz_bt: ནེཊི་སི་ཀེཔ་ ཀ་མུས་ནི་ཀེ་ཊར་ 4.x ལུ་ ཤོག་བྱང་རེ་ལུ་ ཡིག་འཕྲིན་ཁ་བྱང་རེ་ཡོདཔ་ད་ &brandShortName; ལུ་ གཉིས་རེ་ཡོད།(ཁྱིམ་གྱི་དང་ལཱ་སའི)

source: Select the category in which you want to store the imported mailing addresses:
dz_bt: ཁྱོད་ཀྱིས་ནང་འདྲེན་འབད་མི་ ཡིག་འཕྲིན་ཁ་བྱང་ཚུ་ གསོག་འཇོག་འབད་སའི་ དབྱེ་བ་དེ་སེལ་འཐུ་འབད་:

source: This category will be used for all the entries of the selected address book:
dz_bt: སེལ་འཐུ་འབད་མི་ཁ་བྱང་ཀི་དེབ་དེ་གི་ ཐོ་བཀོད་ཆ་མཉམ་གྱི་དོན་ལུ་ དབྱེ་བ་འདི་ལག་ལེན་འཐབ་ནི་ཨིན།

source: Home
dz_bt: ཁྱིམ་གྱི་

source: Work
dz_bt: ལཱ་སའི་
