Repository: tenzin/dzongkha-linux-translation-files
Catalog: thunderbird-1.5.0.9-xpi/*/messenger/junkMail.dtd.po
Languages: dz_bt

source: Junk Mail Controls
dz_bt: མཁོ་མེད་ཡིག་འཕྲིན་ཚད་འཛིན་

source: &brandShortName; has several ways to detect junk mail. These controls evaluate incoming messages and identify those that are most likely to be junk mail.
dz_bt: &brandShortName; ལུ་ མཁོ་མེད་ཡིག་འཕྲིན་ ངོས་འཛིན་འབད་ཐངས་ལེ་ཤ་ཅིག་ཡོད། ཚད་འཛིན་འདི་ཚུ་གིས་ ནང་འབྱོར་འཕྲིན་དོན་ཚུ་ བརྟག་ཞིབ་འབད་དེ་ མཁོ་མེད་ཡིག་འཕྲིན་ཨིནམ་བཟུམ་ཚུ་ ངོས་འཛིན་འབདཝ་ཨིན།

source: Settings
dz_bt: སྒྲིག་སྟངས་

source: Adaptive Filter
dz_bt: མཐུན་འགྱུར་ཅན་གྱི་ཚགས་མ་

source: Move incoming messages determined to be junk mail to:
dz_bt: ནང་འབྱོར་འཕྲིན་དོན་ཚུ་ནང་ལས་ མཁོ་མེད་ཡིག་འཕྲིན་སྦེ་ ངོས་འཛིན་བྱུང་མི་ཚུ་ སྤོ་བཤུད་འབད་:

source: Other:
dz_bt: གཞན་:

source: &quot;Junk&quot; folder on:
dz_bt: &quot;Junk&quot; སྣོད་འཛིན་ཨཱོན་

source: A&utomatically delete junk messages older than
dz_bt: འཕྲིན་དོན་ཚུ་ སྣོད་འཛིན་འདི་ནང་ལས་ རང་བཞིན་གྱིས་བཏོན་གཏང་(&u)

source: days from this folder
dz_bt: ཉིན་གྲངས་ ལས་ལྷག་མི་

source: When I manually mark messages as Junk:
dz_bt: ང་གིས་ལག་ཐོག་ལས་ འཕྲིན་དོན་ཚུ་ མཁོ་མེད་སྦེ་ རྟགས་བཀལ་བའི་སྐབས་:

source: Move them to the &quot;Junk&quot; folder
dz_bt: དེ་ཚུ་ &quot;Junk&quot; སྣོད་འཛིན་ལུ་ སྤོ་བཤུད་འབད་

source: Delete them
dz_bt: དེ་ཚུ་བཏོན་གཏང་

source: When displaying HTML messages marked as junk, sanitize the HTML
dz_bt: ཨེཆ་ཊི་ཨེམ་ཨེལ་་འཕྲིན་དོན་ཚུ་ མཁོ་མེད་སྦེ་རྟགས་བཀལ་ཏེ་ བཀྲམ་སྟོན་འབད་བའི་སྐབས་ ཨེཆ་ཊི་ཨེམ་ཨེལ་ དང་ལེན་ཅན་བཟོ།

source: Logging
dz_bt: དྲན་དེབ་ནང་བཀོད་པ་

source: Handling
dz_bt: ལེགས་སྐྱོང་འཐབ་པ་

source: &Configure Junk Settings for:
dz_bt: མཁོ་མེད་སྒྲིག་སྟངས་རིམ་སྒྲིག་འབད་:(&C)

source: &Junk Mail Log
dz_bt: མཁོ་མེད་ཡིག་འཕྲིན་དྲན་དེབ་དོན་ལུ་(&J)

source: View and configure junk mail logging.
dz_bt: མཁོ་མེད་ཡིག་འཕྲིན་ དྲན་དེབ་བཀོད་པ་ སྟོན་ཞིནམ་ལས་ རིམ་སྒྲིག་འབད།

source: If enabled, you must first train &brandShortName; to identify junk mail by using the Junk toolbar button to mark messages as junk or not. You need to identify both junk and non junk messages.
dz_bt: གལ་སྲིད་ལྕོགས་ཅན་ཨིན་པ་ཅིན་ ཁྱོད་ཀྱིས་འཕྲིན་དོན་ཚུ་ མཁོ་མེད་ཨིནམ་མེནམ་ རྟགས་བཀལ་ནི་ལུ་ མཁོ་མེད་ལག་ཆས་ཕྲ་རིང་ཨེབ་རྟ་ ལག་ལེན་འཐབ་ཐོག་ལས་ མཁོ་མེད་ཡིག་འཕྲིན་ངོས་འཛིན་འབད་ནི་ལུ་ དང་པ་ར་ &brandShortName; ལུ་སྦྱོང་བརྡར་བྱིན་དགོ། ཁྱོད་ཀྱིས་མཁོ་མེད་འཕྲིན་དོན་དང་ མཁོ་ཅན་འཕྲིན་དོན་གཉིས་ཆ་ར་ ངོས་འཛིན་འབད་དགོ།

source: &Enable adaptive junk mail detection
dz_bt: མཐུན་བསྒྱུར་ཅན་གྱི་ མཁོ་མེད་ཡིག་འཕྲིན་ ངོས་འཛིན་འབད་ནི་ ལྕོགས་ཅན་བཟོ།(&E)

source: Resetting the training data used by the adaptive filter requires you to retrain the filter:
dz_bt: མཐུན་འགྱུར་ཅན་གྱི་ཚགས་མ་ཚུ་གིས་ ལག་ལེན་འཐབ་མི་ སྦྱོང་བརྡར་གནས་སྡུད་ཚུ་ སླར་སྒྲིག་འབད་ནི་ལུ་ ཚགས་མ་ལུ་སྦྱོང་བརཨདར་བྱིན་དགོ།

source: &Reset Training Data
dz_bt: སྦྱོན་བརྡར་གནས་སྡུད་སླར་སྒྲིག་འབད་(&R)

source: &Do not mark messages as junk if the sender is in:
dz_bt: འཕྲིན་དོན་ཚུ་ མཁོ་མེད་སྦེ་ རྟགས་མ་བཀལ་ གལ་སྲིད་གཏང་མི་དེ་:(&D)

source: &Trust junk mail headers set by:
dz_bt: གིས་ གཞི་སྒྲིག་འབད་མི་ མཁོ་མེད་ཡིག་འཕྲིན་མགོ་ཡིག་ཚུ་ལུ་ བློ་གཏད་འབད།(&T)
