Repository: tenzin/dzongkha-linux-translation-files
Catalog: thunderbird-1.5.0.9-xpi/*/messenger/msgAccountCentral.dtd.po
Languages: dz_bt

source: Email
dz_bt: གློག་འཕྲིན་

source: Read messages
dz_bt: འཕྲིན་དོན་ཚུ་ལྷག་

source: Write a new message
dz_bt: འཕྲིན་དོན་གསརཔ་ཅིག་བྲིས་

source: Newsgroups
dz_bt: གནས་ཚུལ་སྡེ་ཚན་ཚུ་

source: Manage newsgroup subscriptions
dz_bt: གནས་ཚུལ་སྡེ་ཚན་གྱི་མཁོ་མངགས་ཚུ་འཛིན་སྐྱོང་འཐབ་

source: Accounts
dz_bt: རྩིས་ཐོ་ཚུ་

source: Manage folder subscriptions
dz_bt: སྣོད་འཛིན་གྱི་མཁོ་མངགས་ཚུ་འཛིན་སྐྱོང་འཐབ།

source: View settings for this account
dz_bt: རྩིས་ཐོ་འདི་གི་དོན་ལུ་ སྒྲིག་སྟངས་ཚུ་སྟོན་

source: Create a new account
dz_bt: རྩིས་ཐོ་ཅིག་གསར་བསྐྲུན་འབད་

source: Advanced Features
dz_bt: མཐོ་རིམ་ཅན་གྱི་ཁྱད་རྣམ་ཚུ་

source: Search messages
dz_bt: འཕྲིན་དོན་ཚུ་འཚོལ་ཞིབ་འབད་

source: Manage message filters
dz_bt: འཕྲིན་དོན་གྱི་ཚགས་མ་ཚུ་འཛིན་སྐཡོང་འཐབ་

source: Junk mail settings
dz_bt: མཁོ་མེད་ཡིག་འཕྲིན་གྱི་སྒྲིག་སྟངས་ཚུ་

source: Offline settings
dz_bt: གློག་ཐོག་མེན་པའི་སྒྲིག་སྟངས་ཚུ་

source: RSS News &amp; Blogs
dz_bt: ཨར་ཨེསི་ཨེསི་ གནས་ཚུལ་&amp; ཝེབ་དྲན་དེབ་

source: Manage subscriptions
dz_bt: མཁོ་མངགས་ཚུ་འཛིན་སྐྱོང་འཐབ་
