Repository: tenzin/dzongkha-linux-translation-files
Catalog: thunderbird-1.5.0.9-xpi/*/messenger/msgmdn.properties.po
Languages: dz_bt

source: Note: This Return Receipt only acknowledges that the message was displayed on the recipient's computer. There is no guarantee that the recipient has read or understood the message contents.
dz_bt: དྲན་འཛིན་: སླར་ལོག་འབྱོར་རྟགས་འདི་གིས་ འཕྲིན་དོན་དེ་ཐོབ་མཁན་གྱི་གློག་རིག་གུ་ བཀྲམ་སྟོན་འབད་ཡོད་པའི་ངོས་ལེན་ཙམ་མ་གཏོགས་ ཐོབ་མཁན་དེ་གིས་ འཕྲིན་དོན་གྱི་ནང་དོན་ཚུ་ ལྷག་མ་ལྷག་དང་ དོན་དག་གོ་མ་གོ་གི་ ཉེན་ལེན་མེད།

source: The message was either printed, faxed, or forwarded without being displayed to the recipient. There is no guarantee that the recipient will read the message at a later time.
dz_bt: འཕྲིན་དོན་དེ་ བཀྲམ་སྟོན་མ་འབད་བར་ དཔར་བསྐྲུན་་ཡང་ན་ དཔར་འཕྲིན་ ཡང་ན་ གདོང་བསྐྱོད་འབད་ནུག། ཐོབ་མཁན་གྱིས་ ཤུལ་ལས་འཕྲིན་དོན་དེ་ ལྷག་མི་ལྷག་གི་ ཉེན་ལེན་མེད།

source: The message was processed by the recipient's mail client without being displayed. There is no guarantee that the message will be read at a later time.
dz_bt: འཕྲིན་དོན་དེ་ བཀྲམ་སྟོན་མ་འབད་བར་ ཐོབ་མཁན་གྱི་ཡིག་འཕྲིན་ཞབས་ཏོག་སྤྱོད་མི་གིས་ ལས་སྦྱོར་འབད་ནུག། འཕྲིན་དོན་དེ་ ཤུལ་ལས་ ལྷག་མི་ལྷག་གི་ ཉེན་ལེན་མེད།

source: The message has been deleted. The person you sent it to may or may not have seen it. They might undelete it at a later time and read it.
dz_bt: འཕྲིན་དོན་དེ་བཏོན་བཏང་ནུག། ཁྱོད་ཀྱིས་བཏང་མི་ མི་དེ་གིས་ ཡང་ཅིན་མཐོང་མཐོངམ་འོང་ ཡང་ཅིན་ མ་མཐོངམ་འོང་། ཁོང་གིས་ ཤུལ་ལས་བཏོན་བཤོལ་འབད་དེ་ ལྷག་འོང་ག་མི་ཤེས།

source: The recipient of the message does not wish to send a return receipt back to you.
dz_bt: འཕྲིན་དོན་དེ་ ཐོབ་མཁན་དེ་གིས་ ཁྱོད་ལུ་སླར་ལོག་འབྱོར་རྟགས་ཅིག་ གཏང་ནི་གི་རེ་བ་མིན་འདུག།

source: A failure occurred. A proper return receipt could not be generated or sent to you.
dz_bt: འཐུས་ཤོར་ཅིག་བྱུང་ཡི། འབྱོར་རྟགས་ཚུལ་ལྡན་ཅིག་ བཟོ་སྦྱོར་འབད་མ་ཚུགས་པའམ་ ཁྱོད་ལུ་གཏང་མ་ཚུགས་པས།

source: The sender of this message has asked to be notified when you read this message. Do you wish to notify the sender?
dz_bt: འཕྲིན་དོན་འདི་གཏང་མི་དེ་གིས་ ཁྱོད་ཀྱིས་འཕྲིན་དོན་འདི་ལྷགཔ་ད་ བརྡ་བསྐུལ་འབད་གནང་ཟེར་ཨིན་པས། ཁྱོད་ཀྱིས་གཏང་མི་དེ་ལུ་ བརྡ་བསྐུལ་འབད་ནི་ཨིན་ན?

source: This is a Return Receipt for the mail that you sent to %S.
dz_bt: ཁྱོད་ཀྱིས་%Sལུ་བཏང་མི་ ཡིག་འཕྲིན་དེ་གི་ སླར་ལོག་འབྱོར་རྟགས་འདི་ འ་ནཱི་ཨིན།

source: Return Receipt (displayed)
dz_bt: སླར་ལོག་འབྱོར་རྟགས་(བཀྲམ་སྟོན་འབད་ཡོདཔ)

source: Return Receipt (dispatched)
dz_bt: སླར་ལོག་འབྱོར་རྟགས་(འགྲེམ་སྤེལ་འབད་ཡོདཔ་)

source: Return Receipt (processed)
dz_bt: སླར་ལོག་འབྱོར་རྟགས་(ལས་སྦྱོར་་འབད་ཡོདཔ་)

source: Return Receipt (deleted)
dz_bt: སླར་ལོག་འབྱོར་རྟགས་(བཏོན་བཏང་་ཡོདཔ)

source: Return Receipt (denied)
dz_bt: སླར་ལོག་འབྱོར་རྟགས་(བྱིན་མ་བཏུབཔ་)

source: Return Receipt (failed)
dz_bt: སླར་ལོག་འབྱོར་རྟགས་(འཐུས་ཤོར་བྱུང་ཡོདཔ)
