Repository: tenzin/dzongkha-linux-translation-files
Catalog: thunderbird-1.5.0.9-xpi/*/messenger/oeImportMsgs.properties.po
Languages: dz_bt

source: Outlook Express mail and address books
dz_bt: ཨའུཊི་ལུཀ་ ཨེགསི་པེརེསི་ཡིག་འཕྲིན་དང་ ཁ་བྱང་ཀི་དེབ་ཚུ་

source: Mailbox %S, imported %d messages
dz_bt: ཡིག་སྒྲོམ་ %S འཕྲིན་དོན་%d ནང་འདྲེན་འབད་ནུག།

source: Bad parameter passed to import mailbox.
dz_bt: ཡིག་སྒྲོམ་ནང་འདྲེན་འབད་ནི་ལུ་ ཚད་བཟུང་བྱང་ཉེས་རྩིས་སྤྲོད་འབད་ནུག།

source: Error accessing file for mailbox %S.
dz_bt: ཡིག་སྒྲོམ་%Sགི་དོན་ལས་ ཡིག་སྣོད་ལུ་འཛུལ་སྤྱོད་འབད་ནི་ལུ་འཛོལ་བ།

source: Error importing mailbox %S, all messages may not be imported from this mailbox.
dz_bt: ཡིག་སྒྲོམ་%Sནང་འདྲེན་འབད་ནི་ལུ་འཛོལ་བ། ཡིག་སྒྲོམ་འདི་ནང་ལས་ འཕྲིན་དོན་ཆ་མཉམ་ར་ ནང་འདྲེན་མི་འབདཝ་འོང་།

source: Outlook Express Address Book
dz_bt: ཨའུཊི་ལུཀ་ ཨེགསི་པེརེསི་ ཁ་བྱང་ཀི་དེབ།

source: Outlook Express address book (windows address book)
dz_bt: ཨའུཊི་ལུཀ་ ཨེགསི་པེརེསི་ ཁ་བྱང་ཀི་དེབ། (སྒོ་སྒྲིག་གི་ཁ་བྱང་ཀི་དེབ་)

source: Imported address book %S
dz_bt: ནང་འདྲེན་འབད་ཡོད་པའི་ ཁ་བྱང་ཀི་དེབ་%S།

source: Error importing address book %S, all addresses may not have been imported.
dz_bt: ཁ་བྱང་ཀི་དེབ་ %Sནང་འདྲེན་འབད་ནི་ལུ་འཛོལ་བ། ཁ་བྱང་ཆ་མཉམ་ར་ ནང་འདྲེན་མ་འབདཝ་འོང་ནི་མས།

source: Bad parameter passed to import addressbook.
dz_bt: ཁ་བྱང་ཀི་དེབ་ ནང་འདྲེན་འབད་ནི་ལུ་ ཚད་བཟུང་བྱང་ཉེས་རྩིས་སྤྲོད་འབད་ནུག།
