Repository: tenzin/dzongkha-linux-translation-files
Catalog: thunderbird-1.5.0.9-xpi/*/messenger/prefs.properties.po
Languages: dz_bt

source: Please enter a name for this account.
dz_bt: རྩིས་ཐོ་འདི་གི་དོན་ལུ་ མིང་ཅིག་བཙུགས་གནང་།

source: Please enter a username.
dz_bt: ལག་ལེན་པའི་མིང་ཅིག་བཙུགས་གནང་།

source: Please enter your name.
dz_bt: ཁྱོད་རའི་མིང་བཙུགས་གནང་།

source: Please enter a valid email address.
dz_bt: ནུས་ཅན་གློག་འཕྲིན་ཁ་བྱང་ཅིག་བཙུགས་གནང་།

source: A mail or newsgroup account with the same user name and server name already exists. Click Back and enter a different server name, or click Cancel.
dz_bt: ལག་ལེན་པའི་མིང་དང་ སར་བར་གྱི་མིང་ ཅོག་གཅིགཔ་འབད་མི་ ཡིག་འཕྲིན་་ཡང་ན་ གནས་ཚུལ་སྡེ་ཚན་ཅིག་ ཧེ་མ་ལས་ར་འདུག། རྒྱབ་བསྐྱོད་འབད་ཞིནམ་ལས་ སར་བར་གྱི་མིང་སོ་སོ་ཅིག་བཙུགས་ ཡང་ན་ ཆ་མེད་ལུ་ ཨེབ་གཏང་འབད།

source: An account with that user name and server name already exists. Please enter a different user name and/or server name.
dz_bt: ལག་ལེན་པའི་མིང་དང་ སར་བར་གྱི་མིང་ དེ་བཟུམ་འབད་མི་ རྩིས་ཐོ་ཅིག་ ཧེ་མ་ལས་ར་འདུག། ལག་ལེན་པའི་མིང་དང་/ཡང་ན་ སར་བར་གྱི་མིང་སོ་སོ་ཅིག་གཙུགས་གནང་།

source: Your User Name has been updated. You may also need to update your Email Address and/or User Name associated with this account.
dz_bt: ཁྱོད་ཀྱི་ལག་ལེན་པའི་མིང་དེ་ དུས་མཐུན་བཟོ་ཡི། ཁྱོད་ཀྱིས་རྩིས་ཐོ་འདི་དང་འབྲེལ་བའི་ ཁྱོད་རའི་གློག་འཕྲིན་ཁ་བྱང་དང་/ཡང་ན་ ལག་ལེན་པའི་མིང་དེ་ཡང་ དུས་མཐུན་བཟོ་དགོཔ་འོང་།

source: The server name setting has changed. Please verify that any folders used by filters exist on the new server.
dz_bt: སར་བར་མིང་གི་སྒྲིག་སྟངས་སོར་ད་ཡི། སར་བར་གསརཔ་དེ་གུ་ ཚགས་མ་ཚུ་གིས་ལག་ལེན་འཐབ་མི་ སྣོད་འཛིན་ཚུ་ལུ་ བདེན་སྦྱོར་འབད།

source: Are you sure you want to exit the Account Wizard? If you exit, any information you have entered will be lost and the account will not be created.
dz_bt: ཁྱོད་ཀྱིས་རྩིས་ཐོའི་ཝི་ཛརཌི་ ཕྱིར་འཐོན་འབད་ནི་ ངེས་གཏན་ཨིན་ན? ཁྱོད་ཀྱིས་ཕྱིར་འཐོན་འབད་བ་ཅིན་ ཁྱོད་ཀྱིས་བཙུགས་མི་བརྡ་དོན་ཚུ་ བརླག་སྟོར་ཞུགས་ནི་དང་ རྩིས་ཐོ་དེ་ གསར་བསྐྲུན་མི་འབད།

source: Account Wizard
dz_bt: རྩིས་ཐོའི་ཝི་ཛརཌི་

source: Exit
dz_bt: འཕྱིར་འཐོན་

source: Cancel
dz_bt: ཆ་མེད་

source: Please enter a valid hostname.
dz_bt: ནུས་ཅན་གྱི་ཧོསཊི་ནེམ་ཅིག་བཙུགས་གནང་།

source: Failed to remove this account.
dz_bt: རྩིས་ཐོ་འདི་ རྩ་བསྐྲད་བཏང་མ་ཚུགས།

source: Failed to duplicate this account.
dz_bt: རྩིས་ཐོ་འདི་གི་ ངོ་འདྲ་བཟོ་མ་ཚུགས།

source: Are you sure you want to remove the account "%S"?
dz_bt: ཁྱོད་ཀྱིས་རྩིས་ཐོ་"%S"དེ་ རྩ་བསྐྲད་གཏང་ནི་ ངེས་གཏན་ཨིན་ན?

source: Remove Account
dz_bt: རྩིས་ཐོ་རྩ་བསྐྲད་གཏང་

source: If you store this account's new mail in a different account's Inbox, you will no longer be able to access already downloaded e-mail for this account. If you have mail in this account, please copy it to another account first. If you have filters that filter mail into this account, you should disable them or change the destination folder. If any accounts have special folders in this account (Sent, Drafts, Templates), you should change them to be in another account. Do you still want to store this account's e-mail in a different account?
dz_bt: ཁྱོད་ཀྱིས་རྩིས་ཐོ་འདི་གི་ ཡིག་འཕྲིན་གསརཔ་ཚུ་ རྩིས་ཐོ་སོ་སོ་ཅི་གི་ནང་སྒྲོམ་ཅིག་ནང་ གསོག་འཇོག་འབད་བ་ཅིན་ རྩིས་ཐོ་འདི་གི་དོན་ལུ་ ཧེ་མ་ལས་ཕབ་ལེན་འབད་དེ་ཡོད་མི་ གློག་འཕྲིན་ཚུ་ལུ་ ཁྱོད་ཀྱིས་འཛུལ་སྤྱོད་འབད་མི་ཚུགས། རྩིས་ཐོ་འདི་ནང་ ཡིག་འཕྲིན་ཡོད་པ་ཅིན་ དང་པ་ར་ རྩིས་ཐོ་གཞན་ཅིག་ནང་འདྲ་བཤུས་རྐྱབས། རྩིས་ཐོ་འདི་ནང་ ཡིག་འཕྲིན་བཙུགས་ཏེ་གཏང་མི་ ཚགས་མ་ཚུ་ཡོད་པ་ཅིན་ དེ་ཚུ་ལྕོགས་མིན་བཟོ་དགོ་ ཡང་ན་ འགྲོ་ཡུལ་སྣོད་འཛིན་སོར་དགོ། རྩིས་ཐོ་འདི་ནང་ རྩིས་ཐོ་གང་རུང་གི་དམིགས་བསལ་སྣོད་འཛིན་(བཏང་ཡོདཔ་ ཟིན་འབྲི་ ཊེམ་པེལེཊི་) ཚུ་ཡོད་པ་ཅིན་ ཁྱོད་ཀྱིས་རྩིས་ཐོ་གཞན་ཅིག་ནང་སོར་དགོ། ཁྱོད་ཀྱིས་ད་རུང་ཡང་ རྩིས་ཐོ་འདི་གི་གློག་འཕྲིན་དེ་ རྩིས་ཐོ་སོ་སོ་ཅིག་ནང་ གསོག་འཇོག་འབད་ནི་ཨིན་ན?

source: Defer Account?
dz_bt: རྩིས་ཐོ་ཕར་འགྱངས་འབད་ནི་ཨིན་ན?

source: This directory is already used by another server. Please pick a different directory.
dz_bt: སྣོད་ཐོ་འདི་ ཧེ་མ་ལས་ར་ སར་བར་གཞན་ཅིག་གིས་ ལག་ལེན་འཐབ་སྟེ་འདུག། སྣོད་འཛིན་སོ་སོ་ཅིག་སེལ་གནང་།

source: user
dz_bt: ལག་ལེན་པ་

source: Email Address:
dz_bt: གློག་འཕྲིན་ཁ་བྱང་:

source: Enter your email address. This is the address others will use to send email to you (for example, "%1$S@%2$S").
dz_bt: ཁྱོད་རའི་གློག་འཕྲིན་ཁ་བྱང་བཙུགས། འདི་མི་གཞན་གྱིས་ ཁྱོད་ལུ་གློག་འཕྲིན་གཏང་ནི་ལུ་ ལག་ལེན་འཐབ་ནིའི་ ཁ་བྱང་ཨིན། (དེ་ཡང་དཔེར་ན་"%1$S@%2$S")

source: Enter your %1$S %2$S (for example, if your %1$S email address is "%3$S", your %2$S is "%4$S").
dz_bt: ཁྱོད་རའི་%1$S %2$Sབཙུགས། (དཔེར་ན་ཁྱོད་ཀྱི་%1$Sགི་གློག་འཕྲིན་ཁ་བྱང་དེ་"%3$S"ཨིན་པ་ཅིན་ ཁྱོད་ཀྱི་ %2$S དེ་"%4$S"ཨིན་)

source: Server Settings
dz_bt: སརབར་གྱི་སྒྲིག་སྟངས་

source: Copies & Folders
dz_bt: འདྲ་བཤུས་དང་སྣོད་འཛིན་ཚུ་

source: Offline & Disk Space
dz_bt: གློག་ཐོག་མེན་པའི་ ཌིཀསི་ཀི་བར་སྟོང་

source: Disk Space
dz_bt: ཌིཀསི་གི་བར་སྟོང་

source: Composition & Addressing
dz_bt: རྩོམ་འབྲི་དང་ཁ་བྱང་བཀོད་པ་

source: Advanced
dz_bt: མཐོ་རིམ་ཅན་

source: Outgoing Server (SMTP)
dz_bt: ཕྱིར་བསྐྱོད་སར་བར་(SMTP)

source: Identities for %1$S
dz_bt: %1$Sགི་དོན་ལུ་ངོ་རྟགས་ཚུ་

source: You must specify a valid email address for this identity.
dz_bt: ཁྱོད་ཀྱིས་ངོ་རྟགས་འདི་གི་དོན་ལུ་ ནུས་ཅན་གློག་འཕྲིན་ཁ་བྱང་ཅིག་ གསལ་བཀོད་འབད་དགོ།

source: Error Creating Identity
dz_bt: ངོ་རྟགས་གསར་བསྐྲུན་འབད་ནི་ལུ་འཛོལ་བ།

source: Choose a file
dz_bt: ཡིག་སྣོད་ཅིག་གདམ་ཁ་རྐྱབས།
