Repository: tenzin/dzongkha-linux-translation-files
Catalog: thunderbird-1.5.0.9-xpi/*/messenger/start.dtd.po
Languages: dz_bt

source: Welcome to &brandFullName;!
dz_bt: &brandFullName; ལུ་འབྱོན་པ་ལེགས་སོ་ཡོད་

source: &brandFullName; is a powerful, open-source mail and news client.
dz_bt: &brandFullName; འདི་ ནུས་ཤུགས་ཅན་གྱི་ ཀུན་གྱིས་སྤྱོད་པའི་ཡིག་འཕྲིན་དང་ གནས་ཚུལ་གྱི་ཞབས་ཏོག་སྤྱོད་མི་ཅིག་ཨིན།

source: Features
dz_bt: ཁྱད་རྣམ་ཚུ་

source: Adaptive Junk Mail Controls
dz_bt: མཐུན་ཅན་མཁོ་མེད་ཡིག་འཕྲིན་ཚད་འཛིན་

source: RSS Reader
dz_bt: ཨར་ཨེསི་ཨེསི་ལྷག་བྱེད་

source: Global Inbox Support
dz_bt: སྤྱི་ཁྱབ་ནང་སྒྲོམ་རྒྱབ་སྐྱོར་

source: Saved Search Folders
dz_bt: བསྲུངས་ཏེ་ཡོད་པའི་འཚོལ་ཞིབ་སྣོད་འཛིན་ཚུ་

source: Message Grouping
dz_bt: འཕྲིན་དོན་སྡེ་བཟོ་

source: Privacy Protection
dz_bt: སྒེར་དབང་ཉེན་སྐྱོབ་

source: More Information
dz_bt: བརྡ་དོན་ཧེང་བཀལ་

source: Thunderbird Help
dz_bt: ཐཱན་ཌར་བཌི་གྲོགས་རམ་

source: For frequently asked questions, tips and general help, visit
dz_bt: འཕྲལ་འཕྲལ་ར་འདྲི་དགོ་པའི་དྲི་བ་ ཕན་བསླབ་ ཡོངས་ཁྱབ་གྲོགས་རམ་ཚུ་གི་དོན་ལུ་ ལྟ་སྤྱོད་འབད་

source: Thunderbird Product Page
dz_bt: ཐཱན་ཌར་བཌི་ཐོན་བསྐྱེད་ཤོག་ལེབ་

source: For product information, visit the
dz_bt: ཐོན་སྐྱེད་བརྡ་དོན་གྱི་དོན་ལུ་ ལྟ་སྤྱོད་འབད་

source: Powered by Gecko.
dz_bt: གེཀ་ཀོ་གིས་ ནུས་ཤུགས་བྱིན་ཡོདཔ་
