Repository: tenzin/dzongkha-linux-translation-files
Catalog: thunderbird-1.5.0.9-xpi/*/messenger/threadpane.dtd.po
Languages: dz_bt

source: Thread
dz_bt: ཐེརེཌི་

source: Sender
dz_bt: གཏང་མི་

source: Recipient
dz_bt: ཐོབ་མི་

source: Subject
dz_bt: དོན་ཚན་

source: Date
dz_bt: ཚེས་གྲངས་

source: Priority
dz_bt: གཙོ་རིམ་

source: Label
dz_bt: ཁ་ཡིག་

source: Account
dz_bt: རྩིས་ཐོ་

source: Status
dz_bt: གནས་ཚད་

source: Size
dz_bt: ཚད་

source: Junk Status
dz_bt: མཁོ་མེད་གནས་ཚད་

source: Lines
dz_bt: གྱལ་རིམ་

source: Unread in Thread
dz_bt: ཐེརེཌི་ནང་མ་ལྷགཔ་

source: Total in Thread
dz_bt: ཐེརེཌི་ནང་བསྡོམས་

source: Read
dz_bt: ལྷག་

source: Flag
dz_bt: ཟུར་རྟགས་

source: Location
dz_bt: གནས་ཁོངས་

source: Order Received
dz_bt: བཀོད་རྒྱ་ཐོབ་ཡོདཔ་

source: Click to select columns to display
dz_bt: བཀྲམ་སྟོན་འབད་ནིའི་ཀེར་ཐིག་ སེལ་འཐུ་འབད་ནི་ལུ་ ཨེབ་གཏང་འབད།

source: Click to display message threads
dz_bt: འཕྲིན་དོན་ཐེརེཌི་ བཀྲམ་སྟོན་འབད་ནི་ལུ་ ཨེབ་གཏང་འབད།

source: Click to sort by sender
dz_bt: གཏང་མིའི་ཐོག་ལས་ དབྱེ་སེལ་འབད་ནི་ལུ་ ཨེབ་གཏང་འབད་

source: Click to sort by recipient
dz_bt: ཐོབ་མིའི་ཐོག་ལས་ དབྱེ་སེལ་འབད་ནི་ལུ་ ཨེབ་གཏང་འབད་

source: Click to sort by subject
dz_bt: དོན་ཚད་ཐོག་ལས་ དབྱེ་སེལ་འབད་ནི་ལུ་ ཨེབ་གཏང་འབད་

source: Click to sort by date
dz_bt: ཚེས་གྲངས་ཐོག་ལས་ དབྱེ་སེལ་འབད་ནི་ལུ་ ཨེབ་གཏང་འབད་

source: Click to sort by priority
dz_bt: གཙོ་རིམ་ཐོག་ལས་ དབྱེ་སེལ་འབད་ནི་ལུ་ ཨེབ་གཏང་འབད་

source: Click to sort by label
dz_bt: ཁ་ཡིག་གི་ཐོག་ལས་ དབྱེ་སེལ་འབད་ནི་ལུ་ ཨེབ་གཏང་འབད་

source: Click to sort by account
dz_bt: རྩིས་ཐོའི་ཐོག་ལས་ དབྱེ་སེལ་འབད་ནི་ལུ་ ཨེབ་གཏང་འབད་

source: Click to sort by status
dz_bt: གནས་ཚད་ཐོག་ལས་ དབྱེ་སེལ་འབད་ནི་ལུ་ ཨེབ་གཏང་འབད་

source: Click to sort by size
dz_bt: ཚད་ཀྱི་ཐོག་ལས་ དབྱེ་སེལ་འབད་ནི་ལུ་ ཨེབ་གཏང་འབད་

source: Click to sort by junk status
dz_bt: མཁོ་མེད་གནས་ཚད་ཐོག་ལས་ དབྱེ་སེལ་འབད་ནི་ལུ་ ཨེབ་གཏང་འབད་

source: Number of unread messages in thread
dz_bt: ཐེརེཌི་ནང་ མ་ལྷག་པར་ཡོད་པའི་ འཕྲིན་དོན་གྱི་གྱངས་ཁ་

source: Total number of messages in thread
dz_bt: ཐེརེཌི་ནང་གི་ འཕྲིན་དོན་གྱི་བསྡོམས་

source: Click to sort by read
dz_bt: ལྷག་ཡོད་པའི་ཐོག་ལས་ དབྱེ་སེལ་འབད་ནི་ལུ་ ཨེབ་གཏང་འབད་

source: Click to sort by flag
dz_bt: ཟུར་རྟགས་ཐོག་ལས་ དབྱེ་སེལ་འབད་ནི་ལུ་ ཨེབ་གཏང་འབད་

source: Click to sort by location
dz_bt: གནས་ཁོངས་ཐོག་ལས་ དབྱེ་སེལ་འབད་ནི་ལུ་ ཨེབ་གཏང་འབད་

source: Click to sort by order received
dz_bt: ཐོབ་ཡོད་པའི་བཀོད་རྒྱའི་ཐོག་ལས་ དབྱེ་སེལ་འབད་ནི་ལུ་ ཨེབ་གཏང་འབད་
