Repository: tenzin/dzongkha-linux-translation-files
Catalog: firefox-2.0-xpi/*/global/dom/dom.properties.po
Languages: dz_bt

source: Warning: Unresponsive script
dz_bt: ཉེན་བརྡ: ངོས་ལེན་མེད་པའི་ཡིག་ཚུགས།

source: A script on this page may be busy, or it may have stopped responding. You can stop the script now, or you can continue to see if the script will complete.
dz_bt: ཤོག་ལེབ་དེ་གུ་ཡོད་པའི་ཚུགས་ཡིག་འདི་ ཡང་ན་ ཁོམ་མེད་འོང་ ཡང་ན་ ངོས་ལེན་འབད་ནི་འདི་བཀག་ཡོདཔ་འོང་། ཚུགས་ཡིག་འདི་ཁྱོད་ཀྱིས་ ད་ལྟོ་བཀག་ཚུགས་ ཡང་ན་ ཚུགས་ཡིག་འདི་མཇུག་བསྡུཝ་ཨིན་ན་མེན་ ཁྱོད་ཀྱིས་ འཕྲོ་མཐུད་དེ་བལྟ་ད།

source: A script on this page may be busy, or it may have stopped responding. You can stop the script now, open the script in the debugger, or let the script continue.
dz_bt: ཤོག་ལེབ་འདི་གུ་ཡོད་པའི་ཡིག་ཚུགས་ཅིག་ ཁོམ་སེད་ཨིནམ་འོང་་ཡང་ན་ ངོས་ལན་འབད་ནི་བཤོལ་དཔ་འོང་། ད་ལྟོ་ཁྱོད་ཀྱིས་ཡིག་ཚིགས་མཚམས་འཇོག་འབད་དེ་ ཡིག་ཚུགས་དེ་ ཌི་བག་གར་ནང་ཁ་ཕྱེ་ ཡང་ན་ ཡིག་ཚུགས་དེ་འཕྲོ་མཐུད་བཅུག།

source: Stop script
dz_bt: ཚུགས་ཡིག་འདི་བཀག་ད།

source: Debug script
dz_bt: ཡིག་ཚུགས་རྐྱེན་སེལ་འབད་

source: Continue
dz_bt: འཕྲོ་མཐུད་ད།

source: Attempt to load a javascript: URL from one host in a window displaying content from another host was blocked by the security manager.
dz_bt: ཇ་བ་ཡིག་ཚུགས་ཅིག་མངོན་གསལ་འབད་ནི་ལུ་དཔའ་བཅམ་ད: སྒོ་སྒྲིག་ཅིག་གི་ནང་ལུ་ ཡུ་ཨར་ཨེལ་འདི་ཧོསཊི་གཅིག་ལས་ ཧོསཊི་གཞན་མི་ལས་ ནང་དོན་བཀྲམ་སྟོན་འབད་མི་འདི་ སྲུང་སྐྱོབ་འཛིན་སྐྱོང་པ་གིས་འགགས་ཡོད།

source: Scripts may not close windows that were not opened by script.
dz_bt: ཚུགས་ཡིག་གིས་ཁ་ཕྱེ་དེ་མེད་པའི་སྒོ་སྒྲིག་ཚུ་ ཚུགས་ཡིག་གིས་ཁ་མི་བསྡམས་འོང་།

source: Are you sure you want to navigate away from this page?
dz_bt: ཁྱོད་ ཤོག་ལེབ་འདི་ལས་འགྲུལ་བསྐྱོད་འབད་ནི་འདི་ངེས་བདེན་ཨིན་ན?

source: Press OK to continue, or Cancel to stay on the current page.
dz_bt: འཕྲོ་མཐུད་ནི་དོན་ལུ་ བཏུབ་ འདི་མནན་ནི་ ཡང་ན་ ད་ལྟོའི་ཤོག་ལེབ་གུ་སྡོད་ནི་དོན་ལུ་ ཆ་མེད་གཏང་ འདི་མནན་ད།

source: Non-standard document.all property was used. Use W3C standard document.getElementById() instead.
dz_bt: ཚད་ལྡན་མེད་པའི་ཡིག་ཆ.all propertyའདི་ལག་ལེན་འཐབ་ནུག W3C ཚད་ལྡན་ཡིག་ཆ་.getElementById() འདི་ལག་ལེན་འཐབ།

source: Element referenced by ID/NAME in the global scope. Use W3C standard document.getElementById() instead.
dz_bt: སྤྱི་ཁྱབ་འོས་སྐབས་ནང་གི་ ID/NAME གིས་ གཞི་བསྟུན་འབད་ཡོད་པའི་ཆ་ཤས། W3C ཚད་ལྡན་ཡིག་ཆ་.getElementById() འདི་ལག་ལེན་འཐབ།

source: Use of captureEvents() is deprecated, see bug 330494.
dz_bt: འཛིན་བཟུང་བྱུང་ལས་() ཚུ་ལུ་ ངོས་ལེན་མིན་འདུག་ རྐྱེན་༣༣༠༤༩༤ ལུ་བལྟ།

source: Use of releaseEvents() is deprecated, see bug 330494.
dz_bt: ཐར་གྲོལ་བྱུང་ལས་() དེ་གིས་ངོས་ལེན་མིན་འདུག་ རྐྱེན་ ༣༣༠༤༩༤ ལུ་བལྟ།

source: Use of routeEvent() is deprecated, see bug 330494.
dz_bt: འགྲུལ་ལམ་བྱུང་ལས་() དེ་ལུ་ངོས་ལེན་མིན་འདུག་ རྐྱེན་༣༣༠༤༩༤ ལུ་བལྟ།

source: Event=%S, use of preventBubble() is deprecated. Use W3C standard stopPropagation() instead.
dz_bt: བྱུང་ལས་=%S། བབ་བཱལ་བཀག་ཆ་ ལག་ལེན་འཐབ་ནི་ལུ་ ངོས་ལེན་མིན་འདུག། དེ་གི་ཚབ་ལུ་ W3C གནས་ཚད་ཀྱི་ ཡར་སྤེལ་མཚམས་འཇོག་() ལག་ལེན་འཐབ།

source: Event=%S, use of preventCapture() is deprecated. Use W3C standard stopPropagation() instead.
dz_bt: བྱུང་ལས་=%S། འཛིན་བཟུང་བཀག་ཆ་() ལག་ལེན་འཐབ་ནི་ལུ་ ངོས་ལེན་མིན་འདུག། དེ་གི་ཚབ་ལུ་ W3C གནས་ཚད་ཀྱི་ ཡར་སྤེལ་མཚམས་འཇོག་() ལག་ལེན་འཐབ།
