Repository: tenzin/dzongkha-linux-translation-files
Catalog: firefox-2.0-xpi/*/pippki/certManager.dtd.po
Languages: dz_bt

source: Certificate Manager
dz_bt: ལག་ཁྱེར་འཛིན་སྐྱོང་པ་

source: Your Certificates
dz_bt: ཁྱོད་ཀྱི་ལག་ཁྱེར་ཚུ་

source: Other People's
dz_bt: མི་གཞན་གྱི་

source: Web Sites
dz_bt: ཝེབ་ས་ཁོངས་ཚུ་

source: Authorities
dz_bt: དབང་འཛིན་ཚུ་

source: Built-in CAs
dz_bt: ནང་སྦྲགས་ལག་ཁྱེར་ཚུ་

source: CAs Managed By You
dz_bt: ཁྱོད་ཀྱིས་འཛིན་སྐྱོང་འཐབ་མི་ལག་ཁྱེར་ཚུ་

source: You have certificates from these organizations that identify you:
dz_bt: ཁྱོད་ལུ་ཁྱོད་རང་གིས་ངོས་འཛིན་འབད་མི་ ལས་སྡེ་ཚུ་ནང་གི་ ལག་ཁྱེར་ཚུ་འདུག་:

source: You have certificates on file that identify these people:
dz_bt: ཁྱོད་ལུ་ མི་དེ་ཚུ་ངོས་འཛིན་འབད་མི་ ཡིག་སྣོད་ནང་ ལག་ཁྱེར་ཚུ་འདུག

source: You have certificates on file that identify these web sites:
dz_bt: ཁྱོད་ལུ་ ཝེབ་ས་ཁོངས་དེ་ཚུ་ ངོས་འཛིན་འབད་མི་ ཡིག་སྣོད་ནང་ ལག་ཁྱེར་ཚུ་འདུག

source: You have certificates on file that identify these certificate authorities:
dz_bt: ཁྱོད་ལུ་ དབང་འཛིན་དེ་ཚུ་ངོས་འཛིན་འབད་མི་ ཡིག་སྣོད་ནང་ ལག་ཁྱེར་ཚུ་འདུག

source: General
dz_bt: ཡོངས་ཁྱབ་

source: Details
dz_bt: རྒྱས་བཤད་

source: Issued To
dz_bt: སྤྲོད་ཡུལ་

source: Issued By
dz_bt: སྤྲོད་མི་

source: Validity
dz_bt: ནུས་ཅན་དུས་ཚོད་

source: Fingerprints
dz_bt: མཛུབ་རྗེས་

source: Certificate Detail
dz_bt: ལག་ཁྱེར་གྱི་རྒྱས་བཤད་

source: Common Name (CN)
dz_bt: སྤྱི་མཐུན་མིང་(སི་ཨེན)

source: Organization (O)
dz_bt: ལས་སྡེ་ (O)

source: Organizational Unit (OU)
dz_bt: ལས་སྡེའི་ཆ་ཕྲན་(OU)

source: Serial Number
dz_bt: ཨང་རིམ་གྲངས་

source: SHA1 Fingerprint
dz_bt: ཨེསི་ཨེཆ་ཨེ་༡ མཛུབ་རྗེས།

source: MD5 Fingerprint
dz_bt: ཨེམ་ཌི་༥ མཛུབ་རྗེས་

source: Edit Security Certificate Settings
dz_bt: སྲུང་སྐྱོབ་ལག་ཁྱེར་གྱི་སྒྲིག་སྟངས་ཞིན་དག་རྐྱབས་

source: Edit CA certificate trust settings
dz_bt: ལག་ཁྱེར་དབང་འཛིན་གྱི་ ལག་ཁྱེར་བློ་གཏད་སྒྲིག་སྟངས་ ཞུན་དག་རྐྱབས།

source: Edit web site certificate trust settings
dz_bt: ཝེབ་ས་ཁོངས་ཀྱི་ ལག་ཁྱེར་བློགཏད་སྒྲིག་སྟངས་ ཞུན་དག་རྐྱབས།

source: Edit trust settings:
dz_bt: བློ་གཏད་སྒྲིག་སྟངས་ ཞུན་དག་རྐྱབས་:

source: This certificate can identify web sites.
dz_bt: ལག་ཁྱེར་འདི་གིས་ ཝེབ་ས་ཁོངས་ཚུ་ ངོས་འཛིན་འབད་ཚུགས།

source: This certificate can identify mail users.
dz_bt: ལག་ཁྱེར་འདི་གིས་ ཡིག་འཕྲིད་ལག་ལེན་པ་ཚུ་ ངོས་འཛིན་འབད་ཚུགས།

source: This certificate can identify software makers.
dz_bt: ལག་ཁྱེར་འདི་གིས་ མཉེན་ཆས་བཟོ་མི་ཚུ་ ངོས་འཛིན་འབད་ཚུགས།

source: Edit certificate trust settings:
dz_bt: ལག་ཁྱེར་བློ་གཏད་སྒྲིག་སྟངས་ ཞུན་དག་རྐྱབས་:

source: Trust the authenticity of this certificate.
dz_bt: ལག་ཁྱེར་འདི་གི་བདེན་ཚུལ་ལུ་ བློ་གཏད་འབད།

source: Do not trust the authenticity of this certificate.
dz_bt: ལག་ཁྱེར་འདི་གི་བདེན་ཚུལ་ལུ་ བློ་གཏད་མ་འབད།

source: Edit email certificate trust settings
dz_bt: གློག་འཕྲིན་ལག་ཁྱེར་བློ་གཏད་སྒྲིག་སྟངས་ ཞུན་དག་རྐྱབས།

source: Delete Certificate
dz_bt: ལག་ཁྱེར་བཏོན་གཏང་

source: You have requested to delete this certificate:
dz_bt: ཁྱོད་ཀྱིས་ལག་ཁྱེར་འདི་ བཏོན་གཏང་ནིའི་ཞུ་བ་འབད་ནུག་:

source: Are you sure you want to delete this certificate?
dz_bt: ཁྱོད་ཀྱིས་ལག་ཁྱེར་འདི་ བཏོན་གཏང་ནི་ངེས་གཏན་ཨིན་ན?

source: Delete Your Certificate
dz_bt: ཁྱོད་རའི་ལག་ཁྱེར་བཏོན་གཏང་

source: You have requested to delete the certificate:
dz_bt: ཁྱོད་ཀྱིས་ལག་ཁྱེར་འདི་ བཏོན་གཏང་ནིའི་ཞུ་བ་འདབ་ནུག་:

source: Once you have deleted this certificate, you will not be able to read mail that has been encrypted with it.
dz_bt: ཁྱོད་ཀྱིས་ལག་ཁྱེར་འདི་ བཏོན་བཏང་ཞིནམ་ལས་ དེ་དང་གཅིག་ཁར་གསང་བཟོས་འབད་མི་ ཡིག་འཕྲིན་དེ་ ཁྱོད་ཀྱིས་ལྷག་མི་ཚུགས།

source: Certificate Name
dz_bt: ལག་ཁྱེར་མིང་

source: Security Device
dz_bt: སྲུང་སྐྱོབ་ཐབས་འཕྲུལ་

source: Purposes
dz_bt: དགོས་དོན་

source: Issued On
dz_bt: སྤྲོད་པའི་ཚེས་གྲངས་

source: Expires On
dz_bt: དུས་ཡོལ་ཚེས་གྲངས་

source: E-Mail Address
dz_bt: གློག་འཕྲིན་ཁ་བྱང་

source: Certificates have not been validated with OCSP. Click View to do so.
dz_bt: ཨོ་སི་ཨེསི་པི་གི་ཐོག་ལས་ ནུས་ཅན་མ་བཟོ་བའི་ལག་ཁྱེར་ཚུ། དེསྦེ་འབད་ནིའི་དོན་ལུ་ མཐོང་སྣང་ གུ་ཨེབ་གཏང་འབད།

source: &Close
dz_bt: ཁ་བསྡམས་(&C)

source: &View
dz_bt: སྟོན་(&V)

source: &Edit
dz_bt: ཞུ་དག་(&E)

source: E&dit CA Trust
dz_bt: ལག་ཁྱེར་དབང་འཛིན་གྱི་བློ་གཏད་ཞུན་དག་རྐྱབས།(&d)

source: &Add
dz_bt: ཁ་སྐོང་རྐྱབས་(&A)

source: &Delete
dz_bt: བཏོན་གཏང་(&D)

source: &Backup
dz_bt: རྒྱབ་ཐག་(&B)

source: Bac&kup All
dz_bt: ཆ་མཉམ་ལུ་རྒྱབ་ཐག་འབད་(&k)

source: I&mport
dz_bt: ནང་འདྲེན་འབད་(&m)

source: Certificate &Fields
dz_bt: ལག་ཁྱེར་ས་སྒོ་(&F)

source: Field &Value
dz_bt: གནས་གོང་འཚོལ་(&V)

source: &Certificate Hierarchy
dz_bt: ལག་ཁྱེར་གྱི་གནས་རིམ་(&C)
