Repository: tenzin/dzongkha-linux-translation-files
Catalog: firefox-2.0-xpi/*/pippki/deviceManager.dtd.po
Languages: dz_bt

source: Device Manager
dz_bt: ཐབས་འཕྲུལ་འཛིན་སྐྱོང་པ་

source: Security Modules and Devices
dz_bt: སྲུང་སྐྱོབ་ཀྱི་མོ་ཌུལ་དང་ཐབས་འཕྲུལ་ཚུ་

source: Details
dz_bt: རྒྱས་བཤད་

source: Value
dz_bt: བེ་ལུ་

source: Status
dz_bt: གནས་ཚད་

source: Version
dz_bt: ཐོན་རིམ་

source: &Change Slot Name
dz_bt: ས་སྒོའི་མིང་སོར་(&C)

source: Log I&n
dz_bt: ནང་བསྐྱོད་(&n)

source: Log &Out
dz_bt: ཕྱིར་བསྐྱོད་(&O)

source: Change &Password
dz_bt: ཆོག་ཡིག་སོར་(&P)

source: &Load
dz_bt: མངོན་གསལ་སྦེ་(&L)

source: &Unload
dz_bt: མངོན་གསལ་བཤོལ་(&U)

source: F
dz_bt: ཨེཕ་

source: Enter the information for the module you want to add.
dz_bt: མོ་ཌུལ་གྱི་དོན་ལུ་ ཁྱོད་ཀྱིས་ཁ་སྐོང་བརྐྱབ་དགོ་མནོ་མི་ བརྡ་དོན་དེ་བཙུགས།

source: Module Name:
dz_bt: མོ་ཌུལ་མིང་:

source: M
dz_bt: ཨེམ་

source: New PKCS#11 Module
dz_bt: པི་ཀེ་སི་ཨེསི་གསརཔ་ཨང་༡༡ འབད་མི་མོ་ཌུལ།

source: Module filename:
dz_bt: མོ་ཌུལ་གྱི་མིང་:

source: f
dz_bt: ཨེཕ་

source: Browse...
dz_bt: བརྡ་འཚོལ་་་་

source: B
dz_bt: བི་

source: Load PKCS#11 Device
dz_bt: པི་ཀེ་སི་ཨེསི་ཨང་༡༡འབད་མི་ ཐབས་འཕྲུལ་མངོན་གསལ་འབད་
