Repository: tenzin/dzongkha-linux-translation-files
Catalog: firefox-2.0-xpi/*/pippki/pref-security.dtd.po
Languages: dz_bt

source: Reset Settings
dz_bt: སྒྲིག་སྟངས་སླར་སྒྲིག་འབད་

source: Reset Preferences...
dz_bt: དགའ་གདམ་ཚུ་སླར་སྒྲིག་འབད་་་་་

source: Manage Certificates
dz_bt: ལག་ཁྱེར་འཛིན་སྐྱོང་འཐབ་

source: Use the Certificate Manager to manage your personal certificates, as well as those of other people and certificate authorities.
dz_bt: ཁྱོད་རའི་རང་དོན་ལག་ཁྱེར་དང་ མི་གཞན་དང་ ལ་ག་ཁྱེར་དབང་འཛིན་གཞན་ཚུ་གི་ ལག་ཁྱེར་ཚུ་འཛིན་སྐྱོང་འཐབ་ནི་ལུ་ ལག་ཁྱེར་འཛིན་སྐྱོང་པ་ལག་ལེན་འཐབ།

source: Manage Certificates...
dz_bt: ལག་ཁྱེར་ཚུ་འཛིན་སྐྱོང་འཐབ་་་་

source: M
dz_bt: ཨེམ་

source: Manage Security Devices
dz_bt: སྲུང་སྐྱོབ་ཐབས་འཕྲུལ་འཛིན་སྐྱོང་འཐབ་

source: Use this button to manage your security devices, such as smart cards.
dz_bt: ཁྱོད་རའི་སྲུང་སྐྱོབ་ཐབས་འཕྲུལ་ དཔེར་ན་ སི་མརཊི་ཀརཌི་ བཟུམ་ཚུ་འཛིན་སྐྱོང་འཐབ་ནི་ལུ་ ཨེབ་རྟ་འདི་ལག་ལེན་འཐབ།

source: Manage Security Devices...
dz_bt: སྲུང་སྐྱོབ་ཐབས་འཕྲུལ་ཚུ་འཛིན་སྐྱོང་འཐབ་་་་

source: S
dz_bt: ཨེསི་

source: SSL
dz_bt: ཨེསི་ཨེསི་ཨེལ་

source: Certificates
dz_bt: ལག་ཁྱེར་ཚུ་
