Repository: tenzin/dzongkha-linux-translation-files
Catalog: firefox-2.0-xpi/*/pippki/pref-validation.dtd.po
Languages: dz_bt

source: Validation
dz_bt: ནུས་ཅན་བཟོ་བ་

source: CRL
dz_bt: སི་ཨར་ཨེལ་

source: Use the CRL Manager to manage the Certificate Revocation Lists (CRL) that are stored in your certificate database.
dz_bt: ཁྱོད་ཀྱི་ལག་ཁྱེར་གྱི་ གཞི་རྟེན་གནས་སྡུད་ནང་ གསོག་འཇོག་འབད་ཡོད་པའི་ ལག་ཁྱེར་ཆ་མེད་གཏང་བའི་ཐོ་ཡིག་(སི་ཨར་ཨེལ་) འཛིན་སྐྱོང་འཐབ་ནི་ལུ་ སི་ཨར་ཨེལ་ འཛིན་སྐྱོང་པ་དེ་ལག་ལེན་འཐབ།

source: Manage CRLs...
dz_bt: སི་ཨར་ཨེལ་ཚུ་ འཛིན་སྐྱོང་འཐབ་་་་

source: Manage CRLs
dz_bt: སི་ཨར་ཨེལ་ཚུ་ འཛིན་སྐྱོང་འཐབ་

source: Name
dz_bt: མིང་

source: Last Update
dz_bt: ཧེ་མ་དུས་མཐུན་ཚེས་གྲངས་

source: Next Update
dz_bt: ཤུལ་མའི་དུས་མཐུན་ཚེས་གྲངས་

source: Auto Update
dz_bt: རང་བཞིན་གྱིས་དུས་མཐུན་བཟོ་ནི་

source: Auto Update Status
dz_bt: རང་ཞིན་གྱིས་དུས་མཐུན་བཟོ་བའི་གནས་ཚད་

source: &Delete
dz_bt: བཏོན་གཏང་(&D)

source: &Update
dz_bt: དུས་མཐུན་བཟོ་(&U)

source: &Settings
dz_bt: སྒྲིག་སྟངས་(&S)

source: Automatic CRL Update Preferences
dz_bt: རང་བཞིན་གྱིས་ སི་ཨར་ཨེལ་དུས་མཐུན་བཟོ་ནིའི་་དགའ་གདམ་ཚུ་

source: Enable Automatic Update for this CRL
dz_bt: སི་ཨར་ཨེལ་འདི་གི་དོན་ལུ་ རང་བཞིན་གྱི་དུས་མཐུན་བཟོ་ནི་ ལྕོགས་ཅན་བཟོ་

source: Update
dz_bt: དུསམཐུན་བཟོ་

source: Day(s) before Next Update date
dz_bt: ཤུལ་མའི་དུས་མཐུན་མ་རན་པའི་ཉིནམ་ གི་ཧེ་མར་

source: Update every
dz_bt: དུས་མཐུན་བཟོ་

source: Day(s)
dz_bt: ཉིན་རིམ་ཉིན་གྲངས་ རེ་ནང་

source: CRL would be imported From:
dz_bt: སི་ཨར་ཨེལ་དེ་ ནང་འདྲེན་འབད་ས་:

source: CRL Import Status
dz_bt: སི་ཨར་ཨེལ་ ནང་འདྲེན་གནས་ཚད་

source: The Certificate Revocation List (CRL) was successfully imported.
dz_bt: ལག་ཁྱེར་ཆ་མེད་གཏང་བའི་ཐོ་ཡིག་(སི་ཨར་ཨེལ) དེ་ མཐར་འཁྱོལ་ཅིན་སྦེ་ ནང་འདྲེན་འབད་ཡི།

source: CRL Issued By:
dz_bt: སི་ཨར་ཨེལ་སྤྲོད་མི་:

source: Organization:
dz_bt: ལས་སྡེ་:

source: Unit:
dz_bt: སྡེ་ཕྲན་:

source: Next Update On:
dz_bt: ཤུལ་མའི་དུས་མཐུན་ཚེས་གྲངས་:

source: Previous Consecutive Update Failures:
dz_bt: ཧེ་མ་དུས་མཐུན་བཟོ་ནིའི་འཐུས་ཤོར་རིམ་བྱུང་གྲངས་

source: Details of Last Update Failure:
dz_bt: ཧེ་མ་དུས་མཐུན་བཟོ་སྐབས་ འཐུས་ཤོར་བྱུང་བའི་རྒྱས་བཤད་

source: Settings
dz_bt: སྒྲིག་སྟངས་

source: OCSP
dz_bt: ཨོ་སི་ཨེསི་པི་

source: &brandShortName; can use Online Certificate Status Protocol (OCSP) to verify certificates. Set &brandShortName; to use OCSP as follows:
dz_bt: &brandShortName; གིས་ ལག་ཁྱེར་བདེན་སྦྱོར་འབད་ནི་ལུ་ གློག་ཐོག་ལག་ཁྱེར་གནས་ཚད་གནས་སྤེལ་ལམ་ལུགས་ (ཨོ་སི་ཨེསི་པི་) ལག་ལེན་འཐབ་ཚུགས། ཨོ་སི་ཨེསི་པི་ གཤམ་གསལ་ལྟར་ ལག་ལེན་འཐབ་ནི་ལུ་ brandShortName; གཞི་སྒྲིག་འབད་:

source: &Do not use OCSP for certificate validation
dz_bt: ལག་ཁྱེར་ནུས་ལྡན་བཟོ་ནིའི་དོན་ལུ་ ཨོ་སི་ཨེསི་པི་ ལག་ལེན་མ་འཐབ་(&D)

source: &Use OCSP to validate only certificates that specify an OCSP service URL
dz_bt: ཨོ་སི་ཨེསི་པི་དེ་ ཨོ་སི་ཨེསི་ཞབས་ཏོག་གི་ཡུ་ཨར་ཨེལ་ཅིག་ གསལ་བཀོད་འབད་མི་ ལག་ཁྱེར་ཚུ་གི་དོན་ལུ་རྐྱངམ་གཅིག་ ནུས་ལྡན་བཟོ་ནི་ལུ་ ལག་ལེན་འཐབ།

source: Use &OCSP to validate all certificates using this URL and signer:
dz_bt: ཡུ་ཨར་ཨེལ་འདི་དང་ མིང་རྟགས་བཀོད་མི་ ལག་ལེན་འཐབ་མི་ ལག་ཁྱེར་ཆ་མཉམ་ནུས་ལྡན་བཟོ་ནི་ལུ་ ཨོ་སི་ཨེསི་ ལག་ལེན་འཐབ་(&O)

source: &Service URL:
dz_bt: ཞབས་ཏོག་གི་ཡུ་ཨར་ཨེལ་:(&S)

source: &Response Signer:
dz_bt: ངོས་ལན་ལུ་མིང་རྟགས་བཀོད་མི་:(&R)
