Repository: tenzin/dzongkha-linux-translation-files
Catalog: thunderbird-1.5.0.9-xpi/*/messenger-mapi/mapi.properties.po
Languages: dz_bt

source: Do you want to use %S as the default mail application?
dz_bt: ཁྱོད་ཀྱིས་ %Sདེ་ ཁྱོད་རའི་སྔོན་སྒྲིག་ཡིག་འཕྲིན་གློག་རིམ་སྦེ་ ལག་ལེན་འཐབ་ནི་ཨིན་ན?

source: Do you want to use %S as the default news application?
dz_bt: ཁྱོད་ཀྱིས་ %Sདེ་ ཁྱོད་རའི་སྔོན་སྒྲིག་གནས་ཚུལ་གློག་རིམ་སྦེ་ ལག་ལེན་འཐབ་ནི་ཨིན་ན?

source: Do you want to use %S as the default feed aggregator?
dz_bt: ཁྱོད་ཀྱིས་ %Sདེ་ ཁྱོད་རའི་སྔོན་སྒྲིག་མཁོ་སྤྲོད་སྤྱི་བསྡོམས་བཟོ་མི་སྦེ་ ལག་ལེན་འཐབ་ནི་ཨིན་ན?

source: Do not display this dialog again
dz_bt: ཌའི་ལོག་འདི་ ལོག་སྟེ་མ་བཏོན།

source: %S is not currently set as your default mail application. Would you like to make it your default mail application?
dz_bt: %Sདེ་ ད་ལྟོ་ཁྱོད་ཀྱི་སྔོན་སྒྲིག་ཡིག་འཕྲིན་གློག་རིམ་སྦེ་ གཞི་སྒྲིག་མ་འབད་བས། འདི་ཁྱོད་ཀྱིས་ ཁྱོད་རའི་སྔོན་སྒྲིག་ཡིག་འཕྲིན་གློག་རིམ་སྦེ་ བཟོ་ནི་ཨིན་ན?

source: %S is not currently set as your default news application. Would you like to make it your default news application?
dz_bt: %Sདེ་ ད་ལྟོ་ཁྱོད་ཀྱི་སྔོན་སྒྲིག་གནས་ཚུལ་གློག་རིམ་སྦེ་ གཞི་སྒྲིག་མ་འབད་བས། འདི་ཁྱོད་ཀྱིས་ ཁྱོད་རའི་སྔོན་སྒྲིག་གནས་ཚུལ་གློག་རིམ་སྦེ་ བཟོ་ནི་ཨིན་ན?

source: %S is not currently set as your default feed aggregator. Would you like to make it your default feed aggregator?
dz_bt: %Sདེ་ ད་ལྟོ་ཁྱོད་ཀྱི་སྔོན་སྒྲིག་མཁོ་སྤྲོད་སྤྱི་བསྡོམས་བཟོ་མི་སྦེ་ གཞི་སྒྲིག་མ་འབད་བས། འདི་ཁྱོད་ཀྱིས་ ཁྱོད་རའི་སྔོན་སྒྲིག་མཁོ་སྤྲོད་སྤྱི་བསྡོམས་བཟོ་མི་སྦེ་ བཟོ་ནི་ཨིན་ན?

source: %S is already set as your default mail application.
dz_bt: %Sདེ་ ཧེ་མ་ལས་ར་ ཁྱོད་ཀྱི་སྔོན་སྒྲིག་ཡིག་འཕྲིན་གློག་རིམ་སྦེ་ གཞི་སྒྲིག་འབད་ནུག།

source: %S is already set as your default news application.
dz_bt: %Sདེ་ ཧེ་མ་ལས་ར་ ཁྱོད་ཀྱི་སྔོན་སྒྲིག་གནས་ཚུལ་གློག་རིམ་སྦེ་ གཞི་སྒྲིག་འབད་ནུག།

source: %S is already set as your default feed aggregator.
dz_bt: %Sདེ་ ཧེ་མ་ལས་ར་ ཁྱོད་ཀྱི་སྔོན་སྒྲིག་མཁོ་སྤྲོད་སྤྱི་བསྡོམས་བཟོ་མི་སྦེ་ གཞི་སྒྲིག་འབད་ནུག།

source: Please enter your password for %S:
dz_bt: %Sདེ་ ཧེ་མ་ལས་ར་ ཁྱོད་ཀྱི་སྔོན་སྒྲིག་ཡིག་འཕྲིན་གློག་རིམ་སྦེ་ གཞི་སྒྲིག་འབད་ནུག།

source: Please enter your username and password
dz_bt: ཁྱོད་རའི་ལག་ལེན་པའི་མིང་དང་ ཆོག་ཡིག་བཙུགས་གནང་།

source: %S could not be set as the default mail application because a registry key could not be updated. Verify with your system administrator that you have write access to your system registry, and then try again.
dz_bt: %Sདེ་སྔོན་སྒྲིག་ཡིག་འཕྲིན་གློག་རིམ་སྦེ་ གཞི་སྒྲིག་འབད་མ་ཚུགས། ག་ཅི་སྦེ་ཟེར་བ་ཅིན་ ཐོ་མཛོད་ལྡེ་མིག་ཅིག་ དུས་མཐུན་བཟོ་མ་ཚུགས། ཁྱོད་རའི་རིམ་ལུགས་བདག་སྐྱོང་པ་དང་གཅིག་ཁར་ ཁྱོད་རའི་རིམ་ལུགས་ཐོ་མཛོད་ནང་ ཡི་གུ་འབྲི་ནི་ལུ་འཛུལ་སྤྱོད་ཡོད་མེད་བདེན་སྦྱོར་འབད་ཞིནམ་ལས་ ལོག་སྟེ་འབད་རྩོལ་བསྐྱེད་གནང་།

source: %S could not be set as the default news application because a registry key could not be updated. Verify with your system administrator that you have write access to your system registry, and then try again.
dz_bt: %Sདེ་སྔོན་སྒྲིག་གནས་ཚུལ་གློག་རིམ་སྦེ་ གཞི་སྒྲིག་འབད་མ་ཚུགས། ག་ཅི་སྦེ་ཟེར་བ་ཅིན་ ཐོ་མཛོད་ལྡེ་མིག་ཅིག་ དུས་མཐུན་བཟོ་མ་ཚུགས། ཁྱོད་རའི་རིམ་ལུགས་བདག་སྐྱོང་པ་དང་གཅིག་ཁར་ ཁྱོད་རའི་རིམ་ལུགས་ཐོ་མཛོད་ནང་ ཡི་གུ་འབྲི་ནི་ལུ་འཛུལ་སྤྱོད་ཡོད་མེད་བདེན་སྦྱོར་འབད་ཞིནམ་ལས་ ལོག་སྟེ་འབད་རྩོལ་བསྐྱེད་གནང་།

source: Another application is attempting to send mail using your user profile. Are you sure you want to send mail?
dz_bt: གློག་རིམ་གཞན་གཅིག་གིས་ ཁྱོད་ཀྱི་གནས་སྡུད་ལག་ལེན་འཐབ་སྟེ་ གློག་འཕྲིན་གཏང་ནིའི་དཔའ་བཅམ་དོ། ཁྱོད་ཀྱིས་གློག་འཕྲིན་གཏང་ནི་ ངེས་གཏན་ཨིན་ན?

source: Warn me whenever other applications try to send mail from me
dz_bt: ནམ་རང་འབད་རུང་ གློག་རིམ་ཚུ་གིས་ ངེད་ནང་ལས་ཡིག་འཕྲིན་གཏང་ནིའི་དཔའ་བཅམ་ད་ ང་ལུ་ཉེན་བརྡ་འབད།
