Repository: tenzin/dzongkha-linux-translation-files
Catalog: thunderbird-1.5.0.9-xpi/*/mozapps/downloads/pref-downloads.dtd.po
Languages: dz_bt

source: Attachments
dz_bt: མཉམ་སྦྲགས་ཚུ་

source: Attachment Folder
dz_bt: མཉམསྦྲགས་སྣོད་འཛིན་

source: Ask me where to save every attachment
dz_bt: མཉམ་ཚུ་རེོ་རེ་བཞིན་དུ་ ག་ཏེ་བསྲུང་ནི་ཨིན་ན་ ང་ལུ་དྲིས།

source: Save all attachments to this folder:
dz_bt: མཉམ་སྦྲགས་ཚུ་ཆ་མཉམ་ སྣོད་འཛིན་འདི་ལུ་སྲུངས།

source: Desktop
dz_bt: ཌེཀསི་ཊོཔ་

source: My Downloads
dz_bt: ངེད་ཀྱི་ཕབ་ལེན་ཚུ་

source: Other...
dz_bt: གཞན་་་་

source: Show Folder
dz_bt: སྣོད་འཛིན་སྟོན་

source: Attachment Manager
dz_bt: མཉམ་སྦྲགས་འཛིན་སྐྱོང་པ།

source: Show Attachment Manager window when a download begins.
dz_bt: ཕབ་ལེན་ཅིག་འོག་བཙུགསཔ་ད་ མཉམ་སྦྲགས་འཛིན་སྐྱོང་པའི་སྒོ་སྒྲིག་སྟོན།

source: Close the Attachment Manager when all attachments are complete.
dz_bt: མཉམ་སྦྲགས་ཆ་མཉམ་མཇུག་བསྡུ་ཚརཝ་ད་ མཉམ་སྦྲགས་འཛིན་སྐྱོང་པ་དེ་ཁ་བསྡམས།

source: File Types
dz_bt: ཡིག་སྣོད་དབྱེ་བ་

source: Automatically perform the associated action with each of the following file types:
dz_bt: འོག་གི་དབྱེ་བ་ཚུ་དང་གཅིག་ཁར་འབྲེལ་བའི་བྱ་བ་དེ་ རང་བཞིན་གྱིས་འབདཝ་ཨིན་:

source: File Type
dz_bt: ཡིག་སྣོད་དབྱེ་བ་

source: Application
dz_bt: གློག་རིམ་

source: Change &Action...
dz_bt: བྱ་བ་སོར་་་་(&A)

source: &Remove
dz_bt: རྩ་བསྐྲད་གཏང་(&R)

source: &Plug-Ins...
dz_bt: པ་ལག་ཨིནསི་་་་(&P)
