Repository: tenzin/dzongkha-linux-translation-files
Catalog: thunderbird-1.5.0.9-xpi/*/mozapps/downloads/unknownContentType.dtd.po
Languages: dz_bt

source: You have chosen to open
dz_bt: ཁྱོད་ཀྱིས་ ཁ་ཕྱེ་ནི་སྦེ་ གདམ་ཁ་བརྐྱབས་ནུག་

source: from:
dz_bt: ནང་ལས་:

source: What should &brandShortName; do with this file?
dz_bt: &brandShortName; གིས་ ཡིག་སྣོད་འདི་ལུ་ ག་ཅི་འབད་དགོཔ་སྨོ?

source: &Open with
dz_bt: ཐོག་ལས་ཁ་ཕྱེ་(&O)

source: Other...
dz_bt: གཞན་་་་

source: &Save to Disk
dz_bt: ཌིཀསི་ལུ་སྲུངས་(&S)

source: Do this &automatically for files like this from now on.
dz_bt: ད་ལས་ཕར་ འདི་བཟུམ་གྱི་ཡིག་སྣོད་ཚུ་གི་དོན་ལུ་ རང་བཞིན་གྱིས་འབད།(&a)

source: Settings can be changed in the Downloads section of Tools, Options.
dz_bt: སྒྲིག་སྟངས་འདི་ཚུ་ ལག་ཆས་ཀྱི་གདམ་ཁ་ནང་གི་ ཕབ་ལེན་སྡེ་ཚན་ནང་ལས་ བསྒྱུར་བཅོས་འབད་བཏུབ།

source: Settings can be changed in the Downloads section of &brandShortName;, Preferences.
dz_bt: སྒྲིག་སྟངས་འདི་ཚུ་ &brandShortName;,གི་དགའ་གདམ་ཚུ་གི་ ཕབ་ལེན་སྡེ་ཚན་ནང་ལས་ བསྒྱུར་བཅོས་འབད་བཏུབ།

source: Settings can be changed in the Downloads section of Edit, Preferences.
dz_bt: སྒྲིག་སྟངས་འདི་ཚུ་ ཞུན་དག་གི་དགའ་གདམ་ཚུ་གི་ ཕབ་ལེན་སྡེ་ཚན་ནང་ལས་ བསྒྱུར་བཅོས་འབད་བཏུབ།

source: which is a:
dz_bt: ཅིག་ཨིན་མི་:

source: &Choose...
dz_bt: གདམ་ཁ་རྐྱབས་་་(&C)

source: &Browse...
dz_bt: བརྡ་འཚོལ་འབད་་་་(&B)
