Repository: tenzin/dzongkha-linux-translation-files
Catalog: thunderbird-1.5.0.9-xpi/*/mozapps/plugins/plugins.properties.po
Languages: dz_bt

source: To install %S, you need to agree to the following:
dz_bt: %Sགཞི་བཙུགས་འབད་ནི་ལུ་ ཁྱོད་ཀྱིས་འོག་གི་ཚུ་ལུ་ ཁས་ལེན་འབད་དགོ་:

source: Downloading %S...
dz_bt: %Sཕབ་ལེན་འབད་དོ་་་་

source: Finished downloading %S.
dz_bt: %Sཕབ་ལེན་འབད་ཚར་ཡི།

source: Installing %S...
dz_bt: %Sགཞི་བཙུགས་འབད་དོ་་་

source: Successfully installed %S.
dz_bt: %Sམཐར་འཁྱོལ་སྦེ་ གཞི་བཙུགས་འབད་ཡི།

source: Failed to install %S (%S).
dz_bt: %S(%S)གཞི་བཙུགས་འབད་མ་ཚུགས།

source: Finished installing plugins.
dz_bt: པ་ལག་ཨིནསི་ གཞི་བཙུགས་འབད་ཚར་ཡི།

source: Installed
dz_bt: གཞི་བཙུགས་འབད་ཡི་

source: Failed
dz_bt: མ་བཏུབ་

source: License not accepted
dz_bt: ཆོག་ཐམ་ལུ་དང་ལེན་འབད་མ་བཏུབ།

source: Not Available
dz_bt: མིན་འདུག་

source: Manual Install
dz_bt: ལག་ཐོག་གཞི་བཙུགས་

source: Manually install the plugin.
dz_bt: པ་ལག་ཨིན་དེ་ ལག་ཐོག་ལས་གཞི་བཙུགས་འབད།

source: No suitable plugins were found.
dz_bt: འོས་བབ་ཅན་གྱི་ པ་ལག་ཨིནསི་ཚུ་མིན་འདུག།

source: No plugins were installed.
dz_bt: པ་ལག་ཨིནསི་གཅིག་ཡང་ གཞི་བཙུགས་མ་འབད་བས།

source: Unknown Plugin
dz_bt: མ་ཤེས་པའི་ པ་ལག་ཨིན།

source: Click here to download plugin.
dz_bt: པ་ལག་ཨིན་ཕབ་ལེན་འབད་ནི་ལུ་ ནཱ་ལུ་ཨེབ་གཏང་འབད།
