Repository: tenzin/dzongkha-linux-translation-files
Catalog: firefox-2.0-xpi/*/global/intl.properties.po
Languages: dz_bt

source: en-US
dz_bt: ཨང་ལིཤ་-ཡུ་ཨེསི་

source: x-western
dz_bt: ཨེགསི་-ནུབ་ཕྱོགས་ཀྱི་

source: ISO-8859-1, UTF-8
dz_bt: ཨའི་ཨེསི་ཨོ་-༨༨༥༩-༡། ཡི་ཊི་ཨེཕ་-༨།

source: ISO-8859-1, ISO-8859-15, IBM850, x-mac-roman, windows-1252, ISO-8859-14, ISO-8859-7, x-mac-greek, windows-1253, x-mac-icelandic, ISO-8859-10, ISO-8859-3
dz_bt: ཨའི་ཨེསི་ཨོ་-༨༨༥༩-༡། ཨའི་ཨེསི་ཨོ་-༨༨༥༩-༡༥། ཨའི་བི་ཨེམ་༨༥༠། ཨེགསི་-མེཀ་-རོ་མཱན། ཝིན་ཌོསི་-༡༢༥༢། ཨའི་ཨེསི་ཨོ་-༨༨༥༩-༡༤། ཨའི་ཨེསི་ཨོ་-༨༨༥༩-༧། ཨེགསི་-མེཀ་-གི་རིཀ། ཝུན་ཌོསི་-༡༢༥༣། ཨེགསི་-མེཀ་-ཨའིསི་ལེན་ཌིཀ། ཨའི་ཨེསི་ཨོ་-༨༨༥༩-༡༠། ཨའི་ཨེསི་ཨོ་-༨༨༥༩-༣།

source: ISO-8859-4, ISO-8859-13, windows-1257, IBM852, ISO-8859-2, x-mac-ce, windows-1250, x-mac-croatian, IBM855, ISO-8859-5, ISO-IR-111, KOI8-R, x-mac-cyrillic, windows-1251, IBM866, KOI8-U, x-mac-ukrainian, ISO-8859-16, x-mac-romanian
dz_bt: ཨའི་ཨེསི་ཨོ་-༨༨༥༩-༤། ཨའི་ཨེསི་ཨོ་-༨༨༥༩-༡༣། ཝིན་ཌོསི་-༡༢༥༧། ཨའི་བི་ཨེམ་༨༥༢། ཨའི་ཨེསི་ཨོ་-༨༨༥༩-༢། ཨེགསི་-མེཀ་-སི་ཨི། ཝིན་ཌོསི་-༡༢༥༠། ཨེགསི་-མེཀ-ཀོརོ་ཤི་ཡཱན། ཨའི་བི་ཨེམ་༨༥༥། ཨའི་ཨེསི་ཨོ་-༨༨༥༩-༥། ཨའི་ཨེསི་ཨོ་-ཨའི་ཨར་-༡༡༡། ཀེ་ཨོ་ཨའི་༨-ཨར། ཨེགསི་-མེཀ་-སི་རི་ལིཀ། ཝིན་ཌོསི་-༡༢༥༡། ཨའི་བི་ཨེམ་༨༦༦། ཀེ་ཨོ་༡༨-ཡུ། ཨེགམི་-མེཀ་-ཡུཀའི་ནི་ཡཱན། ཨའི་ཨེསི་ཨོ་-༨༨༥༩-༡༦། ཨེགསི་-མེཀ་-མོ་མ་ནི་ཡཱན།

source: GB2312, x-gbk, gb18030, HZ-GB-2312, ISO-2022-CN, Big5, Big5-HKSCS, x-euc-tw, EUC-JP, ISO-2022-JP, Shift_JIS, EUC-KR, x-windows-949, x-johab, ISO-2022-KR
dz_bt: ཇི་བི་༢༣༡༢། ཨེགསི་-ཇི་བི་ཀེ། ཇི་བི་༡༨༠༣༠། ཨེཆ་ཛེཌི་-ཇི་བི་-༢༣༡༢། ཨའི་ཨེསི་ཨོ་-༢༠༢༢-སི་ཨེན། བིག་༥། བིག་༥-ཨེཆ་ཀེ་ཨེསི་སི་ཨེསི། ཨེགསི་-ཨི་ཡུ་སི་-ཊི་ཌབ་ལུ། ཨི་ཡུ་སི་-ཇེ་པི། ཨའི་ཨེསི་ཨོ་-༢༠༢༢-ཇེ་པི། སོར་ལྡེ་ ཇེ་ཨའི་ཨེསི། ཨི་ཡུ་སི་-ཀེ་ཨར། ཨེགསི་-ཝིན་ཌོསི་-༩༤༩། ཨེགསི་-ཇོ་ཧབ། ཨའི་ཨེསི་ཨོ་-༢༠༢༢-ཀེ་ཨར།

source: armscii-8, GEOSTD8, TIS-620, ISO-8859-11, windows-874, IBM857, ISO-8859-9, x-mac-turkish, windows-1254, x-viet-tcvn5712, VISCII, x-viet-vps, windows-1258, x-mac-devanagari, x-mac-gujarati, x-mac-gurmukhi
dz_bt: ཨེར་ཨར་ཨེམ་ཨེསི་སིii-༨། ཇི་ཨི་ཨོ་ཨེསི་ཊི་ཌི་༨། ཊི་ཨའི་ཨེསི་-༦༢༠། ཨའི་ཨེསི་ཨོ་-༨༨༥༩-༡༡། ཝིན་ཌོསི་-༨༧༤། ཨའི་བི་ཨེམ་༨༥༧། ཨའི་ཨེསི་ཨོ་-༨༨༥༩-༩། ཨེགསི་-མེཀ་-ཊར་ཀིཤ། ཝིན་ཌོསི་-༡༢༥༤། ཨེགསི་-ཝི་ཨའིཨི་ཊི་-ཊི་སི་ཝི་ཨེན་༥༧༡༢། ཝི་ཨའི་ཨེསི་སི་II། ཨེགསི་-ཝི་ཨའིཨི་ཊི་-ཝི་པི་ཨེསི། ཝིན་ཌོསི་-༡༢༥༨། ཨེགསི་-མེཀ་-དེ་བ་ན་ག་རི། ཨེགསི་-མེཀ་-གུ་ཇ་ར་ཏི། ཨེགསི་-མེཀ་-གུར་མུ་ཁི།

source: ISO-8859-6, windows-1256, IBM864, x-mac-arabic, x-mac-farsi, ISO-8859-8-I, windows-1255, ISO-8859-8, IBM862, x-mac-hebrew
dz_bt: ཨའི་ཨེསི་ཨོ་-༨༨༥༩-༦། ཝིན་ཌོསི་-༡༢༥༦། ཨའི་བི་ཨེམ་༨༦༤། ཨེགསི་-མེཀ་-ཨ་ར་བིཀ། ཨེགསི་-མེཀ་-ཕར་སི། ཨའི་ཨེསི་ཨོ་-༨༨༥༩-༨-ཨའི། ཝིན་ཌོསི་-༡༢༥༥། ཨའི་ཨེསི་ཨོ་-༨༨༥༩-༨། ཨའི་བི་ཨེམ་༨༦༢། ཨེགསི་-མེཀ་-ཧེབ་བིརིའུ།

source: UTF-8, UTF-16LE, UTF-16BE, UTF-32LE, UTF-32BE, UTF-7
dz_bt: ཡུ་ཊི་ཨེཕ་-༨། ཡུ་ཊི་ཨེཕ་-༡༦ ཨེལ་ཨི། ཡུ་ཊི་ཨེཕ་-༡༦ བི་ཨི། ཡུ་ཊི་ཨེཕ་-༣༢ ཨེལ་ཨི། ཡུ་ཊི་ཨེཕ་-༣༢ བིཨི། ཡུ་ཊི་ཨེཕ་-༧།

source: ISO-8859-1
dz_bt: ཨའི་ཨེསི་ཨོ་-༨༨༥༩-༡།

source: ISO-8859-1, ISO-8859-15, ISO-8859-6, armscii-8, geostd8, ISO-8859-13, ISO-8859-14, ISO-8859-2, GB2312, GB18030, Big5, KOI8-R, windows-1251, KOI8-U, ISO-8859-7, ISO-8859-8-I, windows-1255, ISO-2022-JP, EUC-KR, ISO-8859-10, ISO-8859-3, TIS-620, ISO-8859-9, UTF-8, VISCII
dz_bt: ཨའི་ཨེསི་ཨོ་-༨༨༥༩-༡། ཨའི་ཨེསི་ཨོ་-༨༨༥༩-༥། ཨའི་ཨེསི་ཨོ་-༨༨༥༩-༦། ཨེ་ཨར་ཨེམ་ཨེསི་སི་ii-༨། ཇི་ཨི་ཨོ་ཨེསི་ཊུ་ཌི་༨། ཨའི་ཨེསི་ཨོ་-༨༨༥༩-༡༣། ཨའི་ཨེསི་ཨོ་-༨༨༥༩-༡༤། ཨའི་ཨེསི་ཨོ་-༨༨༥༩-༢། ཇི་བི་༢༣༡༢། ཇི་བི་༡༨༠༣༠། བིག་༥། ཀེ་ཨོ་ཨའི་༨-ཨར། ཝིན་ཌོསི་-༡༢༥༡། ཀེ་ཨོ་ཨའི་༨-ཡུ། ཨའི་ཨེསི་ཨོ་-༨༨༥༩-༧། ཨའི་ཨེསི་ཨོ་-༨༨༥༩-༨-ཨའི། ཝིན་ཌོསི་-༡༢༥༥། ཨའི་ཨེསི་ཨོ་-༢༠༢༢-ཇེ་པི། ཨི་ཡུ་སི་-ཀེ་ཨར། ཨའི་ཨེསི་ཨོ་-༨༨༥༩-༡༠། ཨའི་ཨེསི་ཨོ་-༨༨༥༩-༣། ཊི་ཨའི་ཨེསི་-༦༢༠། ཨའི་ཨེསི་ཨོ་-༨༨༥༩-༩། ཡི་ཊི་ཨེཕ་-༨། ཝི་ཨའི་ཨེསི་སི་II།

source: true
dz_bt: བདེན་པ་
