Repository: tenzin/dzongkha-linux-translation-files
Catalog: firefox-2.0-xpi/*/global/license.dtd.po
Languages: dz_bt

source: is copyright
dz_bt: འདྲ་བཤུས་དབང་ཆ་ཨིན་

source: by its
dz_bt: དེ་གི་

source: contributors
dz_bt: ཕན་འདེབས་པ་ཚུ་གིས་

source: according to terms set out in the
dz_bt: ནང་འཁོད་བཀོད་པའི་གནས་ཚིག་དང་འཁྲིལ་ཏེ་

source: document. All Rights Reserved.
dz_bt: ཡིག་ཆ། དབང་ཆ་ཧྲིལ་བུ་བསྲུངས་ཡོད།

source: version
dz_bt: ཐོན་རིམ་

source: Copyright &copy; 1998-2006 by
dz_bt: འདྲ་བཤུས་དབང་ཆའི་འདྲ། ༡༩༩༨-༢༠༠༦ འཛིན་མི་

source: to the Mozilla Project.
dz_bt: མོ་ཛིལ་ལ་ལས་འགུལ་ལུ་

source: Read the
dz_bt: ལྷག་

source: licensing information
dz_bt: ཆོག་ཐམ་བརྡ་དོན་

source: for this product.
dz_bt: ཐོག་སྐྱེད་འདི་གི་དོན་ལུ་

source: release notes
dz_bt: དྲན་འཛིན་ཐར་

source: for this version.
dz_bt: ཐོན་རིམ་འདི་གི་དོན་ལུ་

source: See the
dz_bt: བལྟ་

source: build configuration
dz_bt: རིམ་སྒྲིག་མ་གཟུགས་

source: used for this version.
dz_bt: ཐོན་རིམ་འདི་གི་དོན་ལུ་ལག་ལེང་འཐབ་མི་

source: Build identifier:
dz_bt: མ་གཟུགས་ངོས་འཛིན་པ་:
