Repository: tenzin/dzongkha-linux-translation-files
Catalog: firefox-1.5-xpi/*/mozapps/plugins/plugins.properties.po
Languages: dz_bt

source: To install %S, you need to agree to the following:
dz_bt: %Sགཞི་བཙུགས་འམད་ནི་ལུ་ ཁྱོད་ཀྱིས་འོག་གི་ཚུ་ལུ་ ཁས་ལེན་འབད་དགོ།

source: Downloading %S...
dz_bt: %Sཕབ་ལེན་འབད་དོ་་་་

source: Finished downloading %S.
dz_bt: %Sཕབ་ལེན་འབད་ནི་རྫོགས་སོ།

source: Installing %S...
dz_bt: %Sགཞི་བཙུགས་འབད་དོ་་་

source: Successfully installed %S.
dz_bt: %S མཐར་འཁྱོལ་སྦེ་ གཞི་བཙུགས་འབད་ཡི༔

source: Failed to install %S (%S).
dz_bt: %S (%S) གཞི་བཙུགས་འབད་ནི་ལུ་ འཐུས་ཤོར་བྱུང་ཡོད།

source: Finished installing plugins.
dz_bt: པ་ལག་ཨིནསི་ གཞི་བཙུགས་འབད་ནི་ རྫོགས་སོ།

source: Installed
dz_bt: གཞི་བཙུགས་འབད་ཡོད།

source: Failed
dz_bt: འཐུས་ཤོར་བྱུང་ཡོད།

source: License not accepted
dz_bt: ཆོག་ཐམ་ལུ་ཁས་ལེན་འབད་མ་བཏུབ།

source: Not Available
dz_bt: མིན་འདུག།

source: Manual Install
dz_bt: ལག་ཐོག་གཞི་བཙུགས།

source: Manually install the plugin.
dz_bt: ལག་ཐོག་ལས་ པ་ལག་ཨིནསི་་གཞི་བཙུགས་འབད།

source: No suitable plugins were found.
dz_bt: འོས་འབབ་ལྡན་པའི་་པ་ལག་ཨིནསི་ གཅིག་ཡང་འཐོབ་མ་ཚུགས།

source: No plugins were installed.
dz_bt: པ་ལག་ཨིནསི་ གཅིག་ཡང་གཞི་བཙུགས་འབད་མ་ཚུགས།

source: Unknown Plugin
dz_bt: མ་ཤེས་པའི་ པ་ལག་ཨིནསི།

source: Click here to download plugin.
dz_bt: པ་ལག་ཨིན་ ཕབ་ལེན་འབད་ནི་ལུ་ ནཱ་ལུ་ཨེབ་གཏང་འབད།
