Repository: tenzin/dzongkha-linux-translation-files
Catalog: thunderbird-1.5.0.9-xpi/*/messenger/addressbook/abMainWindow.dtd.po
Languages: dz_bt

source: Address Book
dz_bt: ཁ་བྱང་ཀི་དེབ་

source: &File
dz_bt: ཡིག་སྣོད་(&F)

source: &New
dz_bt: གསརཔ་(&N)

source: Address Book Card...
dz_bt: ཁ་བྱང་ཀི་དེབ་ཤོག་བྱང་་་

source: Mailing List...
dz_bt: ཡིག་འཕྲིན་ཐོ་ཡིག་་་་

source: Address &Book...
dz_bt: ཁ་བྱང་ཀི་དེབ་་་་་(&B)

source: LDAP Directory...
dz_bt: ཨེལ་ཌི་ཨེ་པི་ སྣོད་ཐོ་་་་

source: &Message
dz_bt: འཕྲིན་དོན་(&M)

source: &Close
dz_bt: ཁ་བསྡམས་(&C)

source: Page Set&up...
dz_bt: ཤོག་ལེབ་གཞི་སྒྲིག་་་་(&u)

source: Print Pre&view Card
dz_bt: དཔར་བསྐྲུན་སྔོན་ལྟའི་ཤོག་བྱང་(&v)

source: Print Preview Address &Book
dz_bt: དཔར་བསྐྲུན་སྔོེན་ལྟའི་ཁ་བྱང་ཀི་དེབ་(&B)

source: &Print Card...
dz_bt: དཔར་བསྐྲུན་ཤོག་བྱང་་་་(&P)

source: Print &Address Book...
dz_bt: དཔར་བསྐྲུན་ཁ་བྱང་ཀི་དེབ་་་་(&A)

source: E&xit
dz_bt: ཕྱི་འཐོན་(&x)

source: &Quit
dz_bt: སྤངས་(&Q)

source: &Edit
dz_bt: ཞུན་དག་(&E)

source: &Undo
dz_bt: འབད་བཤོལ་(&U)

source: &Redo
dz_bt: ལོག་འབད་(&R)

source: Cu&t
dz_bt: བཏོག་(&t)

source: &Copy
dz_bt: འདྲ་བཤུས་(&C)

source: &Paste
dz_bt: སྦྱར་(&P)

source: &Delete
dz_bt: བཏོན་གཏང་(&D)

source: Delete Address Book
dz_bt: ཁ་བྱང་ཀི་དེབ་བཏོན་གཏང་

source: Delete Card
dz_bt: ཤོག་བྱང་བཏོན་གཏང་

source: Delete Selected Cards
dz_bt: སེལ་འཐུ་འབད་མི་ཤོག་བྱང་ཚུ་བཏོན་གཏང་

source: Select &All
dz_bt: ཆ་མཉམ་སེལ་འཐུ་འབད་(&A)

source: S&wap First/Last Name
dz_bt: མིང་དང་པམ་/མཇུག་མམ་ སོར་སྟོན་འབད་(&w)

source: Properties...
dz_bt: རྒྱུ་དངོས་ཚུ་་་་

source: &View
dz_bt: སྟོན་(&V)

source: &Toolbars
dz_bt: ལག་ཆས་ཕྲ་རིང་(&T)

source: Address B&ook Toolbar
dz_bt: ཁ་བྱང་ཀི་དེབ་ཀྱི་ ལག་ཆས་ཕྲ་རིང་(&o)

source: S&earch Bar
dz_bt: འཚོལ་ཞིབ་ཕྲ་རིང་(&e)

source: &Status Bar
dz_bt: གནས་ཚད་ཕྲ་རིང་(&S)

source: &Customize...
dz_bt: སྲོལ་སྒྲིག་་་(&C)

source: &Card Summary Pane
dz_bt: ཤོག་བྱང་བཅུད་དོན་གྱི་པེན་(&C)

source: Show &Name As
dz_bt: མིང་དེ་སྦེ་སྟོན་(&N)

source: &First, Last
dz_bt: དང་པམ་ མཇུག་མམ་(&F)

source: &Last, First
dz_bt: མཇུག་མམ་ དང་པམ་(&L)

source: &Display Name
dz_bt: མིང་བཀྲམ་སྟོན་འབད་(&D)

source: &Sort by
dz_bt: ཐོག་ལས་དབྱེ་སེལ་འབད་(&S)

source: &Tools
dz_bt: ལག་ཆས་(&T)

source: &Mail &amp; Newsgroups
dz_bt: ཡིག་འཕྲིན་ &amp; གནས་ཚུལ་སྡེ་ཚན་ཚུ་(&M)

source: &Search Addresses...
dz_bt: ཁ་བྱང་ཚུ་འཚོལ་ཞིབ་འབད་་་(&S)

source: &Import...
dz_bt: ནང་འདྲེན་་་(&I)

source: &Export...
dz_bt: ཕྱིར་ཚོང་་་(&E)

source: &Options...
dz_bt: གདམ་ཁ་ཚུ་་་(&O)

source: Prefere&nces
dz_bt: དགའ་གདམ་ཚུ་་་་(&n)

source: &Help
dz_bt: གྲོགས་རམ་(&H)

source: &Release Notes
dz_bt: གསར་བཏོན་དྲན་འཛིན་(&R)

source: &brandShortName; &Help
dz_bt: &brandShortName; གྲོགས་རམ།(&H)

source: &About &brandShortName;
dz_bt: &brandShortName;གི་སྐོར་ལས་(&A)

source: New &Card
dz_bt: ཤོག་བྱང་གསརཔ་(&C)

source: New &List
dz_bt: ཐོ་ཡིག་གསརཔ་(&L)

source: &Properties
dz_bt: རྒྱུ་དངོས་ཚུ་(&P)

source: &Write
dz_bt: བྲིས་(&W)

source: &Instant Message
dz_bt: འཕྲལ་མྱུར་འཕྲིན་དོན་(&I)

source: Activity Indicator
dz_bt: བྱ་བའི་བརྡ་སྟོན་པ་

source: Create a new address book card
dz_bt: ཁ་བྱི་ཀི་དེབ་གསརཔ་ཅིག་ གསར་བསྐྲུན་འབད།

source: Create a new list
dz_bt: ཐོ་ཡིག་གསརཔ་ཅིག་ གསར་བསྐྲུན་འབད།

source: Edit the selected card
dz_bt: སེལ་འཐུ་འབད་མི་ཤོག་བྱང་དེ་ ཞུན་དག་རྐྱབས་

source: Send a mail message
dz_bt: ཡིག་འཕྲིན་གྱི་འཕྲིན་དོན་ཅིག་གཏང་།

source: Send an instant message or chat
dz_bt: འཕྲལ་མྱུར་འཕྲིན་དོན་ཅིག་གཏང་ ཡང་ན་ ཡིག་ཐོག་ཁ་སླབས།

source: Delete selected card or address book
dz_bt: སེལ་འཐུ་འབད་མི་ཤོག་བྱང་ ཡང་ན་ ཁ་བྱང་ཀི་དེབ་བཏོན་གཏང་།

source: Go to the &vendorShortName; home page
dz_bt: &vendorShortName; ལུ་སོང་། ཁྱིམ་གྱི་ཤོག་ལེབ།

source: Address Books
dz_bt: ཁ་བྱི་ཀི་དེབ་ཚུ་

source: &Name or Email
dz_bt: མིང་ ཡང་ན་ གློག་འཕྲིན་(&N)

source: &Clear
dz_bt: བསལ་(&C)

source: Clear the search criteria and show all entries
dz_bt: འཚོལ་ཞིབ་ཁྱད་ཚད་བསལ་ཞིནམ་ལས་ ཐོ་བཀོད་ཆ་མཉམ་སྟོན།

source: &Advanced...
dz_bt: ཡར་ཐོན་ཅན་་་་(&A)

source: Advanced address search
dz_bt: ཡར་ཐོན་ཅན་གྱི་ཁ་བྱང་འཚོལ་ཞིབ་

source: &Name
dz_bt: མིང་(&N)

source: &Email
dz_bt: གློག་འཕྲིན་(&E)

source: &Screen Name
dz_bt: གསལ་གཞིའི་མིང་(&S)

source: Organi&zation
dz_bt: ལས་སྡེ་(&z)

source: N&ickname
dz_bt: སྐྱོན་མིང་(&i)

source: Additiona&l Email
dz_bt: གློག་འཕྲིན་ཁ་སྐོང་(&l)

source: Depa&rtment
dz_bt: ལས་ཁུངས་(&r)

source: &Title
dz_bt: གོ་གནས་(&T)

source: &Mobile
dz_bt: འགྲུལ་འཕྲིན་(&M)

source: &Pager
dz_bt: བརྡ་འཕྲུལ་(&P)

source: &Fax
dz_bt: དཔར་འཕྲིན་(&F)

source: &Home Phone
dz_bt: ཁྱིམ་ནང་གི་བརྒྱུད་འཕྲིན་(&H)

source: &Work Phone
dz_bt: ལཱ་སའི་བརྒྱུད་འཕྲིན་(&W)

source: &Ascending
dz_bt: ཡར་འཛེགས་(&A)

source: &Descending
dz_bt: མར་འབབ་(&D)

source: Ph&onetic Name
dz_bt: སྒྲ་རྟགས་ཀྱི་མིང་(&o)

source: &Compose Email To
dz_bt: ལུ་གློག་འཕྲིན་བརྩམ་(&C)

source: &New Card...
dz_bt: ཤོག་བྱང་གསརཔ་་་(&N)

source: New &Mailing List...
dz_bt: ཡིག་འཕྲིན་ཐོ་ཡིག་གསརཔ་་་་(&M)

source: Contact
dz_bt: འབྲེལ་ས་

source: Home
dz_bt: ཁྱིམ་ནང་

source: Other
dz_bt: གཞན་

source: Phone
dz_bt: བརྒྱུད་འཕྲིན་

source: Work
dz_bt: ལཱ་ས་

source: Description
dz_bt: འགྲེལ་བཤད་

source: Addresses
dz_bt: ཁ་བྱང་ཚུ་

source: Get Map
dz_bt: ས་ཁྲ་ཅིག་ལེན་

source: Display a map of this address from the Web
dz_bt: ཝེབ་ནང་ལས་ ཁ་བྱང་འདི་གི་ས་ཁྲ་ཅིག་བཀྲམ་སྟོན་འབད།

source: Window
dz_bt: སྒོ་སྒྲིག་

source: Minimize
dz_bt: ཆུང་ཀུ་བཟོ་

source: Bring All to Front
dz_bt: ཆ་མཉམ་ཡིག་གཟུགས་ནི་འབག་ཤོག་

source: Zoom
dz_bt: རྒྱས་ཟུམ་འབད་
