Repository: tenzin/dzongkha-linux-translation-files
Catalog: thunderbird-1.5.0.9-xpi/*/messenger/addressbook/abSelectAddressesDialog.dtd.po
Languages: dz_bt

source: Select Addresses
dz_bt: ཁ་བྱང་སེལ་འཐུ་འབད་

source: &To->
dz_bt: གཏང་ཡུལ་->(&T)

source: &Cc->
dz_bt: ཤོག་གནག་འདྲ་བཤུས་->(&C)

source: &Bcc->
dz_bt: མཐོང་མེད་ཤོག་གནག་འདྲ་བཤུས་->(&B)

source: &New...
dz_bt: གསརཔ་་་་(&N)

source: &Edit...
dz_bt: ཞུན་དག་་་་(&E)

source: &Remove
dz_bt: རྩ་བསྐྲད་(&R)

source: &Look in:
dz_bt: ནང་ལུ་བལྟ་:(&L)

source: &for:
dz_bt: དོན་ལས་:(&f)

source: Cle&ar
dz_bt: བསལ་(&a)

source: Stop
dz_bt: བཀག་

source: Address message to:
dz_bt: འཕྲིན་དོན་གསང་སའི་ཁ་བྱང་:

source: Search the selected address book
dz_bt: སེལ་འཐུ་འབད་མི་ཁ་བྱང་ཀི་དེབ་དེ་འཚོལ་ཞིབ་འབད།

source: Create a new address book card
dz_bt: ཁ་བྱང་ཀི་དེབ་ཀྱི་ཤོག་བྱང་གསརཔ་ཅིག་ གསར་བསྐྲུན་འབད།

source: Edit the selected card
dz_bt: སེལ་འཐུ་འབད་མི་ཤོག་བྱང་དེ་ ཞུན་དག་རྐྱབས།
