Repository: tenzin/dzongkha-linux-translation-files
Catalog: thunderbird-1.5.0.9-xpi/*/messenger/addressbook/addressBook.properties.po
Languages: dz_bt

source: You must enter a list name.
dz_bt: ཁྱོད་ཀྱིས་ཐོ་ཡིག་གི་མིང་ཅིག་ ངེས་པར་བཙུགས་དགོ།

source: New Card
dz_bt: ཤོག་བྱང་གསརཔ་

source: New Card for %S
dz_bt: %Sགི་དོན་ལུ་ཤོག་བྱང་གསརཔ་

source: Edit Card
dz_bt: ཤོག་བྱང་ཞུན་དག་རྐྱབས་

source: Edit Card for %S
dz_bt: %Sགི་དོན་ལུ་ཤོག་བྱང་ཞུན་དག་རྐྱབས་

source: Edit vCard
dz_bt: བརྙན་བྱང་ཞུན་དག་རྐྱབས་

source: Edit vCard for %S
dz_bt: %Sགི་དོན་ལུ་བརྙན་བྱང་ཞུན་དག་རྐྱབས་

source: Card for %S
dz_bt: %Sགི་དོན་ལུ་ཤོག་བྱང་

source: Mailing List: %S
dz_bt: ཡིག་འཕྲིན་ཐོ་ཡིག་:%S

source: Mailing List Already Exists
dz_bt: ཡིག་འཕྲིན་ཐོ་ཡིག་ཧེ་མ་ལས་ར་འདུག

source: A Mailing List with that name already exists. Please choose a different name.
dz_bt: མིང་དེ་ཡོད་མི་ ཡིག་འཕྲིན་ཐོ་ཡིག་ཅིག་ ཧེ་མ་ལས་ར་འདུག། མིང་སོ་སོ་ཅིག་ གདམ་ཁ་བརྐྱབ་གནང་།

source: Delete Failed
dz_bt: བཏོན་བཏང་མ་བཏུབ་

source: Delete Mailing List
dz_bt: ཡིངག་འཕྲིན་ཐོ་ཡིག་བཏོན་གཏང་

source: Delete Address Book
dz_bt: ཁ་བྱང་ཀི་དེབ་བཏོན་གཏང་

source: Are you sure you want to delete the selected address book?
dz_bt: ཁྱོད་ཀྱིས་སེལ་འཐུ་འབད་མི་ ཁ་བྱང་ཀི་དེབ་དེ་ བཏོན་གཏང་ནི་ངེས་གཏན་ཨིན་ན?

source: If this address book is deleted, %S will no longer collect addresses. Are you sure you want to delete the selected address book?
dz_bt: ཁ་བྱང་ཀི་དེབ་འདི་བཏོན་བཏང་པ་ཅིན་ དེ་ལས་ཕར་%Sདེ་གིས་ཁ་བྱང་ཚུ་ བསྡུ་ལེན་མི་འབད། ཁྱོད་ཀྱིས་སེལ་འཐུ་འབད་མི་ ཁ་བྱང་ཀི་དེབ་དེ་ བཏོན་གཏང་ནི་ངེས་གཏན་ཨིན་ན?

source: Are you sure you want to delete the selected mailing list?
dz_bt: ཁྱོད་ཀྱིས་སེལ་འཐུ་འབད་མི་ ཡིག་འཕྲིན་ཐོ་ཡིག་དེ་ བཏོན་གཏང་ནི་ངེས་གཏན་ཨིན་ན?

source: Are you sure you want to delete the selected cards and mailing lists?
dz_bt: ཁྱོད་ཀྱིས་སེལ་འཐུ་འབད་མི་ ཤོག་བྱང་དང་ཡིག་འཕྲིན་ཐོ་ཡིག་ཚུ་ བཏོན་གཏང་ནི་ངེས་གཏན་ཨིན་ན?

source: Are you sure you want to delete the selected mailing lists?
dz_bt: ཁྱོད་ཀྱིས་སེལ་འཐུ་འབད་མི་ ཡིག་འཕྲིན་ཐོ་ཡིག་ཚུ་ བཏོན་གཏང་ནི་ངེས་གཏན་ཨིན་ན?

source: Email
dz_bt: གློག་འཕྲིན་

source: List Name
dz_bt: ཐོ་ཡིག་གི་མིང་

source: Additional Email
dz_bt: གློག་འཕྲིན་ཁ་སྐོང་

source: Screen Name
dz_bt: གསལ་གཞིའི་མིང་

source: Nickname
dz_bt: སྐྱོན་མིང་

source: Display Name
dz_bt: མིང་བཀྲམ་སྟོན་འབད་

source: Work
dz_bt: ལཱ་ས་

source: Home
dz_bt: ཁྱིམ་ནང་

source: Fax
dz_bt: དཔར་འཕྲིན་

source: Mobile
dz_bt: འགྲུལ་འཕྲིན་

source: Pager
dz_bt: བརྡ་འཕྲུལ་

source: Custom 1
dz_bt: སྲོལ་སྒྲིག་༡།

source: Custom 2
dz_bt: སྲོལ་སྒྲིག་༢།

source: Custom 3
dz_bt: སྲོལ་སྒྲིག་༣།

source: Custom 4
dz_bt: སྲོལ་སྒྲིག་༤།

source: To
dz_bt: གཏང་ཡུལ་

source: Cc
dz_bt: ཤོག་གནག་འདྲ་བཤུས་

source: Bcc
dz_bt: མཐོང་མེད་ཤོག་གནག་འདྲ་བཤུས་

source: Please remove the following cards with no email address :
dz_bt: གཤམ་གསལ་གྱི་གློག་འཕྲིན་ཁ་བྱང་མེད་མི་ ཤོག་བྱང་དེ་ཚུ་རྩ་བསྐྲད་གཏང་།

source: Address Book
dz_bt: ཁ་བྱང་ཀི་དེབ་

source: Personal Address Book
dz_bt: རང་དོན་ཁ་བྱང་ཀི་དེབ་

source: Collected Addresses
dz_bt: བསྡུ་ལེན་འབད་ཡོད་པའི་ཁ་བྱང་ཚུ་

source: Total Cards in %1$S: %2$S
dz_bt: %1$Sནང་:ཤོག་བྱང་ཡོངས་བསྡོམས་%2$S།

source: No matches found
dz_bt: མཐུན་སྒྲིག་ཡོདཔ་མ་ཐོབ།

source: 1 match found
dz_bt: མཐུན་སྒྲིག་ཡོདཔ་༡ཐོབ་ཅི་

source: %S matches found
dz_bt: མཐུན་སྒྲིག་ཡོདཔ་%Sཐོབ་ཅི།

source: %S cards copied
dz_bt: ཤོག་བྱང་ འདྲ བཤུས་བརྐྱབས་ཅི།

source: 1 card copied
dz_bt: ཤོག་བྱང་ ༡ འདྲ་བཤུས་བརྐྱབས་ཅི།

source: None
dz_bt: ཅི་མེད་

source: Please enter a valid Name.
dz_bt: ནུས་ཅན་མིང་ཅིག་བཙུགས་གནང་།

source: Please enter a valid Hostname.
dz_bt: ནུས་ཅན་གྱི་ཧོསིཊི་ནེམ་ཅིག་བཙུགས་གནང་།

source: Please enter a valid Port Number.
dz_bt: ནུས་ཅན་གྱི་འདྲེན་ལམ་ཨང་ཅིག་བཙུགས་གནང་།

source: Please enter a valid number in the results field.
dz_bt: གྲུབ་འབྲས་ས་སྒོ་ནང་ ནུས་ཅན་གྱི་ཨང་ཅིག་བཙུགས་གནང་།

source: Export Address Book
dz_bt: ཁ་བྱང་ཀེ་དེབ་ཕྱིར་ཚོང་འཐབ།

source: LDIF (*.ldi,*.ldif)
dz_bt: ཨེལ་ཌི་ཨའི་ཨེཕ་ (*.ldi,*.ldif)

source: Comma Separated (*.csv)
dz_bt: ལྷོད་རྟགས་ཀྱིས་སོ་སོ་འཕྱལ་མི་(*.csv)

source: Tab Delimited (*.tab,*.txt)
dz_bt: ཨེབ་ལྡེའི་དབྱེ་རྟགས་ཅན་(*.tab,*.txt)

source: Export Failed
dz_bt: ཕྱིར་ཚོང་འཐབ་མ་བཏུབ་

source: Failed to export addressbook, no space left on device.
dz_bt: ཁ་བྱང་ཀི་དེབ་ཕྱིར་ཚོང་འཐབ་མ་བཏུབ། ཐབས་འཕྲུལ་གུ་བར་སྟོང་ལྷག་ལུས་མིན་འདུག།

source: Failed to export addressbook, file access denied.
dz_bt: ཁ་བྱང་ཀི་དེབ་ཕྱིར་ཚོང་འཐབ་མ་བཏུབ། ཡིག་སྣོད་ཀྱི་འཛུལ་སྤྱོད་ལུ་ ཁས་ལེན་འབད་མ་བཏུབ།

source: Address Book LDAP Replication
dz_bt: ཁ་བྱང་ཀི་དེབ་ཀྱི་ ཨེལ་ཌི་ཨེ་པི་ངོ་འདྲ།

source: To access the directory server, enter your user name and password.
dz_bt: སྣོད་ཐོ་ལུ་འཛུལ་སྤྱོད་འབད་ནི་ལུ་ ཁྱོད་རའི་ལག་ལེན་པའི་མིང་དང་ ཆོག་ཡིག་བཙུགས།

source: Join+me+in+this+Chat.
dz_bt: Join+me+in+this+Chat.ཡིག་ཐོག་ཁ་སླབ་+འདི་+ནང་+ངེད་ཀྱི་+གྲངས་སུ་འཛུལ།

source: Card for
dz_bt: ལུ་ཤོག་བྱང་

source: Other
dz_bt: གཞན་

source: Phone
dz_bt: བརྒྱུད་འཕྲིན་

source: Description
dz_bt: འགྲེལ་བཤད་

source: Addresses
dz_bt: ཁ་བྱང་ཚུ་

source: New Address Book
dz_bt: ཁ་བྱང་ཀི་དེབ་གསརཔ་

source: Address Book Properties
dz_bt: རྒྱུ་དངོས་ཚུ་གི་དོ་ནལུ་ཁ་བྱང་ཀི་དེབ་

source: Corrupt Address Book File
dz_bt: ངན་ཅན་གྱུར་ཡོད་པའི་ ཁ་བྱང་ཀི་དེབ་ཀྱི་ཡིག་སྣོད་

source: One of your address book files (%1$S file) could not be read. A new %2$S file will be created and a backup of the old file, called %3$S, will be created in the same directory.
dz_bt: ཁྱོད་ཀྱི་ཁ་བྱང་ཀི་དེབ་ཀྱི་གྲས་ལས་ (ཡིགང་སྣོད་%1$S) དེ་ལྷག་མ་ཚུགས། ཡིག་སྣོད་གསརཔ་%2$S ཅིག་ གསར་བསྐྲུན་འབད་ནི་དང་ ཡིག་སྣོད་རྙིང་པའི་རྒྱབ་ཐག་%3$Sཟེར་མི་ཅིག་ སྣོད་ཐོ་དེ་ནང་ར་ གསར་བསྐྲུན་འབད་ནི་ཨིན།

source: Unable to Load Address Book File
dz_bt: ཁ་བྱང་ཀི་དེབ་ཡིག་སྣོད་ མངོན་གསལ་འབད་མ་ཚུགས།

source: Unable to load address book file %S. It may be read-only, or locked by another application. Please try again later.
dz_bt: ཁ་བྱང་ཀི་དེབ་ཡིག་སྣོད་ མངོན་གསལ་འབད་མ་ཚུགས། འདི་ལྷག་ནི་ཙམ་ཅིག་འོང་ནི་དང་ ཡང་ན་ གློག་རིམ་གཞན་ཅིག་གིས་ ལྡེ་མིག་བརྐྱབས་ཏེ་ཡོདཔ་འོང་ནི་མས། ཤུལ་ལས་ལོག་སྟེ་ འབད་རྩོལ་བསྐྱེད་གནང་།
