Repository: tenzin/dzongkha-linux-translation-files
Catalog: thunderbird-1.5.0.9-xpi/*/messenger/addressbook/pref-directory-add.dtd.po
Languages: dz_bt

source: Directory Server Properties
dz_bt: སྣོད་ཐོའི་སར་བར་གྱི་རྒྱུ་དངོས་

source: &Name:
dz_bt: མིང་:(&N)

source: H&ostname:
dz_bt: ཧོསཊི་ནེམ་:(&o)

source: &Base DN:
dz_bt: གཞི་རྟེན་དི་ཨེན་:(&B)

source: &Find
dz_bt: འཚོལ་(&F)

source: &Use secure connection (SSL)
dz_bt: མཐའ་བཙན་གྱི་མཐུདལམ་ལག་ལེན་འཐབ་(ཨེསི་ཨེསི་)(&U)

source: B&ind DN:
dz_bt: ཌི་ཨེན་བསྡམས་:(&i)

source: &Advanced Options
dz_bt: ཡར་འཕེལ་ཅན་གྱི་གདམ་ཁ་ཚུ་(&A)

source: General
dz_bt: ཡོངས་ཁྱབ་

source: Offline
dz_bt: གློག་ལམ་མེདཔ་

source: Advanced
dz_bt: ཡར་འཕེལ་ཅན་

source: Advanced Options
dz_bt: ཡར་འཕེལ་ཅན་གྱི་གདམ་ཁ་ཚུ་

source: &Port number:
dz_bt: འདྲེན་ལམ་ཨང་:(&P)

source: Search &filter:
dz_bt: འཚོལ་ཞིབ་ཚགས་མ་:(&f)

source: S&cope:
dz_bt: འོས་སྐབས་:(&c)

source: One &Level
dz_bt: གནས་རིམ་གཅིག་(&L)

source: &Subtree
dz_bt: རྩ་འབྲེལ་ཡན་ལག་(&S)

source: Don't &return more than
dz_bt: ལས་ལྷག་སྟེ་ ལོག་མ་གཏང་ (&r)

source: results
dz_bt: གྲུབ་འབྲས་

source: You can download a local copy of this directory so that it is available for use when you are working offline.
dz_bt: ཁྱོད་ཀྱིས་སྣོད་ཐོ་འདི་གི་འདྲ་བཤུས་ཅིག་ ཕབ་ལེན་འབད་དེ་བཞག་པ་ཅིན་ ཁྱོད་ཀྱི་གློག་ལམ་ཐོག་ལུ་མེན་པའི་སྐབས་ལུ་ ལག་ལེན་གྱི་དོན་ལུ འདྲ་བཤུས་དེ་འཐོབ་ཚུགས།

source: &Download Now
dz_bt: ད་ལྟོ་ར་ ཕབལེན་འབད་(&D)

source: 36em
dz_bt: ཨི་ཨེམ་36་
