Repository: tenzin/dzongkha-linux-translation-files
Catalog: thunderbird-1.5.0.9-xpi/*/messenger/addressbook/replicationProgress.properties.po
Languages: dz_bt

source: Replication started...
dz_bt: ངོ་འདྲ་བཟོ་ནི་འགོ་བཙུགས་ཡོད་་་་

source: Started finding changes to replicate...
dz_bt: ངོ་འདྲ་ལུ་ བསྒྱུར་བཅོས་ཚུ་འཚོལ་ནི་འགོ་བཙུགས་ཡོད།

source: Replication succeeded
dz_bt: ངོ་འདྲ་བཟོ་ནི་མཐར་འཁྱོལ་བྱུང་ཡོད།

source: Replication failed
dz_bt: ངོ་འདྲ་བཟོ་ནི་འཐུས་ཤོར་བྱུང་ཡོད།

source: Replicating directory entry: %S
dz_bt: སྣོད་ཐོའི་ཐོ་བཀོད་ %Sགི་ངོ་འདྲ་བཟོ་དོ།

source: Replicating %S
dz_bt: %Sགི་ངོ་འདྲ་བཟོ་དོ།

source: A replication of this directory is already in progress.
dz_bt: སྣོད་ཐོ་འདི་གི་ངོ་འདྲ་ཅིག་ ཧེ་མ་ལས་ར་ བཟོ་བའི་བསྒང་འདུག།

source: A replication of another directory is already in progress. You can only replicate one directory at a time.
dz_bt: སྣོད་ཐོ་གཞན་ཅིག་གི་ངོ་འདྲ་ཅིག་ ཧེ་མ་ལས་ར་ བཟོ་བའི་སྒང་འདུག།

source: You must be online to replicate a directory.
dz_bt: སྣོད་ཐོ་ཅིག་གི་ངོ་འདྲ་བཟོ་ནི་ལུ་ ཁྱོད་གློག་ལམ་ཐོག་ལུ་ཨིན་དགོ།

source: %S is currently in the process of replicating an address book. Would you like to wait until the process has completed before quitting or quit now?
dz_bt: %Sགིས་ད་ལྟོ་ ཁ་བྱང་ཀི་དེབ་ཅིག་གི་ ངོ་འདྲ་བཟོ་དོ། ཁྱོད་ཀྱིས་ མ་སྤངས་པའི་ཧེ་མ་ ལས་སྦྱོར་དེ་མཇུག་བསྡུ་བཅུག་ནི་ཨིན་ན་ ད་ལྟོ་ར་ སྤང་ནི་ཨིན་ན?

source: Wait
dz_bt: བསྒུག་སྡོད་

source: Quit
dz_bt: སྤངས་
