Repository: tenzin/dzongkha-linux-translation-files
Catalog: firefox-2.0-xpi/*/mozapps/downloads/downloads.properties.po
Languages: dz_bt

source: %1SKB of %2SKB
dz_bt: %2SKBགི་%1SKB

source: Downloading
dz_bt: ཕབ་ལེན་འབད་དོ།

source: Not Started
dz_bt: འགོ་མ་བཙུགས་པས།

source: Failed
dz_bt: འཐུས་ཤོར་བྱུང་ནུག

source: Finished
dz_bt: མཇུག་བསྡུ་ནུག

source: Canceled
dz_bt: ཆ་མེད་གཏང་ནུག

source: Download Error
dz_bt: འཛོལ་བ་འདི་ཕབ་ལེན་འབད།

source: Cancel All Downloads?
dz_bt: ཕབ་ལེན་ཚུ་ཆ་མཉམ་ཆ་མེད་གཏང་ག?

source: If you exit now, 1 download will be canceled. Are you sure you want to exit?
dz_bt: ཁྱོད་ཀྱིས་ད་ལྟོ་ཕྱིར་འཐོན་པ་ཅིན་ ཕབ་ལེན་ ༡ ་ཆ་མེད་གཏང་འོང་། ཁྱོད་ཕྱིར་འཐོན་ནི་འདི་ངོས་ཏིག་ཨིན་ན?

source: If you exit now, %S downloads will be canceled. Are you sure you want to exit?
dz_bt: ཁྱོད་ཀྱིས་ད་ལྟོ་ཕྱིར་འཐོན་པ་ཅིན་ ཕབ་ལེན་ %S འདི་ཆ་མེད་གཏང་འོང་། ཁྱོད་ཕྱིར་འཐོན་ནི་འདི་ངེས་ཏིག་ཨིན་ན?

source: If you quit now, 1 download will be canceled. Are you sure you want to quit?
dz_bt: ད་ལྟོ་ཁྱོད་སྤང་ནི་ཨིན་པ་ཅིན་ ཕབ་ལེན་ ༡ ་ཆ་མེད་གཏང་འོང་། ཁྱོད་ངེག་ཏིག་རང་སྤང་ནི་ཨིན་ན?

source: If you quit now, %S downloads will be canceled. Are you sure you want to quit?
dz_bt: ཁྱོད་ད་ལྟོ་སྤང་པ་ཅིན་ ཕབ་ལེན་ %S འདི་ཆ་མེད་གཏང་འོང་། ཁྱོད་ངེས་ཏིག་རང་སྤང་ནི་ཨིན་ན?

source: If you go offline now, %S downloads will be canceled. Are you sure you want to go offline?
dz_bt: ཁྱོད་ཀྱིས་ད་ལྟོ་ཨོཕ་ལ་ཡིན་འགྱོ་བ་ཅིན་ ཕབ་ལེན་ %S འདི་ཆ་མེད་གཏང་འོང་། ཁྱོད་ཨོཕ་ལ་ཡིན་འགྱོ་ནི་འདི་ངེས་ཏིག་ཨིན?

source: If you go offline now, 1 download will be canceled. Are you sure you want to go offline?
dz_bt: ཁྱོད་ཨོཕ་ལ་ཡིན་འགྱོ་བ་ཅིན་ ཕབ་ལེན་ ༡ ཆ་མེད་འགྱོ་འོང་། ཁྱོད་ཨོཕ་ལ་ཡིན་འགྱོ་ནི་འདི་ངེས་ཏིག་ཨིན་ན?

source: Cancel 1 Download
dz_bt: ཕབ་ལེན་ ༡ ཆ་མེད་གཏང་།

source: Cancel %S Downloads
dz_bt: ཕབ་ལེན་ %S ཚུ་ཆ་མེད་གཏང་།

source: Don't Exit
dz_bt: ཕྱིར་མ་འཐོན།

source: Don't Quit
dz_bt: མ་སྤང་།

source: Stay Online
dz_bt: གློག་ཐོག་སྡོད།

source: Downloads Complete
dz_bt: ཕབ་ལེན་ཚུ་མཇུག་བསྡུ།

source: All files have finished downloading.
dz_bt: ཡིག་སྣོད་ཚུ་ཆ་མཉམ་ཕབ་ལེན་འབད་ཚར་ནུག

source: #1 of #2 KB
dz_bt: #2 KB གི་ #1

source: #1 KB of #2 MB
dz_bt: #2 MB གི་ #1 KB

source: #1 of #2 MB
dz_bt: #2 MB གི་ #1

source: remain
dz_bt: ལྷག་ལུས།

source: unknown file size
dz_bt: མ་ཤེས་པའི་ཡིག་སྣོད་ཀྱི་ཚད།

source: #1 at #2 KB/sec; #3
dz_bt: #2 KB/sec; #3 ལུ་ #1

source: Cannot Open %S
dz_bt: %S འདི་ཁ་ཕྱེ་མི་ཚུགས།

source: Cannot Show %S
dz_bt: %S འདི་སྟོན་མི་ཚུགས།

source: %S does not exist. It may have been renamed, moved, or deleted since it was downloaded.
dz_bt: %S འདི་གནས་དེ་མེད། ཕབ་ལེན་འབད་ཚར་བའི་བསྒང་ལས་རང་ བསྐྱར་མིང་བཏགས་ནི་ སྤོ་བཤུད་འབད་ནི་ ཡང་ན་ བཏོན་གཏངམ་འོང་།

source: Open With...
dz_bt: དང་བཅས་ཁ་ཕྱེ...

source: %S%% of 1 file - Downloads
dz_bt: ཡིག་སྣོད་ ༡ གི་ %S%% - འདི་ཕབ་ལེན་འབདཝ་ཨིན།

source: %S%% of %S files - Downloads
dz_bt: %S ཡིག་སྣོད་ཚུ་གི་ %S%% - འདི་ཕབ་ལེན་འབདཝ་ཨིན།

source: "%S" is an executable file. Executable files may contain viruses or other malicious code that could harm your computer. Use caution when opening this file. Are you sure you want to launch "%S"?
dz_bt: "%S" འདི་ ལག་ལེན་འཐབ་བཏུབ་པའི་ཡིག་སྣོད་ཨིན། ལག་ལེན་འཐབ་བཏུབ་པའི་ཡིག་སྣོད་དེ་གིས་ ཁྱོད་ཀྱི་གློག་རིག་ལུ་གནོད་ཚུགས་པའི་ གནོད་འབུབ་ཡང་ན་ གནོད་ཅན་གྱི་ཨང་རྟགས་ཚུ་གནས་དེ་འོངམ་ཨིན། ཡིག་སྣོད་འདི་ཁ་ཕྱེ་བའི་བསྒང་ དྲནམ་བཏོན་འདི་ལག་ལེན་འཐབ། ཁྱོད་ "%S" གསར་བཙུགས་འབད་ནི་འདི་ངེས་ཏིག་ཨིན་ན?

source: Open Executable File?
dz_bt: ལག་ལེན་འཐབ་བཏུབ་པའི་ཡིག་སྣོད་འདི་ ཁ་ཕྱེ་ག?

source: Don't ask me this again
dz_bt: འདི་ང་ལུ་ལོག་འདི་བ་འདྲི།

source: Desktop
dz_bt: ཌེཀསི་ཊོཔ།
