Repository: tenzin/dzongkha-linux-translation-files
Catalog: firefox-2.0-xpi/*/mozapps/downloads/unknownContentType.properties.po
Languages: dz_bt

source: Opening %S
dz_bt: %Sའདི་ཁ་ཕྱེ་དོ།

source: Enter name of file to save to...
dz_bt: སྲུང་ནི་ལུ་ ཡིག་སྣོད་ཀྱི་མིང་འདི་ཐོ་བཀོད་འབད...

source: %S (default)
dz_bt: %S (སྔོན་སྒྲིག)

source: Choose Helper Application
dz_bt: གྲོག་རམ་འབད་མི་འཇུག་སྤྱོད་འདི་གདམ་ཁ་བརྐྱབ།

source: The application you chose ("%S") could not be found. Check the file name or choose another application.
dz_bt: ཁྱོད་ཀྱིས་གདམ་ཁ་བརྐྱབ་ཡོད་པའི་ ("%S") འདི་འཐོབ་མ་ཚུགས། ཡིག་སྣོད་མིང་འདི་ཞིབ་དཔྱད་འབད་ནི་ ཡང་ན་ འཇུག་སྤྱོད་གཞན་ཅིག་གདམ་ཁ་བརྐྱབ།

source: Application not found
dz_bt: འཇུག་སྤྱོད་འདི་འཐོབ་མ་ཚུགས།

source: Select Download Folder
dz_bt: ཕབ་ལེན་སྣོད་འཛིན་འདི་སེལ་འཐུ་འབད།

source: My Downloads
dz_bt: ངེས་ཀྱི་ཕབ་ལེན་ཚུ།

source: Save File
dz_bt: ཡིག་སྣོད་སྲུངས་

source: Cancel
dz_bt: ཆ་མེད་གཏང་
