Repository: tenzin/dzongkha-linux-translation-files
Catalog: thunderbird-1.5.0.4/mail/chrome/messenger/*-copies.dtd.po
Languages: am

source: Copies &amp; Folders
am: འདྲ་བཤུས་ &amp; སྣོད་འཛིན་ཚུ་

source: When sending messages, automatically:
am: འཕྲིན་དོན་ཚུ་ རང་བཞིན་གྱིས་གཏང་བའི་སྐབས་ལུ་:

source: &Place a copy in:
am: འདྲ་བཤུས་ཅིག་བཞག་:(&P)

source: Choose Folder...
am: སྣོད་འཛིན་གདམ་ཁ་རྐྱབས་་་

source: _: do not translate "Bcc" in below line &Bcc these email addresses:
am: གློག་འཕྲིན་ཁ་བྱང་འདི་ཚུ་ Bcc བཟོ་:

source: Special Folders
am: དམིགས་བསལ་སྣོད་འཛིན་ཚུ་

source: Keep message drafts in:
am: འཕྲིན་དོན་གྱི་ཟིན་འབྲི་ཚུ་བཞག་:

source: Keep message templates in:
am: འཕྲིན་དོན་གྱི་ ཊེམ་པེལེཊི་ཚུ་བཞག་:

source: &Show confirmation dialog when messages are saved
am: འཕྲིན་དོན་ཚུ་བསྲུང་བའི་སྐབས་ ངེས་དཔྱད་ཌའི་ལོག་སྟོན།(&S)

source: _: OK to translate this, bug #57440 &quot;S&ent&quot; Folder on:
am: &quot;S&ent&quot;སྣོད་འཛིན་ཨཱོན་འབད་:

source: &Other:
am: གཞན་:(&O)

source: _: OK to translate this, bug #57440 &quot;&Drafts&quot; Folder on:
am: &quot;&Drafts&quot; སྣོད་འཛིན་ཨཱོན་:

source: O&ther:
am: གཞན་:(&t)

source: _: OK to translate this, bug #57440 &quot;Te&mplates&quot; Folder on:
am: &quot;Te&mplates&quot; སྣོད་འཛིན་ཨཱོན་:

source: Othe&r:
am: གཞན་:(&r)

source: Drafts and Templates
am: ཟིན་འབྲི་དང་ཊེམ་པེལེཊི་ཚུ།
