Repository: tenzin/dzongkha-linux-translation-files
Catalog: thunderbird-1.5.0.4/mail/chrome/messenger/*-mdn.dtd.po
Languages: am

source: Return Receipts
am: སླར་ལོག་འབྱོར་རྟགས་ཚུ་

source: &Use my global return receipt preferences for this account
am: རྩིས་ཐོ་འདི་གི་དོན་ལུ་ ངེད་ཀྱི་སྤྱི་ཁྱབ་སླར་ལོག་འབྱོར་རྟགས་ཀྱི་ དགའ་གདམ་ཚུ་ ལག་ལེན་འཐབ།(&U)

source: &Customize return receipts for this account
am: རྩིས་ཐོ་འདི་གི་དོན་ལུ་ སླར་ལོག་འབྱོར་རྟགས་ཚུ་ སྲོལ་སྒྲིག་འབད་(&C)

source: &When sending messages, always request a return receipt
am: འཕྲིན་དོན་ཚུ་གཏངམ་ད་ ཨ་རྟག་ར་ སླར་ལོག་འབྱོར་རྟགས་ཅིག་གི་ ཞུ་བ་འབད་(&W)

source: When a receipt arrives:
am: འབྱོར་རྟགས་ཅིག་ལྷོད་པའི་སྐབས་:

source: Leave it in my &Inbox
am: ངེད་ཀྱི་ནང་སྒྲོམ་ནང་བཞག་(&I)

source: &Move it to my &quot;Sent&quot; folder
am: ངེད་ཀྱི་ &quot;Sent&quot; སྣོད་འཛིན་ནང་སྤོ་(&M)

source: When I receive a request for a return receipt:
am: ང་ལུ་སླར་ལོག་འབྱོར་རྟགས་ཀྱི་དོན་ལུ་ ཞུ་བ་ཅིག་ཐོབ་པའི་སྐབས་:

source: Allow r&eturn receipts for some messages
am: འཕྲིན་དོན་ལ་ལོ་ཅིག་གི་དོན་ལུ་ སླར་ལོག་འབྱོར་རྟགས་ཚུ་གཏང་བཅུག་(&e)

source: &Never send a return receipt
am: ནམ་ཡང་སླར་ལོག་འབྱོར་རྟགས་ཅིག་མ་གཏང་(&N)

source: If I'm not in the &To or Cc of the message:
am: གལ་སྲིད་ ང་འཕྲིན་དོན་གྱི་གཏང་ཡུལ་ ཡང་ན་ ཤོག་གནག་འདྲ་བཤུས་ནང་མེད་པ་ཅིན་:(&T)

source: If the &sender is outside my domain:
am: གལ་སྲིད་ གཏང་མི་དེ་ ངེད་ཀྱི་ཌོ་མེན་གྱི་ཕྱི་ཁར་ཨིན་པ་ཅིན་:(&s)

source: In all &other cases:
am: གནད་དོན་གཞན་ཆ་མཉམ་ནང་:(&o)

source: Ask me
am: ང་ལུ་འདྲིས་

source: Always send
am: ཨ་རྟག་ར་གཏང་

source: Never send
am: ནམ་ཡང་མ་གཏང་
