Repository: tenzin/dzongkha-linux-translation-files
Catalog: thunderbird-1.5.0.4/mail/chrome/messenger/*-server-advanced.dtd.po
Languages: am

source: Advanced Account Settings
am: མཐོ་རིམ་ཅན་གྱི་རྩིས་ཐོ་སྒྲིག་སྟངས་

source: Advanced IMAP Server Settings
am: མཐོ་རིམ་ཅན་གྱི་ ཨའི་མེཔ་སར་བར་སྒྲིག་སྟངས་

source: IMAP server &directory:
am: ཨའི་མེཔ་སར་བར་སྣོད་ཐོ་(&d)

source: Sho&w only subscribed folders
am: མཁོ་མངགས་འབད་མི་ སྣོད་འཛིན་ཚུ་རྐྱངམ་གཅིག་སྟོན་(&w)

source: Server supports &folders that contain sub-folders and messages
am: སར་བར་གྱིས་ ཡན་ལག་སྣོད་འཛིན་དང་འཕྲིན་དོན་ཚུ་ཡོད་མི་ སྣོད་འཛིན་ཚུ་ལུ་ རྒྱབ་སྐྱོར་འབདཝ་ཨིན།(&f)

source: Use &IDLE command if the server supports it
am: སར་བར་གྱིས་ འདི་ལུ་རྐྱབ་སྐྱོར་འབད་བ་ཅིན་ ལས་མེད་བརྡ་དོན་ ལག་ལེན་འཐབ་(&I)

source: &Maximum number of server connections to cache
am: འདྲ་མཛོད་ལུ་ སར་བར་མཐུད་ལམ་གྱི་ གྱངས་ཁའི་མང་མཐའ།(&M)

source: &Personal namespace:
am: རང་དོན་མིང་གི་བར་སྟོང་:(&P)

source: P&ublic (shared):
am: མི་མང་གི་(རུབ་སྤྱོད་)(&u)

source: &Other Users:
am: ལག་ལེན་པ་གཞན་ཚུ་:(&O)

source: &Allow server to override these namespaces
am: སར་བར་གྱིས་ མིང་གི་བར་སྟོང་ཚུ་ ཚབ་སྲུང་འབད་བཅུག་(&A)

source: When downloading pop mail for this server, use the following folder for new mail:
am: སར་བར་འདི་གི་དོན་ལུ་ པོཔ་ཡིག་འཕྲིན་ ཕབ་ལེན་འབད་བའི་སྐབས་ལུ་ ཡིག་འཕྲིན་གསར་པའི་དོན་ལས་ འོག་གི་སྣོད་འཛིན་ལག་ལེན་འཐབ་:

source: Where to store mail
am: ཡིག་འཕྲིན་གསོག་འཇོག་འབད་ས་

source: &Global Inbox (Local Folders Account)
am: སྤྱི་ཁྱབ་ནང་སྒྲོམ་(ཉེ་གནས་སྣོད་འཛིན་གྱི་རྩིས་ཐོ་)(&G)

source: Inbox for thi&s server's account
am: སར་བར་འདི་གི་རྩིས་ཐོའི་ནང་སྒྲོམ་(&s)

source: Inbox for &different account
am: རྩིས་ཐོ་སོ་སོའི་དོན་ལུ་ནང་སྒྲོམ་(&d)

source: &Include this server when getting new mail
am: ཡིག་འཕྲིན་གསརཔ་ལེནམ་ད་ སར་བར་འདི་གྲངས་སུ་བཙུགས་(&I)
