Repository: tenzin/dzongkha-linux-translation-files
Catalog: thunderbird-1.5.0.9-xpi/*/help/welcome.xhtml.po
Languages: dz_bt

source: Using the Help Window
dz_bt: གྲོགས་རམ་སྒོ་སྒྲིག་ལག་ལེན་འཐབ་དོ་

source: In this section: <ul>
dz_bt: དབྱེ་ཚན་འདི་ནང་: <ul>

source: <a href="#finding_the_topic_you_want">Finding the Topic You Want</a>
dz_bt: <a href="#finding_the_topic_you_want">ཁྱོད་ལུ་དགོ་མི་དོན་ཚན་འཚོལ་དོ་</a>

source: <a href="#search_tips">Search Tips</a>
dz_bt: <a href="#search_tips">ཕན་བསླབ་ཚུ་འཚོལ་ཞིབ་འབད་</a>

source: Finding the Topic You Want
dz_bt: ཁྱོད་ལུ་དགོ་མི་དོན་ཚན་འཚོལ་དོ་

source: To display help information in this window, click a topic in the <em>Contents</em> sidebar. Click the <span class="noMac">plus icon</span> <span class="mac">triangle</span> next to a topic to see its subtopics.
dz_bt: ཝིན་ཌཱ་འདི་ནང་ གྲོཊ་རམ་བརྡ་དོན་བཀྲམ་སྟོན་འབད་ནི་གི་དོན་ལུ་ <em>ནང་དོན་ཚུ་</em> ཟུར་ཁའི་ཕྲ་རིང་ནང་ལས་ གནད་དོན་ཅིག་གུ་ཨེབ་གཏང་འབད། དེ་གི་ཡན་ལག་གནད་དོན་ལུ་བལྟ་ནི་གི་དོན་ལས་ གནད་དོན་གྱི་ཤུལ་ལས་ <span class="noMac">བསྡོམས་རྟགས་ ངོས་པར་</span> <span class="mac">ཟུར་གསུམ་མ་</span> གུ་ཨེབ་གཏང་འབད།

source: To search for a help topic, type a word or phrase in the <em>Search</em> bar to see related topics. Click on a topic to read about it. If your search doesn't return any topics, try typing fewer words or a different combination of words. The results will be displayed in the <em>Search</em> sidebar as you type. To display the contents in the sidebar again, click the close button on the <em>Search</em> sidebar, clear the <em>Search</em> bar, or press <kbd>Esc</kbd>.
dz_bt: འབྲེལ་བ་ཡོད་པའི་གནད་དོན་ཚུ་ བལྟ་ནི་གི་དོན་ལས་ གྲོགས་རམ་གནད་དོན་ཅིག་འཚོལ་ཞིབ་འབད་ནི་ལུ་ <em>འཚོལ་ཞིབ་</em> ཕྲ་རིང་ནང་ མིང་ཚིག་ ཡང་ན་ ཚིག་ཚན་ཅིག་ཡིག་དཔར་རྐྱབས། དེ་གི་སྐོར་ལས་ལྷག་ནི་གི་དོན་ལུ་ གནད་དོན་གུ་ཨེབ་གཏང་འབད། ཚོལ་ཞིབ་དེ་ནང་གནད་དོན་ཅིག་ཡང་མེད་པ་ཅིན་ མིང་ཚིག་མངམ་ ཡང་ན་ མིང་ཚིག་མཉམ་བསྡོམས་སྦེ་ཡིག་དཔར་རྐྱབས། གྲུབ་འབྲས་འདི་ ཁྱོད་རང་གིས་བཀོད་དོ་བཟུམ་སྦེ་ <em>འཚོལ་ཞིབ་</em> ཟུར་ཁའི་ཕྲ་རིང་གུ་བཀྲམ་སྟོན་འབད་འོང་། དོ་རུང་ ནང་དོན་ཚུ་ ཟུར་ཁའི་ཕྲ་རིང་ནང་ བཀྲམ་སྟོན་འབད་ནིའི་དོན་ལུ་ <em>འཚོལ་ཞིབ་</em> ཟུར་ཁའི་ཕྲ་རིང་གུ་གི་སྦོ་ལོགས་ཁར་ཡོད་པའི་ཨེབ་རྟ་གུ་ ཨེབ་གཏང་འབད་ ཡང་ན་ <em>འཚོལ་ཞིབ་</em> ཕྲ་རིང་བསལ་ ཡངན་ <kbd>Esc</kbd> ལུ་ཨེབས།

source: To see information related to the Help topic you are reading, click links in the Help window just as you would in a regular web page. You can also move back and forth between pages you've already seen using the Back and Forward buttons.
dz_bt: ཁྱོད་ཀྱིས་ལྷག་མི་གྲོགས་རམ་གནད་དོན་དང་འབྲེལ་བ་ཡོད་པའི་བརྡ་དོན་ལུ་བལྟ་ནི་གི་དོན་ལུ་ དུས་རྒྱུན་གྱི་ཝེབ་ཤོག་ལེབ་ནང་བཟུམ་སྦེ་ གྲོགས་རམ་ཝིན་ཌཱ་གི་འབྲེལ་ལམ་གུ་ཨེབ་གཏང་འབད། དེ་མ་ཚད་ཁྱོད་ཀྱིས་ རྒྱབ་ཁ་དང་གདོང་ཁའི་ཨེབ་རྟ་ལག་ལེན་འཐབ་ཐོག་ལས་མཐོང་ཡོད་པའི་ཤོག་ལེབ་བར་ན་ རྒྱབ་ཁ་དང་གདོང་ཁ་སྤོ་བཤུད་འབད་ཚུགས།

source: Search Tips
dz_bt: འཚོལ་ཞིབ་ཕན་བསླབ་ཚུ་

source: If you don't find what you want, here are a few helpful tips:
dz_bt: ཁྱོད་ལུ་དགོ་མི་དེ་མ་ཐོབ་པ་ཅིན་ ནཱ་ལུ་ཕན་བསླབ་དག་པ་ཅིག་ཡོད་:

source: Be sure that you are searching for something that relates to &brandShortName;; this is not a general Internet search.
dz_bt: ཁྱོད་ཀྱིས་ &brandShortName;; དང་འབྲེལ་བ་ཡོད་པའི་རིགས་ཚུ་ འཚོལ་ཞིབ་འབད་དགོ དེ་སྤྱིར་བཏང་ཡོངས་འབྲེལ་གྱི་འཚོལ་ཞིབ་མེན།

source: Try to broaden your search - don't be too specific; terms could be worded differently than your search.
dz_bt: ཁྱོད་ཀྱི་འཚོལ་ཞིབ་འདི་ རྒྱ་བསྐྱེད་གཏང་ - གནམ་མེད་ས་མེད་དམིགས་བསལ་སྦེ་མ་བཀོད་ ཐ་སྙད་ཚུ་ འཚོལ་ཞིབ་ལས་མ་འདྲཝ་ཅིག་སྦེ་ མིང་ཚིག་དང་ལྡན་དགོ

source: Avoid being too broad with your search. For example, a common word like &quot;page&quot; will likely return more topics than you want.
dz_bt: འཚོལ་ཞིབ་ཡོངས་རྫོགས་སྦེ་འབད་ནི་སྤངས། དཔེར་ན་ ཐུན་མོང་གི་མིང་ཚིག་ &quot;page&quot; ཚུ་འཚོལ་ཞིབ་འབད་བ་ཅིན་ དགོ་མི་ལས་ལྷག་སྟེ་བཀོད་འོང་།

source: <em>09 July 2005</em>
dz_bt: <em>སྤྱི་ལོ་ ༢༠༠༥ ཟླ་ ༧ ཚེས་ ༠༩</em>

source: Copyright &copy; 2003-2005 Contributors to the Mozilla Help Viewer Project.
dz_bt: འདྲ་བཤུས་དབང་ཆའི་འདྲ། ༢༠༠༣-༢༠༠༥ཚུན་ མོ་ཛིལ་ལ་གྲོགས་རམ་མཐོང་བྱེད་ལས་འགུལ་ལུ་ ཕན་འདེབས་འབད་མི།
