Repository: tenzin/dzongkha-linux-translation-files
Catalog: firefox-1.5/toolkit/installer/windows/install.*.po
Languages: it

source: MS Sans Serif
it: ཨེམ་ཨེསི་སཱནསི་སེ་རིཕ།

source: Trebuchet MS Bold
it: ཊི་བུ་ཅེཊི་ཨེམ་ཨེསི་རྒྱགས་པ།

source: &OK
it: བཏུབ།(&O)

source: OK
it: བཏུབ།

source: Cancel
it: ཆ་མེད་གཏང་།

source: &Cancel
it: ཆ་མེད་གཏང་།(&C)

source: &Next >
it: ཤུལ་མ་ >(&N)

source: < &Back
it: < ལོག(&B)

source: &Ignore
it: སྣང་མེད་བཞག(&I)

source: To configure a Proxy server for this download, click the Connection... button.
it: ཕབ་ལེན་དེ་གི་དོན་ལུ་ པོརོ་སི་སར་བར་ཅིག་རིམ་སྒྲིག་འབད་ནི་ལུ་ མཐུད་ལམ་...ཨེབ་རྟ་དེ་གུ་ཨེབ་གཏང་།

source: &Connection...
it: མཐུད་ལམ...(&C)

source: Proxy Settings:
it: པོརོ་སི་སྒྲིག་སྟངས་ཚུ:

source: &Proxy Settings
it: པོརོ་སི་སྒྲིག་སྟངས་ཚུ། (&P)

source: Server:
it: སར་བར:

source: Port:
it: འདྲེན་ལམ:

source: User id:
it: ལག་ལེན་པའི་ཨའི་ཌི་:

source: Password:
it: ཆོག་ཡིག:

source: Select a directory
it: སྣོད་ཐོ་ཅིག་སེལ་འཐུ་འབད།

source: &Directories:
it: སྣོད་ཐོ་ཚུ:(&D)

source: Dri&ves:
it: འདྲེན་འཕྲུལ་ཚུ: (&v)

source: Remaining:
it: ལྷག་ལུས:

source: File:
it: ཡིག་སྣོད:

source: URL:
it: ཡུ་ཨར་ཨེལ:

source: To Path:
it: འགྲུལ་ལམ་ལུ:

source: &Accept
it: དང་ལེན།(&A)

source: &Decline
it: དང་ལེན་འབད་ནི།(&D)

source: &Program Folder:
it: ལས་རིམ་སྣོད་འཛིན:(&P)

source: E&xisting Folders:
it: གནས་ཏེ་ཡོད་པའི་སྣོད་འཛིན་ཚུ:(&x)

source: Setup has finished copying files to your computer. Before you can use $ProductNameInternal$, you must restart Windows or your computer. Choose one of the following options and click OK to finish setup.
it: གཞི་སྒྲིག་དེ་གིས་ ཁྱོད་རའི་གློག་རིག་ལུ་འདྲ་བཤུས་ཀྱི་ཡིག་སྣོད་ཚུ་མཇུག་བསྡུ་ནུག ཁྱོད་ཀྱིས་ $ProductNameInternal$ ལག་ལེན་མ་འཐབ་པའི་ཧེ་མ་ལས་ ཁྱོད་ཀྱིས་ ཁྱོད་རའི་གློག་རིག་ཡང་ན་ ཝིན་ཌོསི་འདི་ལོག་འགོ་བཙུགས། འོག་གི་གདམ་ཁ་ཚུ་ལས་གཅིག་གདམ་ཁ་བརྐྱབ་ནི་དང་ གཞི་སྒྲིག་འདི་མཇུག་བསྡུ་ནི་དོན་ལུ་ བཏུབ་ འདི་ཨེབ་ད།

source: Restart
it: ལོག་འགོ་བཙུགས།

source: Yes, I want to restart my computer now.
it: ཨིན་ ངེས་ཀྱི་གློག་རིག་འདི་ད་ལྟོ་ལོག་འགོ་བཙུགས་ནི་ཨིན།

source: No, I will restart my computer later.
it: མེན་ ངེས་ཀྱི་གློག་རིག་འདི་ཤུལ་ལས་འགོ་བཙུགས་ནི།

source: &Additional Components:
it: ཁ་སྐོང་བརྐྱབ་ཡོད་པའི་ ཆ་ཤས་ཚུ:(&A)

source: Description
it: འགྲེལ་བཤད།

source: Total download size:
it: ཕབ་ལེན་བསྡོམས་ཀྱི་ཚད:

source: Space Available:
it: བར་སྟོང་འཐོབ་ཚུགས་ཡོད:

source: C&omponents:
it: ཆ་ཤས་ཚུ:(&o)

source: Choose a Folder to install $ProductName$ into:
it: $ProductName$འདི་བཙུགས་ནི་དོན་ལུ་ སྣོད་འཛིན་ཅིག་གདམ་ཁ་བརྐྱབ:

source: Install Folder
it: སྣོད་འཛིན་འདི་གཞི་བཙུགས་འབད།

source: B&rowse...
it: བརྡ་འཚོལ...(&r)

source: Download Size: %u KB
it: %u KBཚད་འདི་ཕབ་ལེན་འབད:

source: Current Settings:
it: ད་ལྟོའི་སྒྲིག་སྟངས་ཚུ:

source: ...to the following location:
it: ...འོག་གི་གནས་ཁོངས་ལུ:

source: %s, and:
it: %s, དང་:

source: &Install
it: གཞི་བཙུགས་འབད།(&I)

source: &Delete
it: བཏོན་གཏང་།(&D)

source: &Continue
it: འཕྲོ་མཐུད། (&C)

source: &Skip
it: གོམ་འགྱོ།(&S)

source: Re&ad Me
it: ང་ལྷག(&a)

source: &Pause
it: ཐེམ།(&P)

source: &Resume
it: བསྐྱར་ལོག(&R)

source: Checked
it: ཞིབ་དཔྱད་གྲུབ།

source: Unchecked
it: ཞིབ་དཔྱད་མ་འབད་བས།

source: Extracting...
it: ཕྱིར་འདོན་འབད་དོ...

source: Could not create %s dialog.
it: %s ཌའི་ལོག་འདི་གསར་བསྐྲུན་འབད་མ་ཚུགས།

source: %s failed.
it: %sའདི་འཐུས་ཤོར་འབྱུང་ནུག

source: File not found: %s
it: %sཡིག་སྣོད་འདི་འཐོབ་མ་ཚུགས་པས:

source: GetSystemDirectory() failed.
it: GetSystemDirectory()འདི་མ་བཏུབ།

source: GetWindowsDirectory() failed.
it: GetWindowsDirectory()འདི་མ་བཏུབ།

source: Exit Setup
it: གཞི་སྒྲིག་འདི་ཕྱིར་འཐོན།

source: You have not finished installing $ProductName$. If you exit Setup now, $ProductName$ will not be installed. Are you sure you want to cancel Setup?
it: ཁྱོད་ཀྱིས་ $ProductName$ འདི་གཞི་བཙུགས་ནི་འདི་མཇུག་མ་བསྡུ་བས། ཁྱོད་ཀྱིས་གཞི་སྒྲིག་འདི་ད་ལྟོ་ཕྱིར་འཐོན་པ་ཅིན་ $ProductName$འདི་གཞི་བཙུགས་འབད་མི་ཚུགས། གཞི་སྒྲིག་འདི་ ཁྱོད་ཀྱིས་ཆ་མེད་གཏང་ནི་འདི་ངེས་ཏིག་ཨིན་ན?

source: Restarting Windows
it: ཝིན་ཌོསི་འདི་ལོག་འགོ་བཙུགས་དོ།

source: GetProcAddress() of %s failed.
it: %sའཐུས་ཤོར་འབྱུང་ཡོད་པའི་GetProcAddress()

source: WritePrivateProfileString() failed for file %s
it: %sཡིག་སྣོད་ཀྱི་དོན་ལུ་ WritePrivateProfileString()འཐུས་ཤོར་འབྱུང་ནུག

source: Please wait while Setup retrieves its configuration script from the web...
it: གཞི་སྒྲིག་གི་རིམ་སྒྲིག་ཡིག་ཚུགས་འདི་ ཝེབ་ལས་སླར་འདྲེན་འབདཝ་ད་ བསྒུག་གནང་...

source: Setup was unable to create the TEMP directory: %s
it: གཞི་སྒྲིག་དེ་གིས་ ཊི་ཨི་ཨེམ་པི་སྣོད་ཐོ་%sའདི་གསར་བསྐྲུན་འབད་མ་ཚུགས:

source: Could not determine available disk space for: %s
it: %sགི་དོན་ལུ་ ཌིཀསི་ས་སྟོང་འཐོབ་ཚུགསཔ་འདི་གཏན་འབེབས་བཟོ་མ་ཚུགས:

source: Disk space check
it: ཌིཀསི་གི་བར་སྟོང་ཞིབ་དཔྱད།

source: Setup has detected insufficient disk space to continue with installation on %s for the path: %sRequired: %sAvailable: %sClick Retry if more disk space has been made available, or click Cancel to cancel Setup.
it: འགྲུལ་ལམ་གྱི་དོན་ལུ་ %s གུ་གཞི་བཙུགས་འབད་ནི་འདི་འཕྲོ་མཐུད་ནི་ལུ་ གཞི་སྒྲིག་དེ་གིས་ ཌིཀསི་ས་སྟོང་མ་ལངམ་འདི་སྐྱོན་འཛིན་འབྱུང་ནུག : དགོས་མཁོ་ཡོད་པའི་%s: འཐོབ་ཚུགས་པའི་%s: %s ཌིཀསི་ས་སྟོང་འདི་འཐོབ་ཚུགས་བཟོ་དེ་ཡོད་པ་ཅིན་ སླར་རྩོལ་འདི་གུ་ཨེབ་གཏང་ནི་ ཡང་ན་ གཞི་སྒྲིག་འདི་ཆ་མེད་གཏང་ནི་དོན་ལུ་ ཆ་མེད་ འདི་ཨེབ་གཏང་།

source: Setup has detected insufficient disk space to continue with installation process on %s for the path: %sRequired: %sAvailable: %sClick OK to go back and choose a different destination path.
it: འགྲུལ་ལམ་གྱི་དོན་ལུ་ %s གུ་གཞི་བཙུགས་འབད་ནི་འདི་འཕྲོ་མཐུད་ནི་ལུ་ གཞི་སྒྲིག་དེ་གིས་ ཌིཀསི་ས་སྟོང་མ་ལངམ་འདི་སྐྱོན་འཛིན་འབྱུང་ནུག : དགོས་མཁོ་ཡོད་པའི་%s: འཐོབ་ཚུགས་པའི་%s: %s ལོག་འགྱོ་ནི་ལུ་ བཏུབ་ འདི་ཨེབ་གཏང་ནི་དང་ འགྲོ་ཡུལ་འགྲུལ་ལམ་སོ་སོ་ཅིག་གདམ་ཁ་བརྐྱབ།

source: Could not create folder: %sMake sure you have access to create the folder.
it: སྣོད་འཛིན་འདི་གསར་བསྐྲུན་འབད་མ་ཚུགས: %s སྣོད་འཛིན་འདི་གསར་བསྐྲུན་འབད་ནི་ལུ་ ཁྱོད་འཛུལ་སྤྱོད་འབད་ནི་ཡོདཔ་འདི་ངེས་ཏིག་བཟོ།

source: $ProductNameInternal$ Setup Error
it: $ProductNameInternal$ གཞི་སྒྲིག་གི་འཛོལ་བ།

source: File count:
it: ཡིག་སྣོད་ཀྱི་གྱངས་ཁ:

source: Filename:
it: ཡིག་སྣོད་མིང་:

source: Preparing Install, please wait...
it: གཞི་བཙུགས་འདི་གྲ་སྒྲིག་འབད་དོ་ བསྒུག་གནང་...

source: Configuring %s, please wait...
it: %s འདི་རིམ་སྒྲིག་འབད་དོ་ བསྒུག་གནང་...

source: Error occurred during installation
it: གཞི་བཙུགས་འབད་བའི་སྐབས་ལུ་ འཛོལ་བ་འབྱུང་ནུག

source: $ProductName$ can only run on Windows 95 or newer. Setup will now exit.
it: $ProductName$ འདི་ ཝིན་ཌོསི་ 95 ཡང་ན་ འདི་ལས་གསར་མི་རྐྱངམ་ཅིག་གུ་གཡོག་བཀོལ་བཏུབ་ཨིན། གཞི་སྒྲིག་འདི་ཕྱིར་འཐོན་འོང་།

source: $ProductName$ Setup - Install Progress
it: $ProductName$གཞི་སྒྲིག་- ཡར་འཕེལ་འདི་གཞི་བཙུགས་འབད།

source: Preparing file: %s
it: %s ཡིག་སྣོད་འདི་གྲ་སྒྲིག་འབད་དོ:

source: Currently installing %s
it: %sའདི་ད་ལྟོ་གཞི་བཙུགས་འབད་དོ།

source: Copying file: %s
it: %sཡིག་སྣོད་འདི་འདྲ་བཤུས་བརྐྱབ་དོ:

source: Warning
it: ཉེན་བརྡ་འབད་དོ།

source: Message
it: འཕྲིན་དོན།

source: Attention
it: དྲན་བཀུག་

source: The following directory does not exist:%sWould you like to create it?
it: འོག་གི་སྣོད་ཐོ་འདི་གནས་དེ་མེད: %s ཁྱོད་ཀྱིས་གསར་བསྐྲུན་འབད་ནི་ཨིན་ན?

source: Create Directory?
it: སྣོད་ཐོ་འདི་གསར་བསྐྲུན་འབད་ག?

source: Invalid Program folder name entered.
it: ནུས་ཅན་མེད་པའི་ལས་རིམ་སྣོད་འཛིན་གྱི་མིང་འདི་ ཐོ་བཀོད་འབད་ནུག

source: Default
it: སྔོན་སྒྲིག

source: Invalid path entered.
it: ནུས་ཅན་མེད་པའི་འགྲུལ་ལམ་ཐོ་བཀོད་འབད་ནུག

source: Setup Type:
it: གཞི་སྒྲིག་གི་དབྱེ་བ:

source: Selected Components:
it: སེལ་འཐུ་འབད་ཡོད་པའི་ཆ་ཤས་ཚུ:

source: Destination Directory:
it: འགྲོ་ཡུལ་གྱི་སྣོད་ཐོ:

source: Program Folder:
it: ལས་རིམ་གྱི་སྣོད་འཛིན:

source: Deleting destination directory to be able to upgrade, please wait...
it: ཡར་བསྐྱེད་འབད་བཏུབ་ནི་ལུ་ འགྲོ་ཡུལ་སྣོད་ཐོ་འདི་བཏོན་གཏང་དོ་ བསྒུག་གནང་...

source: Setup
it: གཞི་སྒྲིག

source: Download Site:
it: ས་ཁོངས་འདི་ཕབ་ལེན་འབད:

source: Save downloaded and Setup program files to:
it: ཕབ་ལེན་འབད་ཡོད་མི་འདི་སྲུང་ནི་དང་ ལས་རིམ་ཡིག་སྣོད་ཚུ་གཞི་སྒྲིག་འབད:

source: Initializing Setup, please wait...
it: གཞི་སྒྲིག་འདི་འགོ་བྱེད་འབད་དོ་ བསྒུག་གནང་...

source: %s Setup
it: %sགཞི་སྒྲིག

source: GetVersionEx() failed!
it: GetVersionEx()འཐུས་ཤོར་འབྱུང་ནུག!

source: Usage
it: བེད་སྤྱོད།

source: Extracting %s
it: %sའདི་ཕྱིར་འདོན་འབད་དོ།

source: Launching Setup...
it: གཞི་སྒྲིག་འདི་གསར་བཙུགས་འབད་དོ...

source: Unable to write file %s
it: %sཡིག་སྣོད་འདི་འབྲི་མ་ཚུགས།

source: Installation
it: གཞི་བཙུགས་འབད་ནི།

source: Out of memory!
it: དྲན་ཚད་ཀྱི་ཕྱི་ཁར!

source: Could not load %s
it: %sའདི་མངོན་གསལ་འབད་མ་བཏུབ།

source: Could not load string resource ID %d
it: %dཨའི་ཌི་ཡིག་རྒྱུན་ཐོན་ཁུངས་འདི་མངོན་གསལ་འབད་མ་བཏུབ།

source: Null pointer encountered.
it: སྟོང་ཆའི་དཔག་བྱེད་འདི་གདོང་ཐུག་འབྱུང་ཡོད

source: Memory allocation error.
it: དྲན་ཚད་སྤྲོད་བཞག་གི་འཛོལ་བ།

source: Setup has detected that %s (%s) is still running. Click OK to quit %s and proceed with installation. Alternatively, use the Windows Task Manager to quit %s, and then click OK to continue with installation.
it: %s (%s)འདི་ད་ལྟོ་ཡང་གཡོག་བཀོལ་དོ་ཟེར་ གཞི་སྒྲིག་དེ་གིས་ སྐྱོན་འཛིན་བྱུང་ཡོད། %s འདི་སྤང་ནི་དོན་ལུ་ བཏུབ་ འདི་ཨེབ་གཏང་ནི་དང་ གཞི་བཙུགས་འབད་ནི་དང་ཅིག་ཁར་འཕྲོ་མཐུད་ད། ཐབས་གཞན་གྱི་ཐོག་ལས་ %sའདི་སྤང་ནི་དོན་ལུ་ ཝིན་ཌོསི་ལས་ཀའི་འཛིན་སྐྱོང་པ་འདི་ལག་ལེན་འཐབ་ནི་དང་ དེ་ལས་ གཞི་བཙུགས་འབད་ནི་འདི་འཕྲོ་མཐུད་ནི་ལུ་ བཏུབ་འདི་ཨེབ་གཏང་འབད།

source: Setup will now exit. Setup could not continue because %s (%s) is still running. Try manually quitting %s using Windows Task Manager, and then run Setup again.
it: གཞི་སྒྲིག་འདི་ཕྱིར་འཐོན་འོང་། གཞི་སྒྲིག་འདི་འཕྲོ་མཐུད་མ་ཚུགས་ ག་ཅི་འབད་ཟེར་བ་ཅིན་ %s (%s) འདི་ད་ལྟོ་ཡང་གཡོག་བཀོལ་དོ། ལག་ཐོག་ལས་ %s འདི་སྤང་ནི་དོན་ལུ་ ཝིན་ཌོསི་ལས་ཀའི་འཛིན་སྐྱོང་འདི་ལག་ལེན་འཐབ་དེ་འབད་རྩོལ་བསྐྱེད་ནི་དང་ དེ་ལས་གཞི་སྒྲིག་འདི་ལོག་འདི་རང་གཡོག་བཀོལ་ད།

source: $ProductName$ cannot be installed into a folder that is inside the Windows folder. Please choose a different folder.
it: $ProductName$འདི་ སྒོ་སྒྲིག་ཚུ་གི་སྣོད་འཛིན་ནང་ལུ་ཡོད་པའི་སྣོད་འཛིན་ཅིག་གི་ནང་ལུ་ གཞི་བཙུགས་འབད་མི་བཏུབ། སྣོད་འཛིན་སོ་སོ་ཅིག་གདམཁ་བརྐྱབ་གནང་།
