Repository: tenzin/dzongkha-linux-translation-files
Catalog: thunderbird-1.5.0.9-xpi/*/pipnss/security.properties.po
Languages: dz_bt

source: Security Warning
dz_bt: སྲུང་སྐྱོབས་ཀྱི་ཉེན་བརྡ་

source: You have requested an encrypted page that contains some unencrypted information. Information that you see or enter on this page could easily be read by a third party.
dz_bt: ཁྱོད་ཀྱིས་ གསང་བཟོས་མིན་པའི་བརྡ་དོན་དང་ལྡན་པའི་གསང་བཟོས་ཤོག་ལེབ་ ཞུ་བ་འབད་ནུག ཁྱོད་ཀྱིས་ མཐོང་མི་དང་ཤོག་ལེབ་འདི་གུ་བཙུགས་ཡོད་པའི་བརྡ་དོན་འདི་ རྩ་བོ་གསུམ་པ་གིས་ལྷག་ཚུགས།

source: You are about to leave an encrypted page. Information you send or receive from now on could easily be read by a third party.
dz_bt: ཁྱོད་ཀྱིས་ གསང་བཟོས་ཤོག་ལེབ་ཅིག་བཀོག་བཞག་ནི་འབད་དེས། ཁྱོད་ཀྱིས་ གཏང་མི་ ཡང་ན་ ཐོབ་མི་བརྡ་དོན་ཚུ་ རྩ་བོ་གསུམ་པ་གིས་ འཇམ་ཏོང་ཏོ་སྦེ་ལྷག་ཚུགས།

source: You have requested an encrypted page. The web site has identified itself correctly, and information you see or enter on this page can't easily be read by a third party.
dz_bt: ཁྱོད་ཀྱིས་ གསང་བཟོས་ཤོག་ལེབ་ཅིག་ ཞུ་བ་འབད་ནུག ཝེབ་ས་ཁོངས་ཀྱིས་ བདེནམ་སྦེ་ངོས་འཛིན་འབད་ཡོདཔ་དང་ ཁྱོད་ཀྱིས་ མཐོང་མི་ ཡང་ན་ ཤོག་ལེབ་འདི་གུ་བཙུགས་ཡོད་པའི་བརྡ་དོན་འདི་ རྩ་བོ་གསུམ་པ་གིས་འཇམ་ཏོང་ཏོ་སྦེ་ལྷག་མི་ཚུགས།

source: You have requested a page that uses low-grade encryption. The web site has identified itself correctly, but information you see or enter on this page could be read by a third party.
dz_bt: ཁྱོད་ཀྱིས་ གསང་བཟོ་སྡེ་རིམ་དམའ་བ་ ལག་ལེན་འཐབ་ཨིན་པའི་ཤོག་ལེབ་ཅིག་ ཞུ་བ་འབད་ཡོདཔ། ཝེབ་ས་ཁོངས་ཀྱིས་ བདེནམ་སྦེ་ངོས་འཛིན་འབད་ཡོདཔ་དང་ ཁྱོད་ཀྱིས་ མཐོང་མི་ ཡང་ན་ ཤོག་ལེབ་འདི་གུ་བཙུགས་ཡོད་པའི་བརྡ་དོན་འདི་ རྩ་བོ་གསུམ་པ་གིས་ལྷག་ཚུགས།

source: Although this page is encrypted, the information you have entered is to be sent over an unencrypted connection and could easily be read by a third party.##Are you sure you want to continue sending this information?##
dz_bt: ཤོག་ལེབ་འདི་ གསང་བཟོས་འབད་རུང་ ཁྱོད་ཀྱིས་བཙུགས་ཡོད་པའི་བརྡ་དོན་འདི་ གསང་བཟོས་མིན་པའི་མཐུད་ལམ་ལས་ལྷག་སྟེ་ གཏང་ནི་ཨིནམ་དང་ དེ་རྩ་བོ་གསུམ་པ་གིས་ འཇམ་ཏོང་ཏོ་སྦེ་ལྷག་ཚུགས། ## ཁྱོད་ཀྱིས་ ཐད་རི་འབའ་རི་ བརྡ་དོན་འདི་གཏང་སྟེ་ར་སྡོད་ན་?##

source: The information you have entered is to be sent over an unencrypted connection and could easily be read by a third party.##Are you sure you want to continue sending this information?##
dz_bt: ཁྱོད་ཀྱིས་བཙུགས་མི་བརྡ་དོན་དེ་ གསང་བཟོས་མེན་པའི་མཐུད་ལམ་ཅིག་གི་ཐོག་ལས་ གཏང་ནི་ཨིནམ་ལས་ རྩ་ངོ་གསུམ་ཅིག་གིས་ འཇམ་ཏོང་ཏོ་སྦེ་ལྷག་ཚུགས། ##ཁྱོད་ཀྱིས་བརྡ་དོན་འདི་ འཕྲོ་མཐུད་དེ་ར་ གཏང་ནི་ངེས་གཏན་ཨིན་ན?##

source: Alert me whenever I'm about to view an encrypted page that contains some unencrypted information.
dz_bt: ནམ་རང་འབད་རུང་ ང་གིས་གསང་བཟོས་མེན་པའི་བརྡ་དོན་ཡོད་པའི་ གསང་བཟོས་ཤོག་ལེབ་ཅིག་ བལྟ་ནི་འབདཝ་ད་ ང་ལུ་དྲན་བརྡ་འབད།

source: Alert me whenever I leave an encrypted page for one that isn't encrypted.
dz_bt: ནམ་རང་འབད་རུང་ ང་གིས་གསང་བཟོས་མེན་པའི་ ཤོག་ལེབ་གཅིག་གི་དོན་ལུ་ གསང་བཟོས་ཤོག་ལེབ་ཅིག་བཞག་པ་ཅིན་ ང་ལུ་ཉེན་དྲན་བརྡ་འབད།

source: Alert me whenever I am about to view an encrypted page.
dz_bt: ནམ་རང་འབད་རུང་ ང་གིས་གསང་བཟོས་ཤོག་ལེབ་ཅིག་་བལྟ་ནི་འབདཝ་ད་ ང་ལུ་ཉེན་དྲན་བརྡ་འབད།

source: Alert me whenever I am about to view a page that uses low-grade encryption.
dz_bt: ནམ་རང་འབད་རུང་ ང་གིས་སྡེ་རིམ་དམའ་བའི་གསང་བཟོ་ཤོག་ལེབ་ཅིག་ བལྟ་ནི་འབདཝ་ད་ ང་ལུ་ཉེན་དྲན་བརྡ་འབད།

source: Alert me whenever I submit information that's not encrypted.
dz_bt: ནམ་རང་འབད་རུང་ ང་གིས་གསང་བཟོས་མེན་པའི་ བརྡ་དོན་ཕུལཝ་ད་ ང་ལུ་ཉེན་དྲན་བརྡ་འབད།

source: Displays security information about the current page
dz_bt: ད་ལྟོའི་ཤོག་ལེབ་སྐོར་ལས་ སྲུང་སྐྱོབ་བརྡ་དོན་ བཀྲམ་སྟོན་འབད་

source: Continue
dz_bt: འཕྲོ་མཐུད་
