Repository: tenzin/dzongkha-linux-translation-files
Catalog: thunderbird-1.5.0.9-xpi/*/editor/EditorSpellCheck.dtd.po
Languages: dz_bt

source: Check Spelling
dz_bt: ཡིག་སྡེབ་ཞིབ་དཔྱད་རྐྱབས་

source: Misspelled word:
dz_bt: སྡེབ་འཛོལ་བའི་མིང་ཚིག་:

source: Replace &with:
dz_bt: ཚད་འདི་བཙུགས་:(&w)

source: Chec&k Word
dz_bt: མིང་ཚིག་ཞིབ་དཔྱད་རྐྱབས་(&k)

source: S&uggestions:
dz_bt: བསམ་འཆར་:(&u)

source: &Ignore
dz_bt: སྣ་མེད་བཞག་(&I)

source: Ig&nore All
dz_bt: ཆམཉམ་སྣང་མེད་བཞག་(&n)

source: &Replace
dz_bt: ཚབ་བཙུགས་(&R)

source: Replace &All
dz_bt: ཆ་མཉམ་ཀྱི་ཚབ་བཙུགས་(&A)

source: S&top
dz_bt: བཀག་(&t)

source: Personal Dictionary:
dz_bt: རང་དོན་ཚིག་མཛོད་:

source: Download More
dz_bt: དེ་ལས་མངམ་ཕབལེན་འབད་

source: A&dd Word
dz_bt: མིང་ཚིག་ཁ་སྐོང་རྐྱབས་(&d)

source: &Edit...
dz_bt: ཞུན་དག་་་་(&E)

source: Recheck &Page
dz_bt: ཤོག་ལེབ་ལུ་ལོག་ཞིབ་དཔྱད་རྐྱབས་(&P)

source: &Close
dz_bt: ཁ་བསྡམས་(&C)

source: &Send
dz_bt: གཏང་(&S)

source: &Language:
dz_bt: སྐད་ཡིག་:(&L)
