Repository: tenzin/dzongkha-linux-translation-files
Catalog: thunderbird-1.5.0.9-xpi/*/editor/editorOverlay.dtd.po
Languages: dz_bt

source: File
dz_bt: ཡིག་སྣོད་

source: Composer Page
dz_bt: རྩོམ་མཁན་གྱི་ཤོག་ལེབ་

source: New
dz_bt: གསརཔ་

source: Open File...
dz_bt: ཡིག་སྣོད་ཁ་ཕྱེ་་་་

source: Open Web Location...
dz_bt: ཝེབ་ཀྱི་གནས་ཁོངས་ཁ་ཕྱེ་་་་

source: Recent Pages
dz_bt: འཕྲལ་ཁམས་ཀྱི་ཤོག་ལེབ་ཚུ་

source: Revert
dz_bt: རིམ་ལོག་

source: Save
dz_bt: སྲུངས་

source: Save As...
dz_bt: དེ་སྦེ་སྲུངས་་་་

source: Publish
dz_bt: དཔེ་བསྐྲུན་འབད་

source: Publish As...
dz_bt: དེ་སྦེ་དཔེ་བསྐྲུན་འབད་་་

source: Export to Text...
dz_bt: ཚིག་ཡིག་ལུ་ཕྱིར་ཚོང་འཐབ་་་

source: Save And Change Character Encoding
dz_bt: བསྲུང་ཞིནམ་ལས་ ཡིག་འབྲུའི་ཨིན་ཀོ་ཌིང་ བསྒྱུར་བཅོས་འབད།

source: Browse Page
dz_bt: ཤོག་ལེབ་བརྡ་འཚོལ་འབད་

source: Send Page...
dz_bt: ཤོག་ལེབ་གཏང་་་་

source: Page Setup...
dz_bt: ཤོག་ལེབ་གཞི་སྒྲིག་་་་

source: Print Preview
dz_bt: དཔར་བསྐྲུན་སྔོན་ལྟ་

source: Print...
dz_bt: དཔར་བསྐྲུན་

source: Close
dz_bt: ཁ་བསྡམས་

source: Quit
dz_bt: སྤང་

source: Edit
dz_bt: ཞུན་དག་

source: Paste With&out Formatting
dz_bt: རྩ་སྒྲིག་མ་འབད་བར་སྦྱར་(&o)

source: Paste &As
dz_bt: དེ་སྦེ་སྦྱར་་་་(&A)

source: Pu&blishing Site Settings...
dz_bt: ས་ཁོངས་སྒྲིག་སྟངས་དཔེ་བསྐྲུན་འབད་དོ་་་(&b)

source: HTML
dz_bt: ཨེཆ་ཊི་ཨེམ་ཨེལ་

source: Text
dz_bt: ཚིག་ཡིག་

source: Image
dz_bt: གཟུགས་བརྙན་

source: Rows
dz_bt: གྲལ་ཐིག་

source: Columns
dz_bt: ཀེར་ཐིག་

source: Link
dz_bt: འབྲེལ་ལམ་

source: Paste As Quotation
dz_bt: འདྲེན་ཚིག་བཟུམ་སྦེ་སྦྱར་

source: Strip Quotes
dz_bt: འདྲེན་རྟགས་བཤུལ་གཏང་

source: Rewrap
dz_bt: སླར་ལོག་མཚམས་བཟོ་

source: Find and Replace...
dz_bt: འཚོལ་ཏེ་ཚབ་བཙུགས་་་་

source: Find Again
dz_bt: ལོག་འཚོལ་

source: Find Previous
dz_bt: ཧེ་མམ་འཚོལ་

source: Check Spelling
dz_bt: ཡིག་སྡེབ་ཞིབ་དཔྱད་འབད་

source: Validate HTML
dz_bt: ཨེཆ་ཊི་ཨེམ་ཨེལ་ ནུས་ཅན་བཟོ་

source: Check Links
dz_bt: འབྲེལ་ལམ་ཞིབ་དཔྱད་འབད་

source: Page Source
dz_bt: ཤོག་ལེབ་འབྱུང་ཁུངས་

source: Paragraph Marks
dz_bt: དོན་མཚམས་ཀྱི་རྟགས་

source: Insert
dz_bt: བཙུགས་

source: Link...
dz_bt: འབྲེལ་ལམ་

source: Named Anchor...
dz_bt: མིང་བཏགས་ཡོད་པའི་ཨེན་ཀོར་

source: Image...
dz_bt: གཟུགས་བརྙན་་་་

source: Image Map...
dz_bt: གཟུགས་བརྙན་ས་ཁྲ་་་

source: Horizontal Line
dz_bt: ཐད་སྙོམས་ཐིག་

source: Table...
dz_bt: ཐིག་ཁྲམ་་་་

source: Form
dz_bt: འབྲི་ཤོག་

source: &HTML...
dz_bt: ཨེ་ཊི་ཨེམ་ཨེལ་་་(&H)

source: Characters and Symbols...
dz_bt: ཡིག་འབྲུ་དང་ བརྡ་མཚོན་ཚུ་

source: Line Break
dz_bt: གྲལ་ཐིག་བཅད་མཚམས་

source: Break Below Image(s)
dz_bt: གཟུགས་བརྙན་གྱི་འོག་ལས་ ཝབཅད་མཚམས་བཟོ་

source: Define Form...
dz_bt: འབྲི་ཤོག་ངེས་འཛིན་འབད་་་

source: Form Field...
dz_bt: འབྲི་ཤོག་གི་ས་སྒོ་་་་

source: Form Image...
dz_bt: འབྲི་ཤོག་གི་གཟུགས་བརྙན་་་

source: Text Area...
dz_bt: ཚུང་ཡིག་གི་ས་ཁོངས་་་་

source: Selection List...
dz_bt: སེལ་འཐུའི་ཐོ་ཡིག་་་་

source: Define Button...
dz_bt: ཨེབ་རྟ་ངེས་འཛིན་འབད་་་་

source: Define Label
dz_bt: ཁ་ཡིག་ངེས་འཛིན་འབད་

source: Define Field Set...
dz_bt: ས་སྒོའི་ཚན་ ངེས་འཛིན་འབད་་་་

source: Index Search
dz_bt: ཟུར་ཐོའི་འཚོལ་ཞིབ་

source: Create Link...
dz_bt: འབྲེལ་ལམ་གསར་བསྐྲུན་འབད་་་

source: Edit Link in New Composer
dz_bt: རྩོམ་མཁན་གསར་པའི་ནང་ འབྲེལ་ལམ་ཞུན་དག་རྐྱབས་

source: Undo
dz_bt: འབད་བཤོལ་

source: Redo
dz_bt: ལོག་འབད་

source: Cut
dz_bt: བཏོག་

source: Copy
dz_bt: འདྲ་བཤུས་རྐྱབས་

source: Paste
dz_bt: སྦྱར་

source: Delete
dz_bt: བཏོན་གཏང་

source: Clear
dz_bt: བསལ་

source: Select All
dz_bt: ཆ་མཉམ་སེལ་འཐུ་འབད་

source: Choose a font
dz_bt: ཡིག་གཟུགས་ཅིག་གདམ་ཁ་རྐྱབས་

source: Font
dz_bt: ཡིག་གཟུགས་

source: Variable Width
dz_bt: འགྱུར་ཅན་རྒྱ་ཚད་

source: Fixed Width
dz_bt: གཏན་བཟོས་རྒྱ་ཚད་

source: Helvetica, Arial
dz_bt: ཧེལ་བེ་ཊི་ཀ། ཨེ་རི་ཡཱལ་

source: Times
dz_bt: ཊ་ཡིམསི་

source: Courier
dz_bt: ཀོ་རི་ཡར་

source: Local Fonts
dz_bt: ས་གནས་ཀྱི་ཡིག་གཟུགས་

source: Choose a font size
dz_bt: ཡིག་གཟུགས་ཀྱི་ཚད་ཅིག་གདམ་ཁ་རྐྱབས་

source: Smaller
dz_bt: ཆུང་སུ་

source: Larger
dz_bt: སྦོམ་སུ་

source: Size
dz_bt: ཚད་

source: xx-small
dz_bt: ཧ་ཅང་ཆུང་བ་

source: x-small
dz_bt: ཆུང་སུ་

source: small
dz_bt: ཆུང་བ་

source: medium
dz_bt: བར་མ་

source: large
dz_bt: ཆེབ་

source: x-large
dz_bt: ཆེ་སུ་

source: xx-large
dz_bt: ཧ་ཅང་ཆེ་བ་

source: Text Style
dz_bt: ཚིག་ཡིག་བཟོ་རྣམ་

source: Bold
dz_bt: རྒྱགས་པ་

source: Italic
dz_bt: གཡས་གཡོ་

source: Underline
dz_bt: འོག་ཐིག་

source: Strikethrough
dz_bt: སྦུག་འབྲེག་

source: Superscript
dz_bt: སྟེང་ཡིག་

source: Subscript
dz_bt: འོག་ཡིག་

source: Nonbreaking
dz_bt: རྒྱུན་ཆད་མེདཔ་

source: &Emphasis
dz_bt: གཙོ་བཏོན་(&E)

source: S&tronger Emphasis
dz_bt: ཤུགས་ཆེར་གཙོ་བཏོན་(&t)

source: &Citation
dz_bt: ལུང་འདྲེན་(&C)

source: &Abbreviation
dz_bt: སྡུད་ཚིག་(&A)

source: Ac&ronym
dz_bt: བསྡུ་ཡིག་(&r)

source: C&ode
dz_bt: ཀོཌི་(&o)

source: Sa&mple Output
dz_bt: ཨའུཊི་པུཊི་གི་དཔེ་ཚད་(&m)

source: &Variable
dz_bt: འགྱུར་ཅན་(&V)

source: Text Color...
dz_bt: ཚིག་ཡིག་ཚོས་གཞི་

source: Table or Cell &Background Color...
dz_bt: ཐིག་ཁྲམ་ ཡང་ན་ ནང་ཐིག་གི་རྒྱབ་གཞིའི་ཚོས་གཞི་་་་(&B)

source: &Remove Named Anchors
dz_bt: མིང་བཏགས་ཡོད་པའི་ཨེན་ཀོར་ཚུ་ རྩ་བསྐྲད་གཏང་(&R)

source: Paragraph
dz_bt: དོན་མཚམས་

source: Heading 1
dz_bt: མགོ་རྒྱན་ ༡།

source: Heading 2
dz_bt: མགོ་རྒྱན་ ༢།

source: Heading 3
dz_bt: མགོ་རྒྱན་ ༣།

source: Heading 4
dz_bt: མགོ་རྒྱན་ ༤།

source: Heading 5
dz_bt: མགོ་རྒྱན་ ༥།

source: Heading 6
dz_bt: མགོ་རྒྱན་ ༦།

source: Address
dz_bt: ཁ་བྱང་

source: Preformat
dz_bt: སྔ་གོང་རྩ་སྒྲིག་

source: Blockquote
dz_bt: ལུང་འདྲེན་སྡེབ་ཚན་

source: List
dz_bt: ཐོ་ཡིག་

source: None
dz_bt: ཅི་མེད་

source: Bulleted
dz_bt: འགོ་ཚག་ཅན་

source: Numbered
dz_bt: ཨང་གྲངས་ཅན་

source: Term
dz_bt: ཐ་སྙད་

source: Definition
dz_bt: ངེས་ཚིག་

source: List Properties...
dz_bt: རྒྱུ་དངོས་ཚུ་ཐོ་བཀོད་འབད་

source: Choose a paragraph format
dz_bt: དོན་མཚམས་རྩ་སྒྲིག་ཅིག་ གདམ་ཁ་རྐྱབས་

source: Body Text
dz_bt: ཚིག་ཡིག་གི་མ་གཟུགས་

source: Advanced Properties
dz_bt: མཐོ་རིམ་རྒྱུ་དངོས་ཚུ་

source: H1
dz_bt: མགོ་རྒྱན་༡།

source: H2
dz_bt: མགོ་རྒྱན་༢།

source: H3
dz_bt: མགོ་རྒྱན་༣།

source: H4
dz_bt: མགོ་རྒྱན་༤།

source: H5
dz_bt: མགོ་རྒྱན་༥།

source: H6
dz_bt: མགོ་རྒྱན་༦།

source: Apply Style Sheet
dz_bt: སི་ཊ་ཡེལ་ཤིཊི་ འཇུག་སྤྱོད་འབད་

source: Align
dz_bt: ཕྲང་སྒྲིག་

source: Left
dz_bt: གཡོན་

source: Align Left
dz_bt: གཡོན་ལུ་ཕྲང་

source: Center
dz_bt: དབུས་

source: Align Center
dz_bt: དབུས་ལུ་ཕྲང་

source: Right
dz_bt: གཡས་

source: Align Right
dz_bt: གཡས་ལུ་ཕྲང་

source: Justify
dz_bt: ལྟེམས་བཅོས་འབད་

source: Align Justified
dz_bt: ལྟེམས་བཅོས་སྦེ་ཕྲང་

source: Layer
dz_bt: བང་རིམ་

source: Send to Back
dz_bt: རྒྱབ་ལུ་གཏང་

source: Bring to Front
dz_bt: གདོང་ཁར་འབག་ཤོག་

source: Increase Indent
dz_bt: འགོ་མཚམས་སེང་

source: Decrease Indent
dz_bt: འགོ་མཚམས་ཕབ་

source: Posi&tioning grid
dz_bt: གིརིཌི་གནས་ས་ལུ་བཞག་དོ་(&t)

source: Page Title and Properties...
dz_bt: ཤོག་ལེབ་ཀྱི་མགོ་མིང་དང་རྒྱུ་དངོས་ཚུ་་་

source: Page Colors and Background...
dz_bt: ཤོག་ལེབ་ཀྱི་ཚོས་གཞི་དང་རྒྱབ་གཞི་་་་

source: Table
dz_bt: ཐིག་ཁྲམ་

source: Select
dz_bt: སེལ་འཐུ་འབད་

source: Table Select
dz_bt: ཐིག་ཁྲམ་གྱི་སེལ་འཐུ་

source: Table Insert
dz_bt: ཐིག་ཁྲམ་བཙུགས་པ་

source: Table Delete
dz_bt: ཐིག་ཁྲབ་བཏོན་གཏང་བ་

source: Row
dz_bt: གྲལ་ཐིག་

source: Row(s)
dz_bt: གྲལ་ཐིག་ཚུ་

source: Row Above
dz_bt: ལྟག་ལུ་གྲལ་ཐིག་

source: Row Below
dz_bt: འོག་ལུ་གྲལ་ཐིག་

source: Column
dz_bt: ཀེར་ཐིག་

source: Column(s)
dz_bt: ཀེར་ཐིག་ཚུ་

source: Column Before
dz_bt: ཀེར་ཐིག་ཧེ་མ་

source: Column After
dz_bt: ཀེར་ཐིག་ཤུལ་ལས་

source: Cell
dz_bt: ནང་ཐིག་

source: Cell(s)
dz_bt: ནང་ཐིག་ཚུ་

source: Cell Contents
dz_bt: ནང་ཐིག་གི་ནང་དོན་ཚུ་

source: All Cells
dz_bt: ནང་ཐིག་ཆ་མཉམ་

source: Cell Before
dz_bt: ནངག་ཐིག་ཧེ་མ་

source: Cell After
dz_bt: ནང་ཐིག་ཤུལ་ལས་

source: Fix Table Layout
dz_bt: གཏན་བཟོས་ཐིག་ཁྲམ་སྒྲིག་བཀོད་

source: Split Cell
dz_bt: ནང་ཐིག་གཤག་

source: Create Table from Selection
dz_bt: སེལ་འཐུ་ནང་ལས་ ཐིག་ཁྲམ་གསར་བསྐྲུན་འབད་

source: Table Pr&operties...
dz_bt: ཐིག་ཁྲམ་གྱི་རྒྱུ་དངོས་ཚུ་་་་(&o)

source: Debug
dz_bt: རྐྱེན་སེལ་

source: Composer with Test Page
dz_bt: རྩོམ་མཁན་ བརྟག་ཞིབ་དང་བཅས་

source: Plaintext Editor
dz_bt: ཡིག་རྐྱང་ཞུན་དགཔ་

source: Output Text
dz_bt: ཨའུཊི་པུཊི་ཚིག་ཡིག་

source: Output HTML
dz_bt: ཨའུཊི་པུཊི་ཨེཆ་ཊི་ཨེམ་ཨེལ་

source: Insert Text
dz_bt: ཡིག་ཚིག་བཙུགས་

source: Test Selection
dz_bt: སེལ་འཐུ་བརྟག་ཞིབ་འབད་

source: Test Table Layout
dz_bt: ཐིག་ཁྲམ་སྒྲིག་བཀོད་བརྟག་ཞིབ་འབད་

source: Test Document
dz_bt: ཡིག་ཆ་བརྟག་ཞིབ་འབད་

source: Show Embedded Objects
dz_bt: གནས་ཟུག་དངོས་པོ་སྟོན་

source: Dump Content Tree
dz_bt: ནང་དོན་རྩ་འབྲེལ་བཀོག་བཞག་

source: Run Unit Tests
dz_bt: ཆ་ཕྲན་བརྟག་ཞིབ་གཡོག་བཀོལ་

source: Dump Undo Stack
dz_bt: འབད་བཤོལ་གྱི་བརྩེགས་ཕུང་བཀོག་བཞག་

source: Dump Redo Stack
dz_bt: ལོག་འབད་ནིའ་བརྩེགས་ཕུང་བཀོག་བཞག་

source: Execute JS Transaction Via Transaction Manager
dz_bt: སྤྲོད་ལེན་འཛིན་སྐྱོང་པ་བརྒྱུད་དེ་ ཇེ་ཨེསི་བརྗོད་ལེན་ལག་ལེན་འཐབ་

source: Execute JS Transaction Via Editor
dz_bt: ཞུན་དགཔ་བརྒྱུད་དེ་ ཇེ་ཨེསི་བརྗོད་ལེན་ལག་ལེན་འཐབ་

source: Start Log
dz_bt: འགོ་བཙུགས་དྲན་དེབ་

source: Stop Log
dz_bt: མཚམས་འཇོག་དྲན་དེབ་

source: Run Log
dz_bt: དྲན་དེབ་གཡོག་བཀོལ་

source: Set Focus
dz_bt: གཙོ་དམིགས་གཞི་སྒྲིག་འབད་

source: Menu Bar
dz_bt: དཀར་ཆག་ཕྲ་རིང་

source: Composition Toolbar
dz_bt: རྩོམ་བྲིས་ཀྱི་ལག་ཆས་ཕྲ་རིང་

source: Formatting Toolbar
dz_bt: རྩ་སྒྲིག་གི་ལག་ཆས་ཕྲ་རིང་

source: Create a new Composer page
dz_bt: རྩོམ་མཁན་ཤོག་ལེབ་གསརཔ་ཅིག་ གསར་བསྐྲུན་འབད་

source: Open
dz_bt: ཁ་ཕྱེ་

source: Open a local file
dz_bt: ཉེ་གནས་ཀྱི་ཡིག་སྣོད་ཅིག་ཁ་ཕྱེ་

source: Save file to a local location
dz_bt: ཡིག་སྣོད་དེ་ ཉེ་གནས་ཀྱི་གནས་ཁོངས་ཅིག་ནང་སྲུངས་

source: Upload file to a remote location
dz_bt: ཡིག་སྣོད་དེ་ ཐག་རིང་གནས་ཁོངས་ཅིག་ནང་ སྐྱེལ་བཙུགས་འབད་

source: Browse
dz_bt: བརྡ་འཚོལ་

source: Load this page into Navigator
dz_bt: ཤོག་ལེབ་འདི་ འགྲུལ་བསྐྱོདཔ་ནང་ལུ་མངོན་གསལ་འབད་

source: Print
dz_bt: དཔར་བསྐྲུན་

source: Print this page
dz_bt: ཤོག་ལེབ་འདི་དཔར་བསྐྲུན་འབད་

source: Find
dz_bt: འཚོལ་

source: Find text in page
dz_bt: ཤོག་ལེབ་ནང་ཚིག་ཡིག་འཚོལ་

source: Spell
dz_bt: ཡིག་སྡེབ་སླབ་

source: Check spelling of selection or entire page
dz_bt: སེལ་འཐུ་འབད་མིའམ་ ཤོག་ལེབ་ཧྲིལ་བུའི་ནང་ ཡིག་སྡེབ་ཞིབ་དཔྱད་འབད་

source: Insert new image or edit selected image's properties
dz_bt: གཟུགས་བརྙན་གསརཔ་བཙུགས་ ཡང་ན་ སེལ་འཐུ་འབད་མི་གཟུགས་བརྙན་གྱི་ རྒྱུ་དངོས་ཚུ་ ཞུན་དག་རྐྱབས་

source: H.Line
dz_bt: ཏད་སྙོམས་ཐིག་

source: Insert horizontal line or edit selected line's properties
dz_bt: ཐད་སྙོམས་ཀྱི་ཐིག་བཙུགས་ ཡང་ན་ སེལ་འཐུ་འབད་མི་ཐིག་གི་རྒྱུ་དངོས་ཚུ་ ཞུན་དག་རྐྱབས་

source: Insert new table or edit selected table's properties
dz_bt: ཐིག་ཁྲམ་གསརཔ་བཙུགས་ ཡང་ན་ སེལ་འཐུ་འབད་མི་ཐིག་ཁྲམ་གྱི་རྒྱུ་དངོས་ཚུ་ ཞུན་དག་རྐྱབས་

source: Insert new link or edit selected link's properties
dz_bt: འབྲེལ་ལམ་གསརཔ་བཙུགས་ ཡང་ན་ སེལ་འཐུ་འབད་མི་འབྲེལ་ལམ་གྱི་རྒྱུ་དངོས་ཚུ་ ཞུན་དག་རྐྱབས་

source: Anchor
dz_bt: ཨེན་ཀོར་

source: Insert new named anchor or edit selected anchor's properties
dz_bt: མིང་བཏགས་ཡོད་པའི་ཨེན་ཀོར་གསརཔ་བཙུགས་ ཡང་ན་ སེལ་འཐུ་འབད་མི་ཨེན་ཀོར་གྱི་རྒྱུ་དངོས་ཚུ་ ཞུན་དག་རྐྱབས་

source: Text Color
dz_bt: ཚིག་ཡིག་གི་ཚོས་གཞི་

source: Choose color for text
dz_bt: ཚིག་ཡིག་གི་དོན་ལུ་ ཚོས་གཞི་གདམ་ཁ་རྐྱབས་

source: Choose color for background
dz_bt: རྒྱབ་གཞིའི་དོན་ལུ་ ཚོས་གཞི་གདམ་ཁ་རྐྱབས་

source: Go to the &vendorShortName; home page
dz_bt: &vendorShortName; གི་ཁྱིམ་གྱི་ཤོག་ལེབ་ལུ་འགྱོ་

source: Choose highlight color for text
dz_bt: ཚིག་ཡིག་གི་དོན་ལུ་ གཙོ་དམིགས་ཚོས་གཞི་གདམ་ཁ་རྐྱབས་

source: Smaller font size
dz_bt: ཡིག་གཟུགས་ཀྱི་ཚད་ཆུང་སུ་

source: Larger font size
dz_bt: ཡིག་གཟུགས་ཀྱི་ཚད་སྦོམ་སུ་

source: Apply or remove bulleted list
dz_bt: འགོ་ཚག་ཅན་གྱི་ཐོག་ཡིག་འཇུག་སྤྱོད་འབད་་ཡང་ན་ རྩ་བསྐྲད་གཏང་།

source: Apply or remove numbered list
dz_bt: ཨང་གྲངས་ཅན་གྱི་ཐོ་ཡིག་ འཇུག་སྤྱོད་འབད་ ཡང་ན་ རྩ་བསྐྲད་གཏང་།

source: Outdent text (move left)
dz_bt: ཚིག་ཡིག་ཕྱིར་བསྣར་ (གཡོན་ལུ་སྤོ)

source: Indent text (move right)
dz_bt: ཚིག་ཡིག་ནང་ན་བསྐུམ་(གཡས་ལུ་སྤོ)

source: Choose text alignment
dz_bt: ཚིག་ཡིག་ཕྲང་སྒྲིག་གདམ་ཁ་རྐྱབས་

source: Insert a Link, Anchor, Image, Horizontal Line, or Table
dz_bt: འབྲེལ་ལམ་ ཨེན་ཀོར་ གཟུགས་བརྙན་ ཐད་སྙོམས་ཐིག་ ཡང་ན་ ཐིག་ཁྲམ་ཅིག་བཙུགས་

source: Align text along left margin
dz_bt: ཚིག་ཡིག་གཡོན་མཐའ་ལུ་ཕྲང་

source: Align text centered
dz_bt: ཚིག་ཡིག་དབུས་ལུ་ཕྲང་

source: Align text along right margin
dz_bt: ཚིག་ཡིག་གཡས་མཐའ་ལུ་ཕྲང་

source: Align text along left and right margins
dz_bt: ཚིག་ཡིག་གཡོན་མཐའ་དང་གཡས་མཐའ་ལུ་ཕྲང་།

source: &Reader's default color
dz_bt: ལྷག་མཁན་གྱི་སྔོན་སྒྲིག་ཚོས་གཞི་(&R)

source: Color:
dz_bt: ཚོས་གཞི་:

source: OK
dz_bt: བཏུབ་

source: Normal
dz_bt: སྤྱིར་བཏང་

source: &Normal Edit Mode
dz_bt: སྤྱིར་བཏང་ཞུན་དག་ཐབས་ལམ་(&N)

source: Show table borders and named anchors
dz_bt: ཐིག་ཁྲམ་གྱི་མཐའ་མཚམས་དང་ མིང་བཏགས་ཡརོད་པའི་ཨེན་ཀོར་ཚུ་སྟོན་

source: HTML T&ags
dz_bt: ཨེཆ་ཊི་ཨེམ་ཨེལ་ ངོ་རྟགས་ཚུ་(&a)

source: Display icons for all HTML tags
dz_bt: ཨེཆ་ཊི་ཨེམ་ཨེལ་ངོ་རྟགས་ ཆ་མཉམ་གྱི་དོན་ལུ་ ངོས་དཔར་ཚུ་ བཀྲམ་སྟོན་འབད།

source: &HTML Source
dz_bt: ཨེཆ་ཊི་ཨེམ་ཨེལ་འབྱུང་ཁུངས་(&H)

source: Source
dz_bt: འབྱུང་ཁུངས་

source: Edit HTML source
dz_bt: ཨེཆ་ཊི་ཨེམ་ཨེལ་འབྱུང་ཁུངས་ ཞུན་དག་རྐྱབས་

source: &Preview
dz_bt: སྔོན་ལྟ་(&P)

source: Display as WYSIWYG (as in Navigator)
dz_bt: WYSIWYG བཟུམ་སྦེ་ བཀྲམ་སྟོན་འབད་(འགྲུལ་བསྐྱོད་པའི་ནང་བཟུམ་)

source: ltr
dz_bt: ཨེལ་ཊི་ཨར་

source: &Select
dz_bt: སེལ་འཐུ་འབད་(&S)

source: &Remove tag
dz_bt: ངོརྟགས་རྩ་བསྐྲད་གཏང་(&R)

source: &Change tag
dz_bt: ངོ་རྟགས་སོར་(&C)

source: &Insert
dz_bt: བཙུགས་(&I)

source: &Update
dz_bt: དུས་མཐུན་བཟོ་(&U)

source: &Remove
dz_bt: རྩ་བསྐྲད་གཏང་(&R)

source: Ta&ble of Contents...
dz_bt: ནང་དོན་དཀར་ཆག་་་(&b)
