Repository: tenzin/dzongkha-linux-translation-files
Catalog: thunderbird-1.5.0.9-xpi/*/editor/editor.properties.po
Languages: dz_bt

source: Yes
dz_bt: ཨིན་

source: No
dz_bt: མེན་

source: Save
dz_bt: སྲུངས་

source: Don't Save
dz_bt: མ་སྲུངས་

source: More
dz_bt: མང་སུ་

source: Fewer
dz_bt: ཉུང་སུ་

source: Less
dz_bt: ཉུང་བ་

source: More Attributes
dz_bt: ཁྱད་ཆོས་མང་སུ་

source: Fewer Attributes
dz_bt: ཁྱད་ཆོས་ཉུང་སུ་

source: More Properties
dz_bt: རྒྱུ་དངོས་མང་སུ་

source: Fewer Properties
dz_bt: རྒྱུ་དངོས་ཉུང་སུ་

source: None
dz_bt: ཅི་མེད་

source: none
dz_bt: ཅི་མེད་

source: Open HTML File
dz_bt: ཨེཆ་ཊི་ཨེམ་ཨེལ་ཡིག་སྣོད་ཁ་ཕྱེ་

source: Select Image File
dz_bt: གཟུགས་བརྙན་ཡིག་སྣོད་སེལ་འཐུ་འབད་

source: Save Page
dz_bt: ཤོག་ལེབ་སྲུངས་

source: Save Page As
dz_bt: ཤོག་ལེབ་དེ་སྦེ་སྲུངས་

source: Export to Text
dz_bt: ཚིག་ཡིག་ལུ་ཕྱིར་ཚོང་འཐབ་

source: Edit Mode
dz_bt: ཞུན་དག་ཐབས་ལམ་

source: Preview
dz_bt: སྔོན་ལྟ་

source: Publish
dz_bt: དཔེ་བསྐྲུན་

source: Publish Page
dz_bt: ཤོག་ལེབ་དཔེ་བསྐྲུན་འབད་

source: Don't Publish
dz_bt: དཔེ་བསྐྲུན་མ་འབད་

source: Use Password Manager to save this password
dz_bt: ཆོག་ཡིག་འདི་བསྲུང་ནི་ལུ་ ཆོག་ཡིག་འཛིན་སྐྱོང་པ་ལག་ལེན་འཐབ་

source: (correct spelling)
dz_bt: (ཡིག་སྡེབ་ངེས་བདེན་)

source: (no suggested words)
dz_bt: (མིང་ཚིག་གི་བསམ་འཆར་མིན་འདུག་)

source: No misspelled words
dz_bt: ཡིག་སྡེབ་འཛོལ་བ་མིན་འདུག

source: Completed spell checking.
dz_bt: སྡེབ་དཔྱད་འབད་ཚར།

source: Check Spelling
dz_bt: སྡེབ་དཔྱད་འབད་

source: Done loading page
dz_bt: ཤོག་ལེབ་མངོན་གསལ་འབད་ཚར་

source: Error
dz_bt: འཛོལ་བ་

source: Alert
dz_bt: དྲན་བརྡ་

source: Composer cannot edit HTML framesets, or pages with inline frames. For framesets, try editing the page for each frame separately. For pages with iframes, save a copy of the page and remove the <iframe> tag.
dz_bt: རྩོམ་མཁན་གྱིས་ ཨེཆ་ཊི་ཨེམ་ཨེལ་ གཞི་ཁྲབ་ཚན་ ཡང་ན་ ཨིན་ལའིན་གཞི་ཁྲམ་དང་བཅས་པའི་ཤོག་ལེབ་ཚུ་ ཞུན་དག་བརྐྱབ་མི་ཚུགས། གཞི་ཁྲམ་ཚན་གྱི་དོན་ལུ་ གཞི་ཁྲམ་རེ་རེ་བཞིན་དུ་སོ་སོ་སྦེ་ ཞུན་དག་རྐྱབས། ཨའི་གཞི་ཁྲམ་དང་བཅས་པའི་ཤོག་ལེབ་ཚུ་གི་དོན་ལུ་ ཤོག་ལེབ་ཀྱི་འདྲ་ཅིག་བསྲུངས་ཞིནམ་ལས་ <iframe> གི་ངོ་རྟགས་དེ་ རྩ་བསྐྲད་གཏང་།

source: This type of page can't be edited.
dz_bt: དབྱེ་བ་འདི་བཟུམ་གྱི་ཤོག་ལེབ་དེ་ ཞུན་དག་བརྐྱབ་མི་ཚུགས།

source: This page can't be edited for an unknown reason.
dz_bt: མ་ཤེས་པའི་རྒྱུ་མཚན་ཅིག་ལུ་བརྟེན་ཏེ་ ཤོག་ལེབ་འདི་ཞུན་དག་བརྐྱབ་མི་ཚུགས་པས།

source: HTML Files
dz_bt: ཨེཆ་ཊི་ཨེམ་ཨེལ་ཡིག་སྣོད་ཚུ་

source: Image Files
dz_bt: གཟུགས་བརྙན་ཡིག་སྣོད་ཚུ་

source: Text Files
dz_bt: ཚིག་ཡིག་ཡིག་སྣོད་ཚུ་

source: All Files
dz_bt: ཡིག་སྣོད་ཆ་མཉམ་

source: before closing
dz_bt: ཁ་མ་བསྡམས་པའི་ཧེ་མ་

source: before viewing in Navigator
dz_bt: འགྲུལ་བསྐྱོད་ནང་མ་སྟོན་པའི་ཧེ་མ་

source: before validating the document
dz_bt: ཡིག་ཆ་ནུས་ཅན་མ་བཟོ་བའི་ཧེ་མ་

source: Save changes to "%title%" %reason%?
dz_bt: "%title%" %reason%ལུ་བསྒྱུར་བཅོས་འབད་མི་ཚུ་ བསྲུང་ནི་ཨིན་ན?

source: Saving file failed!
dz_bt: ཡིག་སྣོད་བསྲུང་ནི་མ་བཏུབ་

source: %file% not found.
dz_bt: %file%མ་ཐོབ་

source: The subdirectory "%dir%" doesn't exist on this site or the filename "%file%" is already in use by another subdirectory.
dz_bt: ཡན་ལག་སྣོད་ཐོ་ "%dir%" དེ་ ས་ཁོངས་འདི་ཁར་མིན་འདུག་ ཡང་ན་ ཡིག་སྣོད་མིང་ "%file%" དེ་ ཧེ་མ་ལས་ར་ ཡན་ལག་སྣོད་ཐོ་གཞན་ཅིག་གིས་ ལག་ལེན་འཐབ་དོ་ཡོདཔ་འོང་ནི་མས།

source: The filename "%file%" is already in use by another subdirectory.
dz_bt: ཡིག་སྣོད་མིང་ "%file%" དེ་ ཧེ་མ་ལས་ར་ ཡན་ལག་སྣོད་ཐོ་གཞན་ཅིག་གིས་ ལག་ལེན་འཐབ་སྟེ་འདུག།

source: The server is not available. Check your connection and try again later.
dz_bt: སར་བར་དེ་མི་འཐོབ་པས། ཁྱོད་རའི་མཐུད་ལམ་ལུ་ཞིབ་དཔྱད་འབད་ཞིནམ་ལས་ ལོག་ཤུལལས་འབད་རྩོལ་བསྐྱེད།

source: You are currently offline. Click the icon near the lower-right corner of any window to go online.
dz_bt: ད་ལྟོ་ཁྱོད་གློག་ཐོག་ལུ་མེན་པས། གློག་ཐོག་ལུ་འགྱོ་ནིའི་དོན་ལུ་ འོག་གི་གཡས་ཟུར་གྱི་སྦོ་ལོགས་ཁར་ཡོད་མི་ ངོས་དཔར་དེ་ལུ་ ཨེབ་གཏང་འབད།

source: There is not enough disk space available to save the file "%file%."
dz_bt: ཡིག་སྣོད་ "%file%."བསྲུང་ནི་ལུ་ ཌིཀསི་ནང་བར་སྟོང་ལངམ་མིན་འདུག།

source: The filename or subdirectory name is too long.
dz_bt: ཡིག་སྣོད་མིང་ ཡང་ན་ ཡན་ལག་སྣོད་ཐོའི་མིང་དེ་ རིང་དྲགས་པས།

source: You do not have permission to publish to this location.
dz_bt: གནས་ཁོངས་འདི་ནང་ དཔེ་བསྐྲུན་འབད་ནི་ལུ་ ཁྱོད་ལུ་གནང་བ་མིན་འདུག།

source: Unknown publishing error occurred.
dz_bt: མ་ཤེས་པའི་དཔེ་བསྐྲུན་གྱི་འཛོལ་བ་བྱུང་ཡི།

source: Publishing failed.
dz_bt: དཔེ་བསྐྲུན་མ་བཏུབ་

source: Publishing completed.
dz_bt: དཔེ་བསྐྲུན་འབད་ཚར་

source: All files published
dz_bt: ཡིག་སྣོད་ཆ་མཉམ་དཔེ་བསྐྲུན་འབད་ཡི།

source: %x% of %total% files failed to publish.
dz_bt: ཡིག་སྣོད་བསྡོམས་་%total% ལས་%x% དཔེ་བསྐྲུན་འབད་མ་ཚུགས།

source: Prompt
dz_bt: ནུས་སྤེལ་

source: Enter username and password for FTP server at %host%
dz_bt: %host%ལུ་ ཨེཕ་ཊི་པི་སར་བར་གྱི་དོན་ལས་ ལག་ལེན་པའི་མིང་དང་ ཆོག་ཡིག་བཙུགས།

source: Revert To Last Saved
dz_bt: མཐའ་མཇུག་ལུ་བསྲུངས་མི་ལུ་ རྒྱབ་ལོག་འབད་

source: Revert
dz_bt: རྒྱབ་ལོག་

source: before sending this page
dz_bt: ཤོག་ལེབ་འདི་མ་གཏང་པའི་ཧེ་མ་

source: Send
dz_bt: གཏང་

source: Publishing: %title%
dz_bt: དཔེ་བསྐྲུན་འབད་དོ་:%title%

source: Publishing to Site: %title%
dz_bt: ས་ཁོངས་:%title% ལུ་དཔེ་བསྐྲུན་འབད་དོ་

source: Abandon unsaved changes to "%title%" and reload page?
dz_bt: "%title%" ལུ་ མ་བསྲུང་པར་ཡོད་མི་བསྒྱུར་བཅོས་ཚུ་ འདོར་ཞིནམ་ལས་ ཤོག་ལེབ་སླར་མངོན་གསལ་འབདན་ན?

source: Page Title
dz_bt: ཤོག་ལེབ་ཀྱི་མགོ་མིང་

source: Please enter a title for the current page.
dz_bt: ད་ལྟོའི་ཤོག་ལེབ་འདི་གི་དོན་ལུ་ མགོ་མིང་ཅིག་བཙུགས་གནང་།

source: This identifies the page in the window title and bookmarks.
dz_bt: འདི་གིས་སྒོ་སྒྲིག་གི་མགོ་མིང་དང་ དེབ་རྟགས་ནང་ལུ་ ཤོག་ལེབ་ངོས་འཛིན་འབདཝ་ཨིན།

source: Cancel publishing?
dz_bt: དཔེ་བསྐྲུན་འབད་ནི་ཆ་མེད་གཏངན་ན?

source: Cancelling while publishing is in progress may result in your file(s) being incompletely transferred. Would you like to Continue or Cancel?
dz_bt: དཔེ་བསྐྲུན་འབད་བའི་སྐབས་ལུ་ ཆ་མེད་གཏང་པ་ཅིན་ ཁྱོད་ཀྱིས་ཡིག་སྣོད་དེ་ ཆ་ཚང་སྦེ་ གནས་སོར་མི་འབད། ཁྱོད་ཀྱིས་འཕྲོ་མཐུད་ནི་ཨིན་ན་ ཡང་ན་ ཆ་མེད་གཏང་ནི་ཨིན་ན?

source: Continue
dz_bt: འཕྲོ་མཐུད་

source: Current attributes for:
dz_bt: ལུ་ད་ལྟོའི་ཁྱད་ཆོས་ཚུ་

source: Please enter or choose an image of type gif, jpg, or png.
dz_bt: གཟུགས་བརྙན་གྱི་དབྱེ་བ་ gif, jpg, ཡང་ན་ png ཅིག་ བཙུགས་ ཡང་ན་ གདམ་ཁ་རྐྱབས།

source: Please choose a location to create a new link.
dz_bt: འབྲེལ་ལམ་གསརཔ་ཅིག་ གསར་བསྐྲུན་འབད་ནིའི་དོན་ལུ་ གནས་ཁོངས་གསརཔ་ཅིག་ གདམ་ཁ་བརྐྱབ་གནང་།

source: Link Text
dz_bt: ཚིག་ཡིག་མཐུད་

source: Link Image
dz_bt: གཟུགས་བརྙན་མཐུད་

source: [Mixed selection]
dz_bt: [བླ་བསྲེ་སེལ་འཐུ་]

source: (mixed)
dz_bt: (བླ་བསྲེས་ཡོདཔ་)

source: Enter text to display for the link:
dz_bt: འབྲེལ་ལམ་གྱི་དོན་ལུ་ བཀྲམ་སྟོན་འབད་ནིའི་ ཚིག་ཡིག་བཙུགས།

source: Please enter some text for this link.
dz_bt: འབྲེལ་ལམ་འདི་གི་དོན་ལུ་ ཚིག་ཡིག་དག་པ་ཅིག་བཙུགས་གནང་།

source: This will replace existing content.
dz_bt: འདི་གིས་ད་ལྟོ་ཡོད་མི་ནང་དོན་ཚུ་གི་ཚབ་འབད་འོང་།

source: The number you entered (%n%) is outside of the allowed range.
dz_bt: ཁྱོད་ཀྱིས་མཙབུགས་མི་ཨང་གྲངས་ (%n%) དེ་ ཆོག་པའི་ཁྱབ་ཚད་ཀྱི་ཕྱི་ཁར་ཨིན་མས།

source: Please enter a number between %min% and %max%.
dz_bt: ཨང་གྲངས་%min% དང་ %max% གི་བར་ན་བཙུགས་གནང་།

source: Please enter a name for this anchor.
dz_bt: ཨེན་ཀོར་འདི་གི་དོན་ལུ་ མིང་ཅིག་བཙུགས་གནང་།

source: "%name%" already exists in this page. Please enter a different name.
dz_bt: "%name%" དེ་ ཧེ་མ་ལས་ར་ ཤོག་ལེབ་འདི་ནང་འདུག། མིང་སོ་སོ་ཅིག་བཙུགས་གནང་།

source: Bullet Style
dz_bt: འགོ་ཚག་གི་དབྱེ་བ་

source: Solid circle
dz_bt: སྒོར་ཐིག་གང་བ་

source: Open circle
dz_bt: སྒོར་ཐིག་སྟོང་པ་

source: Solid square
dz_bt: གྲུ་བཞི་གང་བ་

source: Number Style
dz_bt: ཨང་གྲངས་དབྱེ་བ་

source: Automatic
dz_bt: རང་བཞིན་

source: pixels
dz_bt: པིག་སེལ་

source: percent
dz_bt: བརྒྱ་ཆ་

source: % of cell
dz_bt: ནང་ཐིག་གི་བརྒྱ་ཆ་

source: % of window
dz_bt: སྒོ་སྒྲིག་གི་བརྒྱ་ཆ་

source: % of table
dz_bt: ཐིག་ཁྲམ་གྱི་བརྒྱ་ཆ་

source: untitled
dz_bt: མགོམིང་མ་བཏགསཔ་

source: Show Toolbar
dz_bt: ལག་ཆས་ཕྲ་རིང་སྟོན་

source: Hide Toolbar
dz_bt: ལག་ཆས་ཕྲ་རིང་སྦ་

source: Unable to load image
dz_bt: གཟུགས་བརྙན་མངོན་གསལ་འབད་མ་ཚུགས།

source: Please select a new location (URL) and try again.
dz_bt: གནས་ཁོངས་གསར་པའི་(ཡི་ཨར་ཨེལ)ཅིག་སེལ་འཐུ་འབད་དེ་ ལོག་སྟེ་འབད་རྩོལ་བསྐྱེད་གནང་།

source: Relative URLs can only be used on pages which have been saved
dz_bt: འབྲེལ་བའི་ཡུ་ཨར་ཨེལ་ཚུ་ བསྲུངས་ཏེ་ཡོད་པའི་ཤོག་ལེབ་ཚུ་གུ་རྐྱངམ་གཅིག་ ལག་ལེན་འཐབ་བཏུབ།

source: (No named anchors or headings in this page)
dz_bt: (ཤོག་ལེབ་འདི་ནང་ མིང་བཏགས་ཡོད་པའི་ ཨེན་ཀོར་ ཡང་ན་ མགོ་རྒྱན་ཚུ་མིན་འདུག)

source: Text Color
dz_bt: ཚིག་ཡིག་གི་ཚོས་གཞི་

source: Highlight Color
dz_bt: གཙོ་དམིགས་ཚོས་གཞི་

source: Page Background Color
dz_bt: ཤོག་ལེབ་ཀྱི་རྒྱབ་གཞིའི་ཚོས་གཞི་

source: Block Background Color
dz_bt: སྡེབ་ཚན་གྱི་རྒྱབ་གཞིའི་ཚོས་གཞི་

source: Table Background Color
dz_bt: ཐིག་ཁྲམ་གྱི་རྒྱབ་གཞིའི་ཚོས་གཞི་

source: Cell Background Color
dz_bt: ནང་ཐིག་གི་རྒྱབ་གཞིའི་ཚོས་གཞི་

source: Table or Cell Color
dz_bt: ཐིག་ཁྲམ་ ཡང་ན་ ནང་ཐིག་གི་ཚོས་གཞི་

source: Link Text Color
dz_bt: འབྲེལ་ལམ་ཚིག་ཡིག་གི་ཚོས་གཞི་

source: Active Link Color
dz_bt: ཤུགས་ལྡན་འབྲེལ་ལམ་ཚོས་གཞི་

source: Visited Link Color
dz_bt: ལྟ་སྤྱོད་འབད་ཡོད་པའི་འབྲེལ་ལམ་ཚོས་གཞི་

source: Click on a color or enter a valid HTML color string
dz_bt: ཚོས་གཞི་ཅིག་གུ་ཨེབ་གཏང་འབད་ ཡང་ན་ ནུས་ཅན་ཨེཆ་ཊི་ཨེམ་ཨེལ་ཚོས་གཞི་ཡིག་རྒྱུན་ཅིག་བཙུགས།

source: Table
dz_bt: ཐིག་ཁྲམ་

source: Table Cell
dz_bt: ཐིག་ཁྲམ་གྱི་ནང་ཐིག་

source: Nested Table
dz_bt: ནེསི་ཊེཌི་ཐིག་ཁྲམ་

source: Horizontal Line
dz_bt: ཐད་སྙོམས་གྱལ་རིམ་

source: Link
dz_bt: འབྲེལ་ལམ་

source: Image
dz_bt: གཟུགས་བརྙན་

source: Image and Link
dz_bt: གཟུགས་བརྙན་དང་འབྲེལ་ལམ་

source: Named Anchor
dz_bt: མིང་བཏགས་ཡོད་པའི་ཨེན་ཀོར་

source: List
dz_bt: ཐོ་ཡིག་

source: List Item
dz_bt: རྣམ་གྲངས་ཐོ་བཀོད་འབད་

source: Form
dz_bt: འབྲི་ཤོག་

source: Form Field
dz_bt: འབྲི་ཤོག་གི་ས་སྒོ་

source: Form Image
dz_bt: འབྲི་ཤོག་གཟུགས་བརྙན་

source: Text Area
dz_bt: ཚིག་ཡིག་ས་ཁོངས་

source: Selection List
dz_bt: སེལ་འཐུའི་ཐོ་ཡིག་

source: Button
dz_bt: ཨེབ་རྟ་

source: Label
dz_bt: ཁ་ཡིག་

source: Field Set
dz_bt: ས་སྒོའི་ཚན་

source: Tag
dz_bt: ངོ་རྟགས་

source: Please enter a name for this publishing site.
dz_bt: དཔེ་བསྐྲུན་ས་ཁོངས་འདི་གི་དོན་ལུ་ མིང་ཅིག་བཙུགས་གནང་།

source: Please enter a location for publishing this page.
dz_bt: ཤོག་ལེབ་འདི་དཔེ་བསྐྲུན་འབད་ནིའི་དོན་ལུ་ གནས་ཁོངས་ཅིག་བཙུགས་གནང་།

source: Please enter a filename for the current page.
dz_bt: ད་ལྟོའི་ཤོག་ལེབ་ཀྱི་དོན་ལུ་ ཡིག་སྣོད་ཀྱི་མིང་ཅིག་བཙུགས་གནང་།

source: No publishing site information given. Switching to Settings panel so you can supply publishing information.
dz_bt: དཔེ་བསྐྲུན་ས་ཁོངས་ཀྱི་བརྡ་དོན་མ་བྱིན་པས། སྒྲིག་སྟངས་ཀྱི་པེ་ནཱལ་གུ་ སོར་བསྒྱུར་འབད་བ་ཅིན་ ཁྱོད་ཀྱིས་དཔེ་བསྐྲུན་བརྡ་དོན་བཀྲམ་སྤེལ་འབད་ཚུགས།

source: "%name%" already exists. Please enter a different site name.
dz_bt: "%name%" ཧེ་མ་ལས་ར་འདུག། ས་ཁོངས་ཀྱི་མིང་ སོ་སོ་ཅིག་བཙུགས་གནང་།

source: Advanced Properties...
dz_bt: མཐོ་རིམ་ཅན་གྱི་རྒྱུ་དངོས་ཚུ་་་་

source: Advanced Edit is unavailable when multiple cells are selected
dz_bt: སྣ་མང་ནང་ཐིག་ཚུ་ སེལ་འཐུ་འབདཝ་ད་ མཐོ་རིམ་ཅན་གྱི་ཞུན་དག་ ཐོབ་མི་ཚུགས།

source: %obj% Properties...
dz_bt: %obj% རྒྱུ་དངོས་ཚུ་་་་

source: Join Selected Cells
dz_bt: སེལ་འཐུ་འབད་མི་ནང་ཐིག་ཚུ་མཐུད་

source: Join with Cell to the Right
dz_bt: གཡས་ཁ་ཐུག་ལུ་ ནང་ཐིག་ལུ་མཐུད་

source: Delete
dz_bt: བཏོན་གཏང་

source: Delete Cells
dz_bt: ནང་ཐིག་ཚུ་བཏོན་གཏང་

source: Delete Rows or Columns
dz_bt: གྲལ་ཐིག་ ཡང་ན་ ཀེར་ཐིག་བཏོན་ཚུ་གཏང་།

source: Reducing the number of rows or columns will delete table cells and their contents. Do you really want to do this?
dz_bt: གྲལ་ཐིག་ ཡང་ན་ ཀེར་ཐིག་གི་གྱངས་ཁ་མར་ཕབ་འབདཝ་ད་ ཐིག་ཁྲམ་གྱི་ནང་ཐིག་དང་ ནང་དོན་ཚུ་བཏོན་གཏང་འོང་། ཁྱོད་ཀྱིས་ངེས་པར་དུ་ འདི་འབད་ནི་ཨིན་ན?

source: Clear
dz_bt: བསལ་

source: Click
dz_bt: ཨེབ་གཏང་འབད་

source: Drag
dz_bt: འདྲུད་

source: Unknown
dz_bt: མ་ཤེསཔ་

source: Remove All Text Styles
dz_bt: ཚིག་ཡིག་གི་བཟོ་རྣམ་ཆ་མཉམ་ རྩ་བསྐྲད་གཏང་།

source: Discontinue Text Styles
dz_bt: ཚིག་ཡིག་བཟོ་རྣམ་འཕྲོ་མཐུད་བཤོལ་

source: Remove Links
dz_bt: འབྲེལ་ལམ་རྩ་བསྐྲད་གཏང་

source: Discontinue Link
dz_bt: འབྲེལ་ལམ་འཕྲོ་མཐུད་བཤོལ་

source: It is recommended that you enter an action for this form. Self-posting forms are an advanced technique that may not work consistently in all browsers.
dz_bt: ཁྱོད་ཀྱིས་འབྲི་ཤོག་འདི་གི་དོན་ལུ་ བྱ་བ་ཅིག་བཙུགས་དགོ། རང་གིས་འགྲེམ་སྐྱེལ་འབད་མི་འབྲི་ཤོག་ཚུ་ མཐོ་རིམ་ཐབས་རིག་ཅིག་ཨིནམ་ལས་ བརའུ་ཟར་ཆ་མཉམ་དང་གཅིག་ཁར་ རིམ་མཐུན་སྦེ་ ལཱ་འབད་མི་བཏུབ་འོང་།

source: If the image is relevant to the content of the document, you must supply alternate text that will appear in text-only browsers, and that will appear in other browsers when an image is loading or when image loading is disabled.
dz_bt: གཟུགས་བརྙན་དེ་ ཡིག་ཆའི་ནང་དོན་དང་འབྲེལ་བ་ཡོད་པ་ཅིན་ ཁྱོད་ཀྱིས་ཡིག་རྐྱང་བརའུ་ཟར་ནང་འཐོན་མི་ ཚིག་ཡིག་གཞན་བཀྲམ་སྤེལ་འབད་དགོཔ་ད་ དེ་ཡང་གཟུགས་བརྙན་ཅིག་ མངོན་གསལ་འབད་བའམ་ གཟུགས་བརྙན་མངོན་གསལ་འབད་ནི་ལྕོགས་མིན་ཨིན་པའི་སྐབས་ བརའུ་ཟར་གཞན་ནང་འཐོན་འོང་།

source: Save Image (%NAME%)...
dz_bt: གཟུགས་བརྙན་(%NAME%)སྲུངས་་་་

source: Please enter a single character to use for separating into columns
dz_bt: ཐིག་ཁྲམ་ནང་སོ་སོ་འཕྱལ་ནིའི་དོན་ལུ་ ལག་ལེན་འཐབ་ནི་ལུ་ ཡིག་འབྲུ་རྐྱང་པ་ཅིག་ བཙུགས་གནང་།

source: Download Dictionaries
dz_bt: ཚིག་མཛོད་ཕབལེན་འབད་

source: %brand% will close the current window and redirect you to a spellchecker download site.
dz_bt: %brand% གིས་ ད་ལྟོའི་སྒོ་སྒྲིག་དེ་ཁ་བསྡམས་ཞིནམ་ལས་ ཁྱོད་ཡིག་སྡེབ་ཞིབ་དཔྱོདཔ་ ཕབ་ལེན་གྱི་ས་ཁོངས་ཅིག་ལུ་ སླར་ལོག་གཏང་འོང་།

source: The HTML source could not be converted back into the document because the required <head> tag is missing. Please add it.
dz_bt: ཨེཆ་ཊི་ཨེམ་ཨེལ་འབྱུང་ཁུངས་དེ་ ལོག་སྟེ་ཡིག་ཆ་ལུ་ གཞི་བསྒྱུར་འབད་མ་ཚུགས། ག་ཅི་སྦེ་ཟེར་བ་ཅིན་ དེ་ལུ་མཁོ་བའི་ <head> ངོ་རྟགས་དེ་ བརླག་སྟོར་ཞུགས་ནུག། དེ་ཁ་སྐོང་བརྐྱབ་གནང་།

source: The HTML source could not be converted back into the document because the required <body> tag is missing. Please add it.
dz_bt: ཨེཆ་ཊི་ཨེམ་ཨེལ་འབྱུང་ཁུངས་དེ་ ལོག་སྟེ་ཡིག་ཆ་ལུ་ གཞི་བསྒྱུར་འབད་མ་ཚུགས། ག་ཅི་སྦེ་ཟེར་བ་ཅིན་ དེ་ལུ་མཁོ་བའི་ <body> ངོ་རྟགས་དེ་ བརླག་སྟོར་ཞུགས་ནུག། དེ་ཁ་སྐོང་བརྐྱབ་གནང་།

source: There are no elements with links to check
dz_bt: ཞིབ་དཔྱད་འབད་ནིའི་དོན་ལུ་ འབྲེལ་ལམ་དང་བཅས་པའི་ཆ་ཤས་མིན་འདུག།
