Repository: tenzin/dzongkha-linux-translation-files
Catalog: gnome-2.14/desktop/alacarte-0.8.*.po
Languages: dz

source: A name is required.
dz: མིང་ཅིག་དགོ་པས།

source: A menu can't be named "Other".
dz: དཀར་ཆག་འདི་ "Other" སྦེ་ མིང་བཏགས་མི་བཏུབ།

source: A command is required.
dz: བརྡ་བཀོད་ཅིག་དགོ་པས།

source: Name
dz: མིང་།

source: Loading...
dz: མངོན་གསལ་འབད་དོ་་་་་

source: Visible
dz: མཐོང་ཚུུགསཔ་

source: translator-credits
dz: ཨའི་ཌི་ཨར་སི་གི་མ་དངུལ་རྒྱབ་སྐྱོར་ཐོག་ལས་ བརྡ་དོན་འཕྲུལ་རིག་ལས་ཁུངས་ནང་ སྐད་བསྒྱུར་འབད་ཡི། ཁ་གསལ་གྱི་དོན་ལུ་ འབྲེལ་བ་འཐབ་ས་: <pema_geyleg@druknet.bt>

source: Alacarte Menu Editor
dz: ཨ་ལ་ཀར་ཊི་ དཀར་ཆག་ཞུན་དགཔ།

source: Simple fd.o Compliant Menu Editor
dz: འཇམ་སམ་ fd.o འཁྲིལ་བའི་དཀར་ཆག་ཞུན་དགཔ་

source: Revert all menus to original settings?
dz: དཀར་ཆག་ཆ་མཉམ་ འགོ་ཐོག་གི་སྒྲིག་སྟངས་ལུ་རྒྱབ་ལོག

source: Command:
dz: བརྡ་བཀོད་:(_e)

source: Comment:
dz: བསམ་བཀོད་:

source: Entry Editor
dz: ཐོ་བཀོད་ཞུན་དགཔ་

source: Icon Selector
dz: ངོས་པར་དབྱེ་བྱེད་

source: Icon:
dz: ངོས་དཔར་:

source: Menu Editor
dz: དཀར་ཆག་ཞུན་དགཔ་

source: Name:
dz: མིང་:

source: New S_eparator
dz: དབྱེ་བྱེད་གསརཔ་(_e)

source: New _Entry
dz: ཐོ་བཀོད་གསརཔ་(_E)

source: New _Menu
dz: དཀར་ཆག་གསརཔ་(_M)

source: Run In Terminal
dz: ཊར་མི་ནཱལ་ནང་ གཡོག་བཀོལ་

source: _Delete
dz: བཏོན་གཏང་(_D)

source: _Revert to Original
dz: འགོ་ཐོག་ལུ་རྒྱབ་ལོག(_R)
