Repository: tenzin/dzongkha-linux-translation-files
Catalog: gnome-2.14/desktop/gnopernicus.gnome-2-14.*.po
Languages: dz

source: cannot make flat review for current window
dz: ད་ལྟོའི་སྒོ་སྒྲིག་གི་དོན་ལུ་ ཕེལེཊི་བསྐྱར་ཞིབ་འབད་མི་ཚུགས།

source: flat review mode
dz: ཕེལེཊི་བསྐྱར་ཞིབ་ཐབས་ལམ།

source: focus tracking mode
dz: ཊེ་ཀིང་ཐབས་ལམ་ ཆེད་དམིགས་འབད།

source: "%s" entry has invalid value at position %d.
dz: ཐོ་བཀོད་"%s" དེ་ལུ་ གནས་ས་%dལུ་ ནུས་མེད་བེ་ལུ་འདུག

source: key "%s" has an invalid value at position %d.
dz: ལྡེ་མིག་་"%s" དེ་ལུ་ གནས་ས་%dལུ་ ནུས་མེད་བེ་ལུ་ཅིག་འདུག

source: Can not get key pad commands mapping from gconf.
dz: ཇི་ཀཱོནཕ་ནང་ལས་ བརྡ་བཀོད་ཀྱི་ས་ཁྲ་བཟོ་ནིའི་ ཨང་ཡིག་ལྡེ་སྒྲོམ་ འཐོབ་མི་ཚུགས་པས།

source: Can not get braille display commands mapping from gconf.
dz: ཇི་ཀཱོནཕ་ནང་ལས་ བརྡ་བཀོད་ཀྱི་ས་ཁྲ་བཟོ་ནིའི་ འབུར་ཡིག་བཀྲམ་སྟོན་ འཐོབ་མི་ཚུགས་པས།

source: Can not get user defined commands mapping from gconf.
dz: ཇི་ཀཱོནཕ་ནང་ལས་ བརྡ་བཀོད་ཀྱི་ས་ཁྲ་བཟོ་ནིའི་ ལག་ལེན་པའི་ངེས་འཛིན་ འཐོབ་མི་ཚུགས་པས།

source: no role available
dz: ལས་འགན་འཐོབ་མི་ཚུགས་པས།

source: No focus
dz: ཆེད་དམིགས་མིན་འདུག

source: No accessible object is focused
dz: འཛུལ་སྤྱོད་འབད་ཚུགས་པའི་དངོས་པོ་ ཆེད་དམིགས་འབད་འབདཝ་མིན་འདུག

source: unknown location
dz: མ་ཤེས་པའི་གནས་ཁོངས།

source: no details
dz: རྒྱས་བཤད་མིན་འདུག

source: layer
dz: བང་རིམ།

source: back to layer
dz: བང་རིམ་ལུ་ལོག

source: cursor on
dz: འོད་རྟགས་ཨཱོན།

source: cursor off
dz: འོད་རྟགས་ཨོཕ།

source: current cursor is
dz: ད་ལྟོའི་འོད་རྟགས་དེ།

source: cursor size
dz: འོད་རྟགས་ཚད།

source: cursor magnification on
dz: འོད་རྟགས་ཆེར་སྐྱེད་ཨཱོན།

source: cursor magnification off
dz: འོད་རྟགས་ཆེར་སྐྱེད་ཨོཕ།

source: cursor color
dz: འོད་རྟགས་ཚོས་གཞི།

source: crosswire on
dz: ཀོརོསི་ཝ་ཡེར་ཨཱོན།

source: crosswire off
dz: ཀོརོསི་ཝ་ཡེར་ཨོཕ།

source: crosswire clip on
dz: ཀོརོསི་ཝ་ཡེར་འཛིན་ལྕགས་ཨཱོན།

source: crosswire clip off
dz: ཀོརོསི་ཝ་ཡེར་འཛིན་ལྕགས་ཨོཕ།

source: crosswire size
dz: ཀོརོསི་ཝ་ཡེར་གྱི་ཚད།

source: crosswire color
dz: ཀོརོསི་ཝ་ཡེར་གྱི་ཚོས་གཞི།

source: zoomer placement left
dz: རྒྱས་ཟུམ་འབད་མི་ བཙུགས་བཞག་གཡོན་ལུ།

source: zoomer placement top
dz: རྒྱས་ཟུམ་འབད་མི་ བཙུགས་བཞག་མགོ་ལུ།

source: zoomer placement width
dz: རྒྱས་ཟུམ་འབད་མི་ བཙུགས་བཞག་རྒྱ་ཚད།

source: zoomer placement height
dz: རྒྱས་ཟུམ་འབད་མི་ བཙུགས་བཞག་མཐོ་ཚད།

source: magnifier target
dz: ཆེ་ཤེལ་གྱི་དམིགས་གཏད།

source: magnifier source
dz: ཆེ་ཤེལ་གྱི་འབྱུང་ཁུངས།

source: zoom factor x
dz: རྒྱས་ཟུམ་ཆ་རྐྱེན་ ཨེགསི།

source: zoom factor y
dz: རྒྱས་ཟུམ་ཆ་རྐྱེན་ ཝའི།

source: zoom factor locked
dz: རྒྱས་ཟུམ་ཆ་རྐྱེན་ ལྡེ་མིག་བརྐྱབས་ནུག

source: zoom factor unlocked
dz: རྒྱས་ཟུམ་ཆ་རྐྱེན་ ལྡེ་མིག་ཕྱེ་ནུག

source: invert on
dz: གནས་ལོག་ཨཱོན།

source: invert off
dz: གནས་ལོག་ཨོཕ།

source: magnifier smoothing type
dz: ཆེ་ཤེལ་ཧུམ་ཆའི་དབྱེ་བ།

source: mouse tracking mode
dz: མཱའུསི་ཊེ་ཀིང་ཐབས་ལམ།

source: panning on
dz: རྗེས་སུ་དམིགས་པ་ཨཱོན།

source: panning off
dz: རྗེས་སུ་དམིགས་པ་ཨོཕ།

source: alt
dz: གདམ་ལྡེ།

source: control
dz: ཚད་འཛིན།

source: shift
dz: སོར་ལྡེ

source: Window
dz: སྒོ་སྒྲིག

source: Menu
dz: དཀར་ཆག

source: caps lock
dz: ཚུགས་ལྡེ།

source: num lock
dz: ཨང་ལྡེ།

source: right
dz: གཡས།

source: left
dz: གཡོན།

source: home
dz: ཁྱིམ།

source: end
dz: མཇུག

source: page up
dz: ཤོག་ལེབ་ཡར།

source: page down
dz: ཤོག་ལེབ་མར།

source: down
dz: མར།

source: up
dz: ཡར།

source: backspace
dz: རྒྱབ་བཤུད་ལྡེ་མིག

source: delete
dz: བཏོན་གཏང་།

source: escape
dz: གྲོས་ཐར།

source: Welcome to Gnopernicus
dz: ཇི་ནོ་པར་ནི་ཀཱསི་ལུ་ བྱོན་པ་ལེགས་སོ་ཡོད།

source: braille device can not be initialized
dz: འབུར་ཡིག་ཐབས་འཕྲུལ་ འགོ་འབྱེད་འབད་མི་ཚུགས།

source: Gnopernicus is now exiting. Have a nice day!
dz: ཇི་ནོ་པར་ནི་ཀཱསི་ ད་ལྟོ་ཕྱིར་ཐོན་འབད་དོ། ཉིནམ་ལེགས་ཤོམ་ཅིག་འོང་བཅུག

source: srcore
dz: སར་ཀོར།

source: UNK
dz: ཡུ་ཨེན་ཀེ།

source: UNKNOWN
dz: མ་ཤེསཔ།

source: Unknown
dz: མ་ཤེསཔ།

source: INVALID
dz: ནུས་མེད།

source: Invalid
dz: ནུས་མེད།

source: ALR
dz: ཨེ་ཨེལ་ཨར།

source: ALERT
dz: དྲན་བརྡ།

source: CNV
dz: སི་ཨེན་ཝི།

source: CANVAS
dz: འབྲི་གཞི།

source: Canvas
dz: འབྲི་གཞི།

source: CHK
dz: སི་ཨེཆ་ཀེ།

source: CHECK_BOX
dz: དཔྱད་སྒྲོམ།(_B)

source: Check box
dz: ཞིབ་དཔྱད་ཐིག་སྒྲོམ།

source: MIT
dz: ཨེམ་ཨའི་ཊི།

source: MENU ITEM
dz: དཀར་ཆག་རྣམ་གྲངས།

source: Check Menu item
dz: དཀར་ཆག་རྣམ་གྲངས་ཞིབ་དཔྱད་འབད།

source: CCH
dz: སི་སི་ཨེཆ།

source: COLOR CHOOSER
dz: ཚོས་གཞི་འདེམས་བྱེད།

source: Color chooser
dz: ཚོས་གཞི་འདེམས་བྱེད།

source: CHD
dz: སི་ཨེཆ་ཌི།

source: COLUMN HEADER
dz: ཀེར་ཐིག་མགུ་རྒྱན།

source: Column header
dz: ཀེར་ཐིག་མགུ་རྒྱན།

source: CBO
dz: སི་བི་ཨོ།

source: COMBO BOX
dz: བརྟག་སྒྲོམ།

source: Combo box
dz: བརྟག་སྒྲོམ།

source: DIC
dz: ཌི་ཨའི་སི།

source: DESKTOP ICON
dz: ཌེཀསི་ཊོཔ་ ངོས་དཔར།

source: Desktop icon
dz: ཌེཀསི་ཊོཔ་ ངོས་དཔར།

source: DFR
dz: ཌི་ཨེཕ་ཨར།

source: DESKTOP FRAME
dz: ཌེཀསི་ཊོཔ་ གཞི་ཁྲམ།

source: Desktop frame
dz: ཌེཀསི་ཊོཔ་ གཞི་ཁྲམ།

source: DLG
dz: ཌི་ཨེལ་ཇི།

source: DIALOG
dz: ཌའི་ལོག

source: Dialog
dz: ཌའི་ལོག

source: DIP
dz: ཌི་ཨའི་པི།

source: DIRECTORY PANE
dz: སྣོད་ཐོའི་པེན།

source: Directory pane
dz: སྣོད་ཐོའི་པེན།

source: FCH
dz: ཨེཕ་སི་ཨེཆ།

source: FILE CHOOSER
dz: ཡིག་སྣོད་འདེམས་བྱེད།

source: File chooser
dz: ཡིག་སྣོད་འདེམས་བྱེད།

source: FLR
dz: ཨེཕ་ཨེལ་ཨར།

source: FILLER
dz: བཀང་བྱེད།

source: Filler
dz: བཀང་བྱེད།

source: FRM
dz: ཨེཕ་ཨར་ཨེམ།

source: FRAME
dz: གཞི་ཁྲམ།

source: Frame
dz: གཞི་ཁྲམ།

source: GPN
dz: ཇི་པི་ཨེན།

source: GLASS PANE
dz: ཤེལ་གྱི་པེན།

source: Glass pane
dz: ཤེལ་གྱི་པེན།

source: HTM
dz: ཨེཆ་ཊི་ཨེམ།

source: HTML CONTAINER
dz: ཨེཆ་ཊི་ཨེམ་ཨེལ་འཛིན་སྣོད།

source: H T M L container
dz: ཨེཆ་ཊི་ཨེམ་ཨེལ་འཛིན་སྣོད།

source: LNK
dz: ཨེལ་ཨེན་ཀེ།

source: LINK
dz: འབྲེལ་ལམ།

source: link
dz: འབྲེལ་ལམ།

source: ICO
dz: ཨའི་སི་ཀོ།

source: ICON
dz: ངོས་དཔར།

source: Icon
dz: ངོས་དཔར།

source: IFR
dz: ཨའི་ཨེཕ་ཨར།

source: INTERNAL FRAME
dz: ནང་འཁོད་གཞི་ཁྲམ།

source: Internal frame
dz: ནང་འཁོད་གཞི་ཁྲམ།

source: LBL
dz: ཨེལ་བི་ཨེལ།

source: LABEL
dz: ཁ་ཡིག

source: Label
dz: ཁ་ཡིག

source: LPN
dz: ཨེལ་པི་ཨེན།

source: LAYERED PANE
dz: བང་བསྒྲིགས་པེན།

source: Layered pane
dz: བང་བསྒྲིགས་པེན།

source: LST
dz: ཨེལ་ཨེསི་ཊི།

source: LIST
dz: ཐོ་ཡིག

source: List
dz: ཐོ་ཡིག

source: LIT
dz: ཨེལ་ཨའི་ཊི།

source: LIST ITEM
dz: ཐོ་བཀོད་རྣམ་གྲངས།

source: List item
dz: ཐོ་བཀོད་རྣམ་གྲངས།

source: MNU
dz: ཨེམ་ཨེན་ཡུ།

source: MENU
dz: དཀར་ཆག

source: MBR
dz: ཨེམ་བི་ཨར།

source: MENU BAR
dz: དཀར་ཆག་ཕྲ་རིང་།

source: Menu bar
dz: དཀར་ཆག་ཕྲ་རིང་།

source: Menu item
dz: དཀར་ཆག་རྣམ་གྲངས།

source: OPN
dz: ཨོ་པི་ཨེན།

source: OPTION PANE
dz: གདམ་ཁའི་པེན།

source: Option pane
dz: གདམ་ཁའི་པེན།

source: PGT
dz: པི་ཇི་ཊི།

source: PAGE TAB
dz: ཤོག་ལེབ་མཆོང་ལྡེ།

source: Page tab
dz: ཤོག་ལེབ་མཆོང་ལྡེ།

source: PTL
dz: པི་ཊི་ཨེལ།

source: PAGE TAB LIST
dz: ཤོག་ལེབ་མཆོང་ལྡེ་ཐོ་ཡིག

source: Page tab list
dz: ཤོག་ལེབ་མཆོང་ལྡེ་ཐོ་ཡིག

source: PNL
dz: པི་ཨེན་ཨེལ།

source: PANEL
dz: པེ་ནཱལ།

source: Panel
dz: པེ་ནཱལ།

source: PWD
dz: པི་ཌབ་ལུ་ཌི།

source: PASSWORD TEXT
dz: ཆོག་ཡིག་ཚིག་ཡིག

source: Password text
dz: ཆོག་ཡིག་ཚིག་ཡིག

source: PMN
dz: པི་ཨེམ་ཨེན།

source: POPUP MENU
dz: པོཔ་ཨཔ་ དཀར་ཆག

source: Popup menu
dz: པོཔ་ཨཔ་ དཀར་ཆག

source: PRG
dz: པི་ཨར་ཇི།

source: PROGRESS BAR
dz: ཡར་འཕེལ་ཕྲ་རིང་།

source: Progress bar
dz: ཡར་འཕེལ་ཕྲ་རིང་།

source: PBT
dz: པི་བི་ཊི།

source: PUSH BUTTON
dz: འཕུལ་རྟ།

source: Push button
dz: འཕུལ་རྟ།

source: RAD
dz: ཨར་ཨེ་ཌི།

source: RADIO BUTTON
dz: རེ་ཌིའོ་ཨེབ་རྟ།

source: Radio button
dz: རེ་ཌིའོ་་ཨེབ་རྟ།

source: Radio Menu item
dz: རེ་ཌིའོ་་དཀར་ཆག་རྣམ་གྲངས།

source: RPN
dz: ཨར་པི་ཨེན།

source: ROOT PANE
dz: རྩ་བའི་པེན།

source: Root pane
dz: རྩ་བའི་པེན།

source: RHD
dz: ཨར་ཨེཆ་ཌི།

source: ROW HEADER
dz: གྲལ་ཐིག་མགུ་ཡིག

source: Row header
dz: གྲལ་ཐིག་མགུ་ཡིག

source: SCR
dz: ཨེསི་སི་ཨར།

source: SCROLL BAR
dz: བཤུད་ཕྲ།

source: Scroll bar
dz: བཤུད་ཕྲ།

source: SPN
dz: ཨེསི་པི་ཨེན།

source: SCROLL PANE
dz: བཤུད་སྒྲིལ་པེན།

source: Scroll pane
dz: བཤུད་སྒྲིལ་པེན།

source: SEP
dz: ཨེསི་ཨི་པི།

source: SEPARATOR
dz: དབྱེ་བྱེད།

source: Separator
dz: དབྱེ་བྱེད།

source: SLD
dz: ཨེསི་ཨེལ་ཌི།

source: SLIDER
dz: གཡོ་བྱེད།

source: Slider
dz: གཡོ་བྱེད།

source: SPP
dz: ཨེསི་པི་པི།

source: SPLIT PANE
dz: གཤག་འཕྲལ་པེན།

source: Split pane
dz: གཤག་འཕྲལ་པེན།

source: STA
dz: ཨེསི་ཊི་ཨེ།

source: STATUS BAR
dz: གནས་ཚད་ཕྲ་རིང་།

source: Status bar
dz: གནས་ཚད་ཕྲ་རིང་།

source: TAB
dz: ཊི་ཨེ་བི།

source: TABLE
dz: ཐིག་ཁྲམ།

source: Table
dz: ཐིག་ཁྲམ།

source: CEL
dz: སི་ཨི་ཨེལ།

source: TABLE CELL
dz: ཐིག་ཁྲམ་ནང་ཐིག

source: Table cell
dz: ཐིག་ཁྲམ་ནང་ཐིག

source: TCH
dz: ཊི་སི་ཨེཆ།

source: TABLE COLUMN HEADER
dz: ཐིག་ཁྲམ་ཀེར་ཐིག་མགུ་ཡིག

source: Table column header
dz: ཐིག་ཁྲམ་ཀེར་ཐིག་མགུ་ཡིག

source: TRH
dz: ཊི་ཨར་ཨེཆ།

source: TABLE ROW HEADER
dz: ཐིག་ཁྲམ་གྲལ་ཐིག་མགུ་ཡིག

source: Table row header
dz: ཐིག་ཁྲམ་གྲལ་ཐིག་མགུ་ཡིག

source: TXT
dz: ཊི་ཨེགསི་ཊི།

source: MULTI LINE TEXT
dz: སྣ་མང་འགྲེལ་ལམ་ ཚིག་ཡིག

source: Multi Line Text
dz: སྣ་མང་འགྲེལ་ལམ་ ཚིག་ཡིག

source: SINGLE LINE TEXT
dz: གྲལ་གཅིག་ཚིག་ཡིག

source: Single Line Text
dz: གྲལ་གཅིག་ཚིག་ཡིག

source: TOG
dz: ཊི་ཨོ་ཇི།

source: TOGGLE BUTTON
dz: སོར་སྟོན་ཨེབ་རྟ།

source: Toggle button
dz: སོར་སྟོན་ཨེབ་རྟ།

source: TOL
dz: ཊི་ཨོ་ཨེལ།

source: TOOL BAR
dz: ལག་ཆས་ཕྲ་རིང་།

source: Tool bar
dz: ལག་ཆས་ཕྲ་རིང་།

source: TIP
dz: ཊི་ཨའི་པི།

source: TOOL TIP
dz: ལག་ཆས་ཕན་བསླབ།

source: Tool tip
dz: ལག་ཆས་ཕན་བསླབ།

source: TRE
dz: ཊི་ཨར་ཨི།

source: TREE
dz: རྩ་འབྲེལ།

source: Tree
dz: རྩ་འབྲེལ།

source: TRI
dz: ཊི་ཨར་ཨའི།

source: TREE ITEM
dz: རྩ་འབྲེལ་རྣམ་གྲངས།

source: Tree item
dz: རྩ་འབྲེལ་རྣམ་གྲངས།

source: TRT
dz: ཊི་ཨར་ཊི།

source: TREE TABLE
dz: རྩ་འབྲེལ་ཐིག་ཁྲམ།

source: Tree table
dz: རྩ་འབྲེལ་ཐིག་ཁྲམ།

source: VWP
dz: ཝི་ཌབ་ལུ་པི།

source: VIEWPORT
dz: མཐོང་སྣང་འདྲེན་ལམ་།

source: Viewport
dz: མཐོང་སྣང་འདྲེན་ལམ་།

source: WND
dz: ཌབ་ལུ་ཨེན་ཌི།

source: WINDOW
dz: སྒོ་སྒྲིག

source: ACC
dz: ཨེ་སི་སི།

source: ACCELERATOR LABEL
dz: མགྱོགས་འཕྲུལ་ཁ་ཡིག

source: Accelerator label
dz: མགྱོགས་འཕྲུལ་ཁ་ཡིག

source: ANI
dz: ཨེ་ཨེན་ཨའི།

source: ANIMATION
dz: བསྒུལ་བཟོ།

source: Animation
dz: བསྒུལ་བཟོ།

source: ARR
dz: ཨེ་ཨར་ཨར།

source: ARROW
dz: མདའ་རྟགས།

source: Arrow
dz: མདའ་རྟགས།

source: CAL
dz: སི་ཨེ་ཨེལ།

source: CALENDAR
dz: ཟླ་ཐོ།

source: Calendar
dz: ཟླ་ཐོ།

source: DAT
dz: ཌི་ཨེ་ཊི།

source: DATE EDITOR
dz: ཚེས་གྲངས་ཞུན་དགཔ།

source: Date editor
dz: ཚེས་གྲངས་ཞུན་དགཔ།

source: DIL
dz: ཌི་ཨའི་ཨེལ།

source: DIAL
dz: ཌ་ཡེལ།

source: Dial
dz: ཌ་ཡེལ།

source: DRW
dz: ཌི་ཨར་ཌབ་ལུ།

source: DRAWING AREA
dz: རི་མོ་འབྲི་སའི་མངའ་ཁོངས།

source: Drawing area
dz: རི་མོ་འབྲི་སའི་མངའ་ཁོངས།

source: FNT
dz: ཨེཕ་ཨེན་ཊི།

source: FONT CHOOSER
dz: ཡིག་གཟུགས་འདེམས་བྱེད།

source: Font chooser
dz: ཡིག་གཟུགས་འདེམས་བྱེད།

source: IMG
dz: ཨའི་ཨེམ་ཇི།

source: IMAGE
dz: གཟུགས་བརྙན།

source: Image
dz: གཟུགས་བརྙན།

source: SPIN BUTTON
dz: བསྒྱིར་རྟ།

source: Spin button
dz: བསྒྱིར་རྟ།

source: TRM
dz: ཊི་ཨར་ཨེམ།

source: TERMINAL
dz: ཊར་མི་ནཱལ།

source: Terminal
dz: ཊར་མི་ནཱལ།

source: EXT
dz: ཨི་ཨེགསི་ཊི།

source: EXTENDED
dz: རྒྱ་བསྐྱེད་འབད་འབདཝ།

source: Extended
dz: རྒྱ་བསྐྱེད་འབད་འབདཝ།

source: TLI
dz: ཊི་ཨེལ་ཨའི།

source: TABLE LINE
dz: ཐིག་ཁྲམ་གྱལ་རིམ།

source: Table line
dz: ཐིག་ཁྲམ་གྱལ་རིམ།

source: TABLE COLUMNS HEADER
dz: ཐིག་ཁྲམ་ཀེར་ཐིག་མགུ་ཡིག

source: Table columns header
dz: ཐིག་ཁྲམ་ཀེར་ཐིག་མགུ་ཡིག

source: TIT
dz: ཊི་ཨའི་ཊི།

source: TITLE BAR
dz: མགོ་མིང་ཕྲ་རིང་།

source: Title bar
dz: མགོ་མིང་ཕྲ་རིང་།

source: EDB
dz: ཨི་ཌི་བི།

source: EDIT BAR
dz: ཞུན་དག་ཕྲ་རིང་།

source: Edit bar
dz: ཞུན་དག་ཕྲ་རིང་།

source: SPREAD SHEET CELL
dz: ཤོག་ཁྲམ་ལེབ་གྲངས་ཀྱི་ནང་ཐིག

source: Spread sheet cell
dz: ཤོག་ཁྲམ་ལེབ་གྲངས་ཀྱི་ནང་ཐིག

source: Incorrect parameters for voice "%s%s"
dz: སྐད་"%s%s"གི་དོན་ལུ་ བདེན་མེད་ཀྱི་ཚད་བཟུང།

source: failed to send to speech next string "%s"
dz: ཡིག་རྒྱུན་གཞན་མི་་"%s"དེ་ གསུང་བཤད་ལུ་ གཏང་མ་ཚུགས།

source: could not create/modify voice "%s"
dz: སྐད་"%s"བཟོ་མ་ཚུགས་/ལེགས་བཅོས་འབད་མ་ཚུགས།

source: voice "%s" will sound this way
dz: སྐད་"%s" གིས་ སྐད་འདི་བཟུམ་སྦེ་བརྐྱབ་འོང་།

source: could not test voice "%s"
dz: སྐད་"%s"བརྟག་ཞིབ་འབད་མ་ཚུགས།

source: value not supported for speech count mode "%s"
dz: གསུང་བཤད་གྱངས་ཁ་བརྐྱབ་ནིའི་ཐབས་ལམ་"%s"གི་དོན་ལུ་ བེ་ལུ་ལུ་ རྒྱབ་སྐྱོར་མིན་འདུག

source: value not supported for speech modifiers type "%s"
dz: གསུང་བཤད་ལེགས་བཅོས་འབད་མི་དབྱེ་བ་"%s"གི་དོན་ལུ་ བེ་ལུ་ལུ་ རྒྱབ་སྐྱོར་མིན་འདུག

source: value not supported for speech cursors type "%s"
dz: གསུང་བཤད་འོད་རྟགས་དབྱེ་བ་"%s"གི་དོན་ལུ་ བེ་ལུ་ལུ་ རྒྱབ་སྐྱོར་མིན་འདུག

source: value not supported for speech spaces type "%s"
dz: གསུང་བཤད་བར་སྟོང་དབྱེ་བ་"%s"གི་དོན་ལུ་ བེ་ལུ་ལུ་ རྒྱབ་སྐྱོར་མིན་འདུག

source: value not supported for speech dictionary type "%s"
dz: གསུང་བཤད་ཚིག་མཛོད་དབྱེ་བ་"%s"གི་དོན་ལུ་ བེ་ལུ་ལུ་ རྒྱབ་སྐྱོར་མིན་འདུག

source: value not supported for speech text echo type "%s"
dz: གསུང་བཤད་ཚིག་ཡིག་བྲག་ཅའི་དབྱེ་བ་"%s"གི་དོན་ལུ་ བེ་ལུ་ལུ་ རྒྱབ་སྐྱོར་མིན་འདུག

source: Tilde
dz: ཊིལ་ཌི

source: Tildaes
dz: ཊིལ་ཌེསི

source: Exclamation
dz: ཚོར་རྟགས།

source: Exclamations
dz: ཚོར་རྟགས་ཚུ།

source: At
dz: ཨེཊི།

source: Ats
dz: ཨེཊིསི།

source: Hash
dz: དྲྭ་རྟགས།

source: Hashes
dz: དྲྭ་རྟགས་ཚུ།

source: Dollar
dz: ཌོ་ལར།

source: Dollars
dz: ཌོ་ལརསི།

source: Percent
dz: བརྒྱ་ཆ།

source: Percents
dz: བརྒྱ་ཆ་ཚུ།

source: Caret
dz: ཀེ་རེཊི།

source: Carets
dz: ཀེ་རེཊི་ཚུ།

source: And
dz: ཨེནཌི་།

source: Ands
dz: ཨེནཌིསི།

source: Asterisk
dz: སྐར་རྟགས།

source: Asterisks
dz: སྐར་རྟགས་ཚུ།

source: Left Paranthesis
dz: གཡོན་གྱི་གུག་ཤད།

source: Right Paranthesis
dz: གཡས་ཀྱི་གུག་ཤད།

source: Underscore
dz: གཤམ་ཐིག

source: Underscores
dz: གཤམ་ཐིག་ཚུ།

source: Plus
dz: བསྡོམས་རྟགས།

source: Pluses
dz: བསྡོམས་རྟགས་ཚུ།

source: Equal
dz: མཉམ་རྟགས།

source: Equals
dz: མཉམ་རྟགས་ཚུ།

source: Minus
dz: ཕབ་རྟགས།

source: Minuses
dz: ཕབ་རྟགས་ཚུ།

source: Quote
dz: འདྲེན་ཚིག།

source: Quotes
dz: འདྲེན་ཚིག་ཚུ།

source: Left Bracket
dz: གཡོན་གྱི་གུག་ཤད།

source: Left Brackets
dz: གཡོན་གྱི་གུག་ཤད་ཚུ།

source: Right Bracket
dz: གཡས་ཀྱི་གུག་ཤད།

source: Right Brackets
dz: གཡས་ཀྱི་གུག་ཤད་ཚུ།

source: Left Brace
dz: གཡོན་གྱི་གུག་ཤད། ({)

source: Left Braces
dz: གཡོན་གྱི་གུག་ཤད་ཚུ། ({)

source: Right Brace
dz: གཡས་ཀྱི་གུག་ཤད། (})

source: Right Braces
dz: གཡས་ཀྱི་གུག་ཤད། (})

source: Semicolon
dz: སེ་མི་ཀོ་ལཱོན། (;)

source: Semicolons
dz: སེ་མི་ཀོ་ལཱོན་ཚུ། (;)

source: Colon
dz: ཀོ་ལཱོན། (:)

source: Colons
dz: ཀོ་ལཱོན་ཚུ། (:)

source: Double quote
dz: ལུང་འདྲེན་གྱི་རྟགས་གཉིས་ཅན།

source: Double quotes
dz: ལུང་འདྲེན་གྱི་རྟགས་གཉིས་ཅན་ཚུ།

source: Apostrophe
dz: འབྲེལ་སྒྲའི་རྟགས།

source: Apostrophes
dz: འབྲེལ་སྒྲའི་རྟགས་ཚུ།

source: Back Slash
dz: ལོག་ཤད།

source: Back Slashes
dz: ལོག་ཤད་ཚུ།

source: Bar
dz: ཕྲ་རིང་།

source: Bars
dz: ཕྲ་རིང་ཚུ།

source: Greater
dz: སྦོམ་མི།

source: Greaters
dz: སྦོམ་མི་ཚུ།

source: Less
dz: ཉུང་མི།

source: Lesses
dz: ཉུང་མི་ཚུ།

source: Comma
dz: ལྷོད་རྟགས།

source: Commas
dz: ལྷོད་རྟགས་ཚུ།

source: Dot
dz: ཚག

source: Dots
dz: ཚག་ཚུ།

source: Slash
dz: གཡོ་ཤད།

source: Slashes
dz: གཡོ་ཤད་ཚུ།

source: Questions
dz: འདྲི་བ་ཚུ།

source: value not supported for speech punctuation type "%s"
dz: གསུང་བཤད་ཡིག་རྟགས་དབྱེ་བ་"%s"གི་དོན་ལུ་ བེ་ལུ་ལུ་ རྒྱབ་སྐྱོར་མིན་འདུག

source: Unable to initialize hashtable
dz: དྲྭ་རྟགས་ཐིག་ཁྲམ་ འགོ་འབྱེད་འབད་མ་ཚུགས།

source: Unable to load dictionary from gconf
dz: ཇི་ཀཱོནཕ་ནང་ལས་ ཚིག་མཛོད་མངོན་གསལ་འབད་མ་ཚུགས།

source: speech initialization succeded
dz: གསུང་བཤད་འགོ་འབྱེད་མཐར་འཁྱོལ་གྲུབ།

source: Speech restored
dz: གསུང་བཤད་སོར་ཆུད་འབད་ཡོདཔ།

source: speech initialization failed
dz: གསུང་བཤད་འགོ་འབྱེད་མཐར་འཁྱོལ་མ་གྲུབ།

source: enter
dz: བཙུགས།

source: can not find "%s" voice. use default voice
dz: སྐད་"%s" འཚོལ་མ་ཐོབ། སྔོན་སྒྲིག་སྐད་ལག་ལེན་འཐབ།

source: voices pitch will be set to default value
dz: སྐད་ཀྱི་སྟུག་ཚད་ སྔོན་སྒྲིག་བེ་ལུ་ནང་ གཞི་སྒྲིག་འབད་འོང་།

source: voices pitch will be decreased
dz: སྐད་ཀྱི་སྟུག་ཚད་ མར་ཕབ་ནི་ཨིན།

source: voices pitch will be increased
dz: སྐད་ཀྱི་སྟུག་ཚད་ ཡར་སེང་ནི་ཨིན།

source: voices rate will be set to default value
dz: སྐད་ཀྱི་མགྱོགས་ཚད་ སྔོན་སྒྲིག་བེ་ལུ་གུ་ གཞི་སྒྲིག་འབད་ནི་ཨིན།

source: voices rate will be decreased
dz: སྐད་ཀྱི་མགྱོགས་ཚད་ མར་ཕབ་ནི་ཨིན།

source: voices rate will be increased
dz: སྐད་ཀྱི་མགྱོགས་ཚད་ ཡར་སེང་ནི་ཨིན།

source: voices volume will be set to default value
dz: སྐད་ཀྱི་ཤུགས་ཚད་ སྔོན་སྒྲིག་བེ་ལུ་གུ་ གཞི་སྒྲིག་འབད་ནི་ཨིན།

source: voices volume will be decreased
dz: སྐད་ཀྱི་ཤུགས་ཚད་ མར་ཕབ་ནི་ཨིན།

source: voices volume will be increased
dz: སྐད་ཀྱི་ཤུགས་ཚད་ ཡར་སེང་ནི་ཨིན།

source: no support for speech key "%s"
dz: གསུང་བཤད་ལྡེ་མིག་"%s"གི་དོན་ལུ་ རྒྱབ་སྐྱོར་མིན་འདུག
