Repository: tenzin/dzongkha-linux-translation-files
Catalog: gnome-2.14/desktop/gnopernicus.gnome-2-14.*.po
Languages: dz

source: BRLTTY command code not bound to Gnopernicus key code: 0X%04X
dz: བི་ཨར་ཨེལ་ཊི་ཊི་ཝའི་བརྡ་བཀོད་ཀྱི་ཀོཌི་ ཇི་ནོ་པར་ནི་ཀཱསི་ ལྡེ་མིག་གི་ཀོཌི་:0X%04X དང་འཁྲིལ་དགོཔ་མེད།

source: Error opening brlapi connection
dz: བི་ཨར་ཨེལ་ཨེ་པི་ཨའི་མཐུད་ལམ་ ཁ་ཕྱེ་ནི་ལུ་འཛོལ་བ།

source: Please check that - %s exists and contains some data - you have read permission on %s - BRLTTY is running
dz: ཞིབ་དཔྱད་འབད་ - %s ཡོད་མེད་དང་ དེ་ནང་གནད་སྡུད་དུམ་གྲ་ཅིག་ཡོད་མེད། - ཁྱོད་ཀྱིས་%s གུ་ གནང་བ་ཚུ་ལྷག་མ་ལྷག - བི་ཨར་ཨེལ་ཊི་ཊི་ཝའི་ གཡོག་བཀོལ་ཏེ་ཡོད་ག་མེད།

source: Unable to get display size
dz: བཀྲམ་སྟོན་གྱི་ཚད་ འཐོབ་མ་ཚུགས།

source: BrlAPI detected a %dx%d display
dz: བི་ཨར་ཨའི་ཨེ་པི་ཨའི་གིས་%dx%dགི་བཀྲམ་སྟོན་ཅིག་ ངོས་འཛིན་འབད་ཡི།

source: no XFree86_VT property
dz: ཨེགསི་ཕི་རི་༨༦ ཝི་ཊི་གི་རྒྱུ་དངོས་མིན་འདུག(_V)

source: no item in XFree86_VT property
dz: ཨེགསི་ཕི་རི་༨༦ ཝི་ཊི་རྒྱུ་དངོས་ནང་ རྣམ་གྲངས་མིན་འདུག(_V)

source: Bad format for VT number
dz: ཝི་ཊི་ཤང་གི་དོན་ལུ་ རྩ་སྒྲིག་བྱང་ཉེས།

source: Bad type for VT number
dz: ཝི་ཊི་ཨང་གི་དོན་ལུ་ དབྱེ་བ་བྱང་ཉེས།

source: Unable to get Tty
dz: ཊི་ཊི་ཝའི་ཐོབ་མ་ཚུགས།

source: Braille remote
dz: འབུར་ཡིག་ཐག་རིང་།

source: Braille monitor
dz: འབུར་ཡིག་གསལ་གཞི་འཕྲུལ་ཆས།

source: Invalid port number: %d.
dz: ནུས་མེད་འདྲེན་ལམ་ཨང་: %d

source: port_no = [1025 - 30000].
dz: འདྲེན་ལམ་ཨང་=[༡༠༢༥-༣༠༠༠༠](_n)

source: Can not open socket!
dz: སོཀ་ཀེཊི་ཁ་ཕྱེ་མི་ཚུགས་པས།

source: Can not bind port number %d.
dz: འདྲེན་ལམ་ཨང་%d བསྡམ་མི་ཚུགས་པས།

source: Waiting for data on port UDP %u.
dz: འདྲེན་ལམ་ཡུ་ཌི་པི་%uགུ་ གནད་སྡུད་དོན་ལུ་ བསྒུག་སྟེ་ཡོད།

source: Failed to init gconf client.
dz: ཇི་ཀཱོནཕ་ ཞབས་ཏོག་སྤྱོད་མི་ འགོ་འབྱེད་འབད་མ་ཚུགས།

source: Failed to add directory.
dz: སྣོད་ཐོ་ཁ་སྐོང་བརྐྱབ་མ་ཚུགས།

source: Failed to add notify.
dz: བརྡ་བསྐུལ་ཁ་སྐོང་བརྐྱབ་མ་ཚུགས།

source: Expected key: %s
dz: རེ་བ་བསྐྱེད་མི་ལྡེ་མིག་: %s

source: Failed to set value: %d
dz: བེ་ལུ་: %dགཞི་སྒྲིག་འབད་མ་ཚུགས།

source: Invalid type of key: %s.
dz: ལྡེ་མིག་: %s གི་ནུས་མེད་དབྱེ་བ།

source: Failed to set int value: %d.
dz: ཐོག་མའི་བེ་ལུ་: %dགཞི་སྒྲིག་འབད་མ་ཚུགས།

source: Failed to get value: %s.
dz: བེ་ལུ་: %s ལེན་མ་ཚུགས།

source: Failed to set value: %d.
dz: བེ་ལུ་: %d གཞི་སྒྲིག་འབད་མ་ཚུགས།

source: Failed to set boolean value: %d.
dz: བུ་ལིན་བེ་ལུ་: %dགཞི་སྒྲིག་འབད་མ་ཚུགས།

source: Failed to set value: %s.
dz: བེ་ལུ་: %sགཞི་སྒྲིག་འབད་མ་ཚུགས།

source: Failed to get string value: %s.
dz: ཡིག་རྒྱུན་བེ་ལུ་: %sལེན་མ་ཚུགས།

source: Failed to set string value: %s.
dz: ཡིག་རྒྱུན་བེ་ལུ་: %sགཞི་སྒྲིག་འབད་མ་ཚུགས།

source: Invalid modetype: %s.
dz: ནུས་མེད་ཐབས་ལམ་དབྱེ་བ་: %s

source: %s font not installed.
dz: ཡིག་གཟུགས་%s གཞི་བཙུགས་མ་འབད་བས།

source: Can not parse color string.
dz: ཚོས་གཞིའི་ཡིག་རྒྱུན་ མིང་དཔྱད་འབད་མི་ཚུགས་པས།

source: Status
dz: གནས་ཚད།

source: Too many cells on display. [Max %d]
dz: བཀྲམ་སྟོན་འབད་མི་ ནང་ཐིག་མང་དྲགས་པས། [མང་མཐའ་%d]

source: Load default display size. Line: %d Column: %d.
dz: སྔོན་སྒྲིག་བཀྲམ་སྟོན་གྱི་ཚད་ མངོན་གསལ་འབད། གྱལ་རིམ་: %d ཀེར་ཐིག་: %d

source: BRLOUT attribute %s is not supported.
dz: བི་ཨར་ཨེལ་ཨོ་ཡུ་ཊི་གི་ཁྱད་ཆོས་%s ལུ་ རྒྱབ་སྐྱོར་མ་འབད་བས།

source: TEXT attribute %s is not supported.
dz: ཚིག་ཡིག་གི་ཁྱོད་ཆོས་%s ལུ་ རྒྱབ་སྐྱོར་མིན་འདུག

source: Failed to set display size.
dz: བཀྲམ་སྟོན་གྱི་ཚད་ གཞི་སྒྲིག་འབད་མ་ཚུགས།

source: Failed to set display position.
dz: བཀྲམ་སྟོན་གྱི་གནས་ས་ གཞི་སྒྲིག་འབད་མ་ཚུགས།

source: Failed to set display mode.
dz: བཀྲམ་སྟོན་གྱི་ཐབས་ལམ་ གཞི་སྒྲིག་འབད་མ་ཚུགས།

source: Failed to set dot type colors.
dz: ཚག་གི་དབྱེ་བའི་ཚོས་གཞི་ གཞི་སྒྲིག་འབད་མ་ཚུགས།

source: Failed to set font size.
dz: ཡིག་གཟུགས་ཀྱི་ཚད་ གཞི་སྒྲིག་འབད་མ་ཚུགས།

source: Invalid position: %s.
dz: ནུས་མེད་གནས་ས་: %s

source: Unable to allocate memory.
dz: དྲན་ཚད་ག་ཡོད་འཚོལ་མ་ཐོབ།

source: Failed to set braille style: %s.
dz: འབུར་ཡིག་དབྱེ་བ་: %sགཞི་སྒྲིག་འབད་མ་ཚུགས།

source: Failed to set braille cursor style: %s.
dz: འབུར་ཡིག་འོད་རྟགས་དབྱེ་བ་: %sགཞི་སྒྲིག་འབད་མ་ཚུགས།

source: Failed to set attribute settings: %d.
dz: ཁྱད་ཆོས་ཀྱི་གཞི་སྒྲིག་: %dགཞི་སྒྲིག་འབད་མ་ཚུགས།

source: Failed to set braille device: %s.
dz: འབུར་ཡིག་ཐབས་འཕྲུལ་: %sགཞི་སྒྲིག་འབད་མ་ཚུགས།

source: Failed to set fill character: %s.
dz: བཀང་ནིའི་ཡིག་འབྲུ་: %sགཞི་སྒྲིག་འབད་མ་ཚུགས།

source: Failed to set serial port number: %d.
dz: ཨང་རིམ་འདྲེན་ལམ་ཨང་: %dགཞི་སྒྲིག་འབད་མ་ཚུགས།

source: Failed to set serial port : %s.
dz: སི་རི་ཡཱལ་པོརཊི་:%s གཞི་སྒྲིག་འབད་མ་ཚུགས།

source: Failed to set translation table: %s.
dz: སྐད་བསྒྱུར་ཐིག་ཁྲམ་: %sགཞི་སྒྲིག་འབད་མ་ཚུགས།

source: Failed to set optical sensor: %d.
dz: མཐོང་བའི་ཚོར་འཕྲུལ: %dགཞི་སྒྲིག་འབད་མ་ཚུགས།

source: Failed to set position sensor: %d.
dz: གནས་སའི་ཚོར་འཕྲུལ་: %d གཞི་སྒྲིག་འབད་མ་ཚུགས།

source: Failed to set status cell: %s.
dz: གནས་ཚད་ནང་ཐིག་%sགཞི་སྒྲིག་འབད་མ་ཚུགས།

source: American English
dz: ཨ་མིརི་ཀཱན་ ཨིང་ལིཤ།

source: German
dz: ཇར་མཱན།

source: Spanish
dz: སི་པེ་ནིཤ།

source: Swedish
dz: སུའི་ཌིཤ།

source: X display's _terminal number:
dz: ཨེགསི་གིས་ ཊར་མི་ནཱལ་ཨང་: བཀྲམ་སྟོན་འབདཝ་ཨིན།(_t)

source: _Port:
dz: འདྲེན་ལམ་:(_P)

source: Language
dz: སྐད་ཡིག

source: No selected command!
dz: སེལ་འཐུ་འབད་མི་ བརྡ་བཀོད་མིན་འདུག

source: Invalid device key!
dz: ནུས་མེད་ཐབས་འཕྲུལ་ལྡེ་མིག

source: Commands
dz: བརྡ་བཀོད་ཚུ།

source: No selected item to modify!
dz: ལེགས་བཅོས་འབད་ནིའི་དོན་ལུ་ སེལ་འཐུ་འབད་མི་རྣམ་གྲངས་མིན་འདུག

source: Invalid selected item!
dz: ནུས་མེད་སེལ་འཐུ་འབད་མི་རྣམ་གྲངས།

source: No selected item to remove!
dz: རྩ་བསྐྲད་གཏང་ནིའི་དོན་ལུ་ སེལ་འཐུ་འབད་མི་རྣམ་གྲངས་མིན་འདུག

source: Braille Keys
dz: འབུར་ཡིག་ལྡེ་མིག་ཚུ།

source: Change commit error.
dz: འཛོལ་བ་བཟོ་མི་ བསྒྱུར་བཅོས་འབད།

source: decrease y scale
dz: ཝའི་གི་ཆ་ཚད་ མར་ཕབ།

source: decrease x scale
dz: ཨེགསི་གི་ཆ་ཚད་ མར་ཕབ།

source: increase y scale
dz: ཝའི་གི་ཆ་ཚད་ ཡར་སེང་།

source: increase x scale
dz: ཨེགསི་གི་ཆ་ཚད་ ཡར་སེང་།

source: lock xy scale
dz: ཨེགསི་ཝའི་གི་ཆ་ཚད་ ལྡེ་མིག་རྐྱབས།

source: smoothing toggle
dz: ཧུམ་ཆའི་སོར་སྟོན།

source: cursor toggle
dz: འོད་རྟགས་སོར་སྟོན།

source: cursor on/off
dz: འོད་རྟགས་ ཨཱོན་/ཨོཕ།

source: cursor magnification on/off
dz: འོད་རྟགས་ཆེར་བསྐྱེད ཨཱོན་/ཨོཕ།

source: decrease cursor size
dz: འོད་རྟགས་ཚད་མར་ཕབ།

source: increase cursor size
dz: འོད་རྟགས་ཚད་ཡར་སེང་།

source: invert on/off
dz: ཨཱོན་/ཨོཕ་ གནས་ལོག་འབད།

source: magnifier default
dz: ཆེ་ཤེལ་སྔོན་སྒྲིག

source: crosswire on/off
dz: ཀོརོསི་ཝ་ཡེར་ ཨཱོན་/ཨོཕ།

source: crosswire clip on/off
dz: ཀོརོསི་ཝ་ཡེར་འཛིན་ལྕགས་ ཨཱོན་/ཨོཕ།

source: decrease crosswire size
dz: ཀོརོསི་ཝ་ཡེར་གྱི་ཚད་མར་ཕབ་།

source: increase crosswire size
dz: ཀོརོསི་ཝ་ཡེར་གྱི་ཚད་སེང་།

source: automatic panning on/off
dz: རང་བཞིན་རྗེས་སུ་དམིགས་པ་ ཨཱོན་/ཨོཕ།

source: mouse tracking toggle
dz: མཱའུསི་ ཊེ་ཀིང་སོར་སྟོན་།

source: load magnifier defaults
dz: ཆེ་ཤེལ་སྔོན་སྒྲིག་མངོན་གསལ་འབད

source: decrease pitch
dz: སྟུག་ཚད་མར་ཕབ།

source: increase pitch
dz: སྟུག་ཚད་ཡར་སེང་།

source: default pitch
dz: སྔོན་སྒྲིག་སྟུག་ཚད

source: decrease rate
dz: མགྱོགས་ཚད་མར་ཕབ།

source: increase rate
dz: མགྱོགས་ཚད་ཡར་སེང་།

source: default rate
dz: སྔོན་སྒྲིག་མགྱོགས་ཚད།

source: decrease volume
dz: སྐད་ཤུགས་མར་ཕབ།

source: increase volume
dz: སྐད་ཤུགས་ཡར་སེང་།

source: default volume
dz: སྔོན་སྒྲིག་སྐད་ཤུགས།

source: speech default
dz: གསུང་བཤད་སྔོན་སྒྲིག

source: goto parent
dz: རྩ་ལག་ལུ་འགྱོ།

source: goto child
dz: ཆ་ལག་ལུ་སོང་།

source: goto previous
dz: ཧེ་མམ་ལུ་འགྱོ།

source: goto next
dz: གཞན་མི་ལུ་འགྱོ།

source: repeat last
dz: མཐའ་མཇུག་ཡང་བསྐྱར་འབད།

source: goto focus
dz: ཆེད་དམིགས་ལུ་འགྱོ།

source: goto title
dz: མགོ་མིང་ལུ་འགྱོ།

source: goto menu
dz: དཀར་ཆག་ལུ་འགྱོ།

source: goto toolbar
dz: ལག་ཆས་ཕྲ་རིང་ལུ་འགྱོ་།

source: goto statusbar
dz: གནས་ཚད་ཕྲ་རིང་ལུའགྱོ།

source: widget surroundings
dz: ཝི་གེཊི་གི་མཐའ་འཁོར་ལུ།

source: goto caret
dz: ཀེ་རེཊི་ལུ་འགྱོ།

source: goto first
dz: དང་པམ་འགྱོ།

source: goto last
dz: མཐའ་མཇུག་ལུ་འགྱོ།

source: change navigation mode
dz: འགྲུལ་བསྐྱོད་ཐབས་ལམ་ བསྒྱུར་བཅོས་འབད།

source: toggle flat review/focus tracking mode
dz: ཕེལེཊི་བསྐྱར་ཞིབ་སོར་སྟོན་་འབད/ཊེ་ཀིང་ཐབས་ལམ་ལུ་ ཆེད་དམིགས་འབད།

source: flat review
dz: ཕེལེཊི་བསྐྱར་ཞིབ།

source: window hierarchy
dz: སྒོ་སྒྲིག་གི་སྡེ་རིམ།

source: read whole window
dz: སྒོ་སྒྲིག་ཧྲིལ་བུ་ལྷག

source: detailed information
dz: བརྡ་དོན་རྒྱས་བཤད།

source: do default action
dz: སྔོན་སྒྲིག་བྱ་བ་བརྩམ།

source: window overview
dz: སྒོ་སྒྲིག་སྤྱི་མཐོང་།

source: find next
dz: གཞན་མི་འཚོལ།

source: find set
dz: གཞི་སྒྲིག་འཚོལ།

source: attributes at caret
dz: ཀེ་རེཊི་ལུ་ རྒྱུ་རྐྱེན་འབད།

source: watch current object
dz: ད་ལྟོའི་དངོས་པོ་ལུ་ ལྟ་ཞིབ་འབད།

source: unwatch all objects
dz: དངོས་པོ་ཆ་མཉམ་ ལྟ་བཤོལ་འབད།

source: mouse left press
dz: མཱའུསི་གཡོན་ལུ་ཨེབ།

source: mouse left click
dz: མཱའུསི་གཡོན་ལུ་ ཨེབ་གཏང་འབད།

source: mouse left release
dz: མཱའུསི་གཡོན་ འཛིན་འགྲོལ་འབད།

source: mouse right press
dz: མཱའུསི་གཡས་ལུ་ཨེབ།

source: mouse right click
dz: མཱའུསི་གཡས་ལུ་ཨེབ་གཏང་།

source: mouse right release
dz: མཱའུསི་གཡས་ལུ་འཛིན་འགྲོལ།

source: mouse middle press
dz: མཱའུསི་སྦུག་ལུ་ཨེབ།

source: mouse middle release
dz: མཱའུསི་སྦུག་འཛིན་འགྲོལ།

source: mouse middle click
dz: མཱའུསི་སྦུག་ལུ་ཨེབ་གཏང་།

source: mouse goto current
dz: མཱའུསི་ ད་ལྟོ་ལུ་འགྱོ།

source: shutup
dz: སྒོ་བསྡམས།

source: pause/resume
dz: ཐེམ་/བསྐྱར་ལོག་འབད།

source: char left
dz: ཡིག་འབྲུ་གཡོན་ལུ།

source: char right
dz: ཡིག་འབྲུ་གཡས་ལུ།

source: display left
dz: བཀྲམ་སྟོན་གཡོན་ལུ།

source: display right
dz: བཀྲམ་སྟོན་གཡས་ལུ།

source: braille on/off
dz: འབུར་ཡིག་ ཨཱོན་/ཨོཕ།

source: speech on/off
dz: གསུང་བཤད་ ཨཱོན་/ཨོཕ།

source: magnifier on/off
dz: ཆེ་ཤེལ་ ཨཱོན་/ཨོཕ།

source: braille monitor on/off
dz: འབུར་ཡིག་གསལ་གཞི་འཕྲུལ་ཆས་ ཨཱོན་/ཨོཕ།

source: F1
dz: ཨེཕ་༡

source: F2
dz: ཨེཕ་༢

source: F3
dz: ཨེཕ་༣

source: F4
dz: ཨེཕ་༤

source: F5
dz: ཨེཕ་༥

source: F6
dz: ཨེཕ་༦

source: F7
dz: ཨེཕ་༧

source: F8
dz: ཨེཕ་༨

source: F9
dz: ཨེཕ་༩

source: F10
dz: ཨེཕ་༡༠

source: F11
dz: ཨེཕ་༡༡

source: F12
dz: ཨེཕ་༡༢

source: apostrophe
dz: འབྲེལ་སྒྲ།

source: backslash
dz: གཡོ་ཤད་ལོག་པ།

source: bracket left
dz: གཡོན་གྱི་གུག་ཤད།

source: bracket right
dz: གཡས་ཀྱི་གུག་ཤད།

source: comma
dz: ལྷོོད་རྟགས།

source: equal
dz: མཉམ་རྟགས།

source: grave
dz: སྒྲ་རྟགས།

source: minus
dz: ཕབ་རྟགས།

source: period
dz: དུས་ཡུན།

source: quote left
dz: གཡོན་གྱི་འདྲེན་རྟགས།

source: semicolon
dz: སེ་མི་ཀོ་ལཱོན།

source: slash
dz: གཡོ་ཤད།

source: Invalid key or existent key.
dz: ནུས་མེད་ལྡེ་མིག་གམ་ གནས་པའི་ལྡེ་མིག

source: Layer Keys
dz: བང་རིམ་ལྡེ་མིག་ཚུ།

source: User Keys
dz: ལག་ལེན་པའི་ལྡེ་མིག་ཚུ།

source: Failed to set exit val: %d.
dz: ཕྱིར་འཐོན་བེ་ལུ་: : %dགཞི་སྒྲིག་འབད་མ་ཚུགས།

source: Failed to set move mouse: %d.
dz: མཱའུསི་སྤོ་བཤུད་:%dགཞི་སྒྲིག་འབད་མ་ཚུགས།

source: Failed to set simulate click: %d.
dz: མཚུངས་བཟོའི་ཨེབ་གཏང་་:%dགཞི་སྒྲིག་འབད་མ་ཚུགས།

source: Failed to set find text: %s.
dz: ཡིག་འཚོལ་: %sགཞི་སྒྲིག་འབད་མ་ཚུགས།

source: Failed to set magnifier status: %d.
dz: ཆེ་ཤེལ་གནས་ཚད་: %dགཞི་སྒྲིག་འབད་མ་ཚུགས།

source: Failed to set speech status: %d.
dz: གསུང་བཤད་གནས་ཚད་: %dགཞི་སྒྲིག་འབད་མ་ཚུགས།

source: Failed to set braille status: %d.
dz: འབུར་ཡིག་གནས་ཚད་: %dགཞི་སྒྲིག་འབད་མ་ཚུགས།

source: Failed to set braille monitor status: %d.
dz: འབུར་ཡིག་གསལ་གཞི་འཕྲུལ་ཆས་གནས་ཚད་: %dགཞི་སྒྲིག་འབད་མ་ཚུགས།

source: Failed to set minimize flag: %d.
dz: མར་ཕབ་ཟུར་རྟགས་: %dགཞི་སྒྲིག་འབད་མ་ཚུགས།

source: Failed to set exit ack: %d.
dz: ཕྱིར་འཐོན་ཨེ་སི་ཀེ་: %dགཞི་སྒྲིག་འབད་མ་ཚུགས།

source: Failed to set language: %s.
dz: སྐད་ཡིག་: %s གཞི་སྒྲིག་འབད་མ་ཚུགས།

source: Failed to set screen review: %d.
dz: གསལ་གཞི་བསྐྱར་ཞིབ་: %dགཞི་སྒྲིག་འབད་མ་ཚུགས།

source: Are you sure you want to load default values for %s?
dz: ཁྱོད་ཀྱིས་%sགི་དོན་ལུ་ སྔོན་སྒྲིག་བེ་ལུསི་ ངེས་པར་མངོན་གསལ་འབད་ནི་ཨིན་ན?

source: braille
dz: འབུར་ཡིག

source: Braille default setting loaded.
dz: འབུར་ཡིག་ སྔོན་སྒྲིག་སྒྲིག་སྟངས་ མངོན་གསལ་འབད་ཡི།

source: speech
dz: གསུང་བཤད།

source: Speech default setting loaded.
dz: གསུང་བཤད་ སྔོན་སྒྲིག་སྒྲིག་སྟངས་ མངོན་གསལ་འབད་ཡི།

source: magnifier
dz: ཆེ་ཤེལ།

source: Magnifier default setting loaded.
dz: ཆེ་ཤེལ་ སྔོན་སྒྲིག་སྒྲིག་སྟངས་ མངོན་གསལ་འབད་ཡི།

source: keyboard
dz: ལྡེ་སྒྲོམ།

source: Keyboard default setting loaded.
dz: ལྡེ་སྒྲོམ་ སྔོན་སྒྲིག་སྒྲིག་སྟངས་ མངོན་གསལ་འབད་ཡི།

source: braille monitor
dz: འབུར་ཡིག་གསལ་གཞི་འཕྲུལ་ཆས།

source: Braille monitor default setting loaded.
dz: འབུར་ཡིག་གསལ་གཞི་་ སྔོན་སྒྲིག་སྒྲིག་སྟངས་ མངོན་གསལ་འབད་ཡི།

source: start up
dz: འགོ་བཙུགས།

source: Startup default setting loaded.
dz: འགོ་བཙུགས་ སྔོན་སྒྲིག་སྒྲིག་སྟངས་ མངོན་གསལ་འབད་ཡི།

source: command map
dz: བརྡ་བཀོད་ས་ཁྲ།

source: Command map default setting loaded.
dz: བརྡ་བཀོད་ས་ཁྲ་ སྔོན་སྒྲིག་སྒྲིག་སྟངས་ མངོན་གསལ་འབད་ཡི།

source: presentation
dz: གསལ་སྟོན།

source: Presentation default setting loaded.
dz: གསལ་སྟོན་ སྔོན་སྒྲིག་སྒྲིག་སྟངས་ མངོན་གསལ་འབད་ཡི།

source: screen review
dz: གསལ་གཞི་བསྐྱར་ཞིབ།

source: Screen review default setting loaded.
dz: གསལ་གཞི་བསྐྱར་ཞིབ་ སྔོན་སྒྲིག་སྒྲིག་སྟངས་ མངོན་གསལ་འབད་ཡི།

source: all modules
dz: ཚད་གཞི་ཆ་མཉམ།

source: All default settings loaded.
dz: སྔོན་སྒྲིག་སྒྲིག་སྟངས་ ཆ་མཉམ་མངོན་གསལ་འབད་ཡི།

source: _Braille
dz: འབུར་ཡིག(_B)

source: _Braille (unavailable)
dz: འབུར་ཡིག (འཐོབ་མི་ཚུགསཔ་)(_B)

source: _Magnifier
dz: ཆེ་ཤེལ།(_M)

source: _Magnifier (unavailable)
dz: ཆེ་ཤེལ། (འཐོབ་མི་ཚུགསཔ་)(_M)

source: _Speech
dz: གསུང་བཤད། (_S)

source: _Speech (unavailable)
dz: གསུང་བཤད། (འཐོབ་མི་ཚུགསཔ་)(_S)

source: B_raille monitor
dz: འབུར་ཡིག་གསལ་གཞི་འཕྲུལ་ཆས། (_r)

source: B_raille monitor (unavailable)
dz: འབུར་ཡིག་གསལ་གཞི་འཕྲུལ་ཆས། (འཐོབ་མི་ཚུགསཔ་)(_r)

source: Assistive Technologies for Blind and Visually Impaired
dz: མིག་ཞར་དང་ མཐོང་སྐྱོན་ཡོད་མི་ཚུ་གི་དོན་ལུ་ ཕན་ཐོགས་ཅན་གྱི་འཕྲུལ་རིག

source: Screen Reader and Magnifier
dz: གསལ་གཞི་ལྷག་མི་དང་ ཆེ་ཤེལ།

source: Gconf initialization failed.
dz: ཇི་ཀཱོནཕ་ འགོ་འབྱེད་འབད་མ་ཚུགས།

source: gnopernicus
dz: ཇི་ནོ་པར་ནི་ཀཱསི།

source: Invalid parameters.
dz: ནུས་མེད་ཚད་བཟུང་།

source: Multiple instances are NOT ALLOWED. This instance will end.
dz: སྣ་མང་གོ་སྐབས་ཚུ་མི་ཆོག གོ་སྐབས་འདི་མཇུག་བསྡུ་འོང་།

source: GTK initialization failed.
dz: ཇི་ཊི་ཀེ་ འགོ་འབྱེད་འབད་མ་ཚུགས།

source: Can not create a new process.
dz: བྱ་རིམ་གསརཔ་ཅིག་ བཟོ་མི་ཚུགས།

source: Exit gnopernicus.
dz: ཇི་ནོ་པར་ནི་ཀཱསི་ ཕྱིར་འཐོན་འབད།

source: Gnopernicus initialization failed.
dz: ཇི་ནོ་པར་ནི་ཀཱསི་ འགོ་འབྱེད་འབད་མ་ཚུགས།

source: Can not load .glade2 file
dz: ཡིག་སྣོད་གེལེཌི་༢ མངོན་གསལ་འབད་མ་ཚུགས།

source: srcore exited.
dz: སར་ཀོར་ ཕྱིར་ཐོན་འབད་ཡི།

source: <b>Color</b>
dz: <b>ཚོས་གཞི་</b>

source: <b>Font</b>
dz: <b>ཡིག་གཟུགས་</b>

source: <b>Mode Type</b>
dz: <b>ཐབས་ལམ་དབྱེ་བ་</b>

source: <b>Position</b>
dz: <b>གནས་ས་</b>

source: <b>Size</b>
dz: <b>ཚད་</b>

source: B_raille
dz: <b>འབུར་ཡིག་</b>(_r)

source: Braille Monitor Preferences
dz: འབུར་ཡིག་གསལ་གཞི་འཕྲུལ་ཆས་དགའ་གདམ་ཚུ།

source: Color selection for texts which use dot 7
dz: ཚག་ ༧ ལག་ལེན་འཐབ་མི་ ཚིག་ཡིག་ཚུ་གི་དོན་ལུ་ ཚོས་གཞིའི་སེལ་འཐུ།

source: Color selection for texts which use dot 8
dz: ཚག་ ༨ ལག་ལེན་འཐབ་མི་ ཚིག་ཡིག་ཚུ་གི་དོན་ལུ་ ཚོས་གཞིའི་སེལ་འཐུ།

source: Color selection for texts which use dots 7 and 8
dz: ཚག་ ༧ དང་ ༨ ལག་ལེན་འཐབ་མི་ ཚིག་ཡིག་ཚུ་གི་དོན་ལུ་ ཚོས་གཞིའི་སེལ་འཐུ།

source: Colu_mns:
dz: ཀེར་ཐིག་ཚུ་:(_m)

source: Display at bottom of screen
dz: གསལ་གཞིའི་མཇུག་ལུ་ བཀྲམ་སྟོན་འབད།

source: Display on top of screen
dz: གསལ་གཞིའི་མགོ་ལུ་ བཀྲམ་སྟོན་འབད།

source: Display using braille font
dz: འབུར་ཡིག་ཡིག་གཟུགས་ ལག་ལེན་འཐབ་སྟེ་ བཀྲམ་སྟོན་འབད།

source: Display using normal font
dz: ཨ་རྟག་གི་ཡིག་གཟུགས་ ལག་ལེན་འཐབ་སྟེ་ བཀྲམ་སྟོན་འབད།

source: Display with both fonts
dz: ཡིག་གཟུགས་གཉིས་ཆ་རང་ ལག་ལེན་འཐབ་སྟེ་ བཀྲམ་སྟོན་འབད།

source: Dot 7:
dz: ཚག་ ༧:

source: Dot 8:
dz: ཚག་ ༨:

source: Dots 78:
dz: ཚག་ ༧༨:

source: Number of cell columns
dz: ནང་ཐིག་ཀེར་ཐིག་གི་གྲངས།

source: Number of cell lines
dz: ནང་ཐིག་གི་གྱལ་རིམ་གྲངས།

source: Pick a color
dz: ཚོས་གཞི་ཅིག་འཐུ།

source: Size of font
dz: ཡིག་གཟུགས་ཀྱི་ཚད།

source: Use system theme colors
dz: རིམ་ལུགས་བརྗོད་དོན་ཚོས་གཞི་ ལག་ལེན་འཐབ།

source: Use theme _system colors
dz: བརྗོད་དོན་རིམ་ལུགས་ཚོས་གཞི་ ལག་ལེན་འཐབ།(_s)

source: _Dual
dz: ཟུང་ལྡན།(_D)

source: _Lines:
dz: གྱལ་རིམ་ཚུ་:(_L)

source: _Normal
dz: སྤྱིར་བཏང་།(_N)

source: _Size:
dz: ཚད་:(_S)

source: Attributes
dz: ཁྱད་ཆོས་ཚུ།

source: _1. Dot 8
dz: ༡. ཚག་ ༨(_1)

source: _2. Dot 7
dz: ༢. ཚག་ ༧(_2)

source: _3. Dot 8 or 7
dz: ༣. ཚག་ ༨ ཡང་ན་ ༧(_3)

source: _4. Off
dz: ༤. ཨོཕ(_4)

source: Braille Device
dz: འབུར་ཡིག་གི་ཐབས་འཕྲུལ།

source: Braille devices list
dz: འབུལ་ཡིག་ཐབས་འཕྲུལ་གྱི་ཐོ་ཡིག

source: Enter manually:
dz: ལག་ཐོག་ལས་བཙུགས་:

source: _Device:
dz: ཐབས་འཕྲུལ་:(_D)

source: 10 _Font size
dz: ཡིག་གཟུགས་ཀྱི་ཚད་༡༠།(_F)

source: 11 _Activate script function "OnPosSwitch"
dz: ༡༡ ཡིག་ཚུགས་ཀྱི་བྱ་ལས་ཤུགས་ལྡན་བཟོ། "OnPosSwitch"(_A)

source: 12 _Present attributes
dz: ད་ལྟའི་ཁྱད་ཆོས་ཚུ་༡༢།(_P)

source: <b>_Braille keys list</b>
dz: <b>འབུར་ཡིག་ལྡེ་མིག་ཚུ་གི་ཐོ་ཡིག་</b>(_B)

source: Activate script function "OnPosSwitch"
dz: ཡིག་ཚུགས་བྱ་ལས་ཤུགས་ལྡན་བཟོ།"OnPosSwitch"

source: Add item in braille keys list
dz: འབུར་ཡིག་ལྡེ་མིག་ཐོ་ཡིག་ནང་ རྣམ་གྲངས་ཁ་སྐོང་རྐྱབས།

source: Braille Display Key Mapping
dz: འབུར་ཡིག་བཀྲམ་སྟོན་ལྡེ་མིག་གི་ས་ཁྲ་བཟོ་བ།

source: Braille device keys list
dz: འབུར་ཡིག་ཐབས་འཕྲུལ་ལྡེ་མིག་ཚུ་གི་ཐོ་ཡིག

source: Braille keys list
dz: འབུར་ཡིག་ལྡེ་མིག་ཚུ་གི་ཐོ་ཡིག

source: Command List
dz: བརྡ་བཀོད་ཐོ་ཡིག

source: Command list
dz: བརྡ་བཀོད་ཐོ་ཡིག

source: Font name
dz: ཡིག་གཟུགས་ཀྱི་མིང་།

source: Font size
dz: ཡིག་གཟུགས་ཀྱི་ཚད།

source: Font style
dz: ཡིག་གཟུགས་ཀྱི་བཟོ་རྣམ།

source: Modify selected item
dz: སེལ་འཐུ་འབད་མི་རྣམ་གྲངས་ ལེགས་བཅོས་འབད།

source: Move caret
dz: ཀེ་རེཊི་ སྤོ་བཤུད་འབད།

source: Move mouse and click left
dz: མཱའུསི་སྤོ་བཤུད་འབད་དེ་ གཡོན་ལུ་ཨེབ་གཏང་འབད།

source: Move mouse and click left and right
dz: མཱའུསི་སྤོ་བཤུད་འབད་དེ་ གཡོན་དང་གཡས་ལུ་ ཨེབ་གཏང་འབད།

source: Move mouse and click right
dz: མཱའུསི་སྤོ་བཤུད་འབད་དེ་ གཡས་ལུ་ཨེབ་གཏང་འབད།

source: Only move mouse
dz: མཱའུསི་སྤོ་བཤུད་རྐྱངམ་གཅིག་འབད།

source: Optical Sensors
dz: མཐོང་བའི་ཚོར་འཕྲུལ་ཚུ།

source: Optical sensors off
dz: མཐོང་བའི་ཚོར་འཕྲུལ་ཚུ་ཨོཕ།

source: Position Sensors
dz: གནས་སའི་ཚོར་འཕྲུལ་ཚུ།

source: Position sensors off
dz: གནས་སའི་ཚོར་འཕྲུལ་ཚུ་ཨོཕ།

source: Present attributes
dz: ད་ལྟའི་ཁྱད་ཆོས་ཚུ།

source: Remove selected item from braille keys list
dz: འབུར་ཡིག་ལྡེ་མིག་ཐོ་ཡིག་ནང་ལས་ སེལ་འཐུ་འབད་མི་རྣམ་གྲངས་ཚུ་ རྩ་བསྐྲད་གཏང་།

source: Show X coordinate
dz: ཨེགསི་གི་ཆ་སྙོམ་སྟོན།

source: Show Y coordinate
dz: ཝའི་གི་ཆ་སྙོམ་སྟོན།

source: _0 Optical sensors off
dz: ༠ མཐོང་བའི་ཚོར་འཕྲུལ་ཚུ་ཨོཕ།(_0)

source: _0 Position sensors off
dz: ༠ གནས་སའི་་ཚོར་འཕྲུལ་ཚུ་ཨོཕ།(_0)

source: _1 Only move mouse
dz: ༡ མཱའུསི་རྐྱངམ་གཅིག་སྤོ་བཤུད་འབད(_1)

source: _2 Move mouse and click left
dz: ༢ མཱའུསི་ སྤོ་བཤུད་འབད་དེ་ གཡོན་ལུ་ཨེབ་གཏང་འབད།(_2)

source: _3 Move mouse and click right
dz: ༣ མཱའུསི་ སྤོ་བཤུད་འབད་དེ་ གཡས་ལུ་ཨེབ་གཏང་འབད།(_3)

source: _4 Move mouse and click left or right
dz: ༤ མཱའུསི་ སྤོ་བཤུད་འབད་དེ་ གཡོན་ནམ་གཡས་ལུ་ ཨེབ་གཏང་འབད།(_4)

source: _5 Move caret
dz: ༥ ཀེ་རེཊི་ སྤོ་བཤུད་འབད།(_5)

source: _6 Show X coordinate
dz: ༦ ཨེགསི་གི་ཆ་སྙོམ་སྟོན།(_6)

source: _7 Show Y coordinate
dz: ༧ ཝའི་གི་ཆ་སྙོམ་སྟོན།(_7)

source: _8 Font style
dz: ༨ ཡིག་གཟུགས་བཟོ་རྣམ།(_8)

source: _9 Font name
dz: ༩ ཡིག་གཟུགས་མིང་།(_9)

source: _Commands:
dz: བརྡ་བཀོད་ཚུ་:(_C)

source: _Device key:
dz: ཐབས་འཕྲུལ་ལྡེ་མིག་:(_D)

source: _Modify
dz: ལེགས་བཅོས་འབད།(_M)

source: Braille Preferences
dz: འབུར་ཡིག་གི་དགའ་གདམ་ཚུ།

source: Close braille settings
dz: འབུར་ཡིག་གི་སྒྲིག་སྟངས་ཚུ་ ཁ་བསྡམ།

source: Map function for display keys
dz: བཀྲམ་སྟོན་ལྡེ་མིག་གི་དོན་ལུ་ ས་ཁྲའི་བྱ་ལས།

source: Select braille device
dz: འབུར་ཡིག་ཐབས་འཕྲུལ་ སེལ་འཐུ་འབད།

source: Select braille style 8/6 dots
dz: འབུར་ཡིག་བཟོ་རྣམ་ ཚག་ ༨/༦ སེལ་འཐུ་འབད།

source: Select cursor setting FullCell/UnderLined/NoCursor
dz: འོད་རྟགས་སྒྲིག་སྟངས་ ནང་ཐིག་ཧྲིལ་བུ་/འོག་ཐིག་ཅན་/འོད་རྟགས་མེདཔ་ སེལ་འཐུ་འབད།

source: Select translation table for braille device
dz: འབུར་ཡིག་ཐབས་འཕྲུལ་གྱི་དོན་ལུ་ སྐད་བསྒྱུར་ཐིག་ཁྲམ་ སེལ་འཐུ་འབད།

source: _1 Braille Device
dz: ༡ འབུར་ཡིག་ཐབས་འཕྲུལ།(_1)

source: _2 Translation Table
dz: ༢ སྐད་བསྒྱུར་ཐིག་ཁྲམ།(_2)

source: _3 Braille Style
dz: ༣ འབུར་ཡིག་བཟོ་རྣམ།(_3)

source: _4 Cursor Preferences
dz: ༤ འོད་རྟགས་དགའ་གདམ་ཚུ།(_4)

source: _5 Braille Key Mapping
dz: ༥ འབུར་ཡིག་ལྡེ་མིག་གི་ས་ཁྲ་བཟོ་བ།(_5)

source: Braille Style
dz: འབུར་ཡིག་བཟོ་རྣམ།

source: Use 6 dots
dz: ཚག་ ༦ ལག་ལེན་འཐབ།

source: Use 8 dots
dz: ཚག་ ༨ ལག་ལེན་འཐབ།

source: _6 Dot Braille
dz: ཚག་ ༦ འབད་མི་འབུར་ཡིག(_6)

source: _8 Dot Braille
dz: ཚག་ ༨ ཀྱི་ འབུར་ཡིག(_8)

source: Cursor Preferences
dz: འོད་རྟགས་དགའ་གདམ་ཚུ།

source: Cursor on braille display is a full cell
dz: འབུར་ཡིག་བཀྲམ་སྟོན་གུའི་ འོད་རྟགས་དེ་ ནང་ཐིག་གངམ་ཅིག་ཨིན་པས།

source: Cursor on braille display is an underline
dz: འབུར་ཡིག་བཀྲམ་སྟོན་གུའི་ འོད་རྟགས་དེ་ འོག་ཐིག་ཅན་ཅིག་ཨིན་པས།

source: No cursor on braille display
dz: འབུར་ཡིག་བཀྲམ་སྟོན་གུ་ འོད་རྟགས་མིན་འདུག

source: _Full cell cursor
dz: ནང་ཐིག་གང་བའི་འོད་རྟགས།(_F)

source: _No cursor
dz: འོད་རྟགས་མིན་འདུག(_N)

source: _Underline cursor (dots 7 and 8)
dz: འོད་རྟགས་ལུ་ འོག་ཐིག་རྐྱབས། (ཚག་༧ དང་༨)(_U)

source: Translation Table
dz: སྐད་བསྒྱུར་ཐིག་ཁྲམ།

source: Translation table list
dz: སྐད་བསྒྱུར་ཐིག་ཁྲམ་གྱི་ཐོ་ཡིག

source: _Select language:
dz: སྐད་ཡིག་སེལ་འཐུ་འབད་:(_S)

source: <b>Fi_nd Text:</b>
dz: <b> ཚིག་ཡིག་འཚོལ་</b>(_n)

source: <b>Find Attributes:</b>
dz: <b> ཁྱད་ཆོས་འཚོལ་</b>

source: <b>Match</b>
dz: <b> མཐུན་སྒྲིག་འབད་</b>

source: <b>Scope</b>
dz: <b> འོས་སྐབས་</b>

source: <b>Search For</b>
dz: <b> དོན་ལུ་འཚོལ་ཞིབ་</b>

source: A_ll chosen attributes
dz: གདམ་ཁ་བརྐྱབས་མི་ ཁྱད་ཆོས་ཆ་མཉམ།(_l)

source: A_ny chosen attributes
dz: གདམ་ཁ་བརྐྱབས་མི་ ཁྱད་ཆོས་གང་རུང་ཅིག(_n)

source: A_ttribute
dz: ཁྱད་ཆོས།(_t)

source: Bold
dz: རྒྱགས་པ།

source: Case _sensitive
dz: ཡི་གུའི་དྲན་ཚོར།(_s)

source: Case sensitive on/off
dz: ཡི་གུའི་དྲན་ཚོར་ ཨཱོན་/ཨོཕ།

source: Italic
dz: ཨི་ཊ་ལིཀ

source: S_elected
dz: སེལ་འཐུ་འབད་ཡོདཔ།(_e)

source: Scope area is a desktop
dz: འོས་སྐབས་ཀྱི་མངའ་ཁོངས་དེ་ ཌེཀསི་ཊོཔ་ཅིག་ཨིན།

source: Scope area is a window
dz: འོས་སྐབས་ཀྱི་མངའ་ཁོངས་དེ་ སྒོ་སྒྲིག་ཅིག་ཨིན།

source: Scope area is an application
dz: འོས་སྐབས་ཀྱི་མངའ་ཁོངས་དེ་ གློག་རིམ་ཅིག་ཨིན།

source: Search Preferences
dz: འཚོལ་ཞིབ་དགའ་གདམ་ཚུ།

source: Search criteria are graphics
dz: འཚོལ་ཞིབ་ཀྱི་ཁྱད་ཚད་དེ་ ཚད་རིས་ཚུ་ཨིན།

source: Search criterion is an attribute
dz: འཚོལ་ཞིབ་ཁྱད་ཚད་དེ་ ཁྱད་ཆོས་ཅིག་ཨིན།

source: Search criterion is text
dz: འཚོལ་ཞིབ་ཁྱད་ཚད་དེ་ ཚིག་ཡིག་ཨིན།

source: Selected item
dz: སེལ་འཐུ་འབད་མི་རྣམ་གྲངས།

source: Stri_kethrough
dz: སྦུག་བྲེག(_k)

source: Strikethrough
dz: སྦུག་བྲེག

source: Te_xt
dz: ཚིག་ཡིག(_x)

source: Text to search
dz: འཚོལ་ཞིབ་འབད་ནིའི་ཚིག་ཡིག

source: Underline
dz: འོག་ཐིག

source: _Application
dz: གློག་རིམ།(_A)

source: _Bold
dz: རྒྱགས་པ།(_B)

source: _Desktop
dz: ཌེསིཀ་ཊོཔ།(_D)

source: _Graphics
dz: ཚད་རིས།(_G)

source: _Italic
dz: ཨའི་ཊ་ལིཀ(_I)

source: _Underline
dz: འོག་ཐིག(_U)

source: _Window
dz: སྒོ་སྒྲིག(_W)

source: <b>Active Components</b>
dz: <b>ཤུགས་ལྡན་ཆ་ཤས་</b>

source: <b>Startup</b>
dz: <b>འགོ་བཙུགས་</b>

source: Braille monitor on/off
dz: འབུར་ཡིག་གསལ་གཞི་འཕྲུལ་ཆས་ ཨཱོན་/ཨོཕ།

source: Braille on/off
dz: འབུར་ཡིག་ཨཱོན་/ཨོཕ།

source: Magnifier on/off
dz: ཆེ་ཤེལ་ ཨཱོན་/ཨོཕ།

source: Speech on/off
dz: གསུང་བཤད་ ཨཱོན་/ཨོཕ།

source: Start gnopernicus minimized
dz: ཆུང་བཟོས་ཇི་ནོ་པར་ནི་ཀཱསི་ འགོ་བཙུགས།

source: Start m_inimized
dz: ཆུང་བཟོས་འགོ་བཙུགས།(_i)

source: Startup Mode
dz: འགོ་བཙུགས་ཐབས་ལམ།

source: Mouse Preferences
dz: མཱའུསི་གི་དགའ་གདམ་ཚུ།

source: Simulate click on current object
dz: ད་ལྟོའི་དངོས་པོ་གུ་ མཚུངས་བཟོ་ཨེབ་གཏང་འབད།

source: Take mouse at current object
dz: མཱའུསི་ ད་ལྟོའི་དངོས་པོ་གུ་འབག་སོང་།

source: _Simulate click on current object
dz: ད་ལྟོའི་དངོས་པོ་གུ་ མཚུངས་བཟོ་ཨེབ་གཏང་འབད།(_S

source: _Take mouse at current object
dz: མཱའུསི་ ད་ལྟོའི་དངོས་པོ་གུ་འབག་སོང་།(_T)
