Repository: tenzin/dzongkha-linux-translation-files
Catalog: gnome-2.14/desktop/gnopernicus.gnome-2-14.*.po
Languages: dz

source: Close "Load Default Preferences"
dz: "Load Default Preferences" ཁ་བསྡམས།

source: Load Default Preferences
dz: སྔོན་སྒྲིག་དགའ་གདམ་ཚུ་མངོན་གསལ་འབད།

source: Load Default Settings
dz: སྔོན་སྒྲིག་སྒྲིག་སྟངས་ཚུ་མངོན་གསལ་འབད།

source: Load all defaults
dz: སྔོན་སྒྲིག་ཆ་མཉམ་ མངོན་གསལ་འབད།

source: Load braille defaults
dz: འབུར་ཡིག་སྔོན་སྒྲིག་ཚུ་ མངོན་གསལ་འབད།

source: Load braille monitor defaults
dz: འབུར་ཡིག་གསལ་གཞི་འཕྲུལ་ཆས་སྔོན་སྒྲིག་ཚུ་ མངོན་གསལ་འབད།

source: Load command map defaults
dz: བརྡ་བཀོད་ས་ཁྲའི་སྔོན་སྒྲིག་ཚུ་ མངོན་གསལ་འབད།

source: Load magnifier defaults
dz: ཆེ་ཤེལ་སྔོན་སྒྲིག་ཚུ་ མངོན་གསལ་འབད།

source: Load mouse defaults
dz: མཱའུསི་སྔོན་སྒྲིག་ཚུ་ མངོན་གསལ་འབད།

source: Load presentation defaults
dz: གསལ་སྟོན་སྔོན་སྒྲིག་ཚུ་ མངོན་གསལ་འབད།

source: Load screen review defaults
dz: གསལ་གཞི་བསྐྱར་ཞིབ་སྔོན་སྒྲིག་ཚུ་ མངོན་གསལ་འབད།

source: Load speech defaults
dz: གསུང་བཤད་སྔོན་སྒྲིག་ཚུ་ མངོན་གསལ་འབད།

source: Load startup mode defaults
dz: འགོ་བཙུགས་ཐབས་ལམ་སྔོན་སྒྲིག་ཚུ་ མངོན་གསལ་འབད།

source: _0 All
dz: ༠ ཆ་མཉམ།(_0)

source: _1 Braille
dz: ༡ འབུར་ཡིག(_1)

source: _2 Speech
dz: ༢ གསུང་བཤད།(_2)

source: _3 Magnifier
dz: ༣ ཆེ་ཤེལ།(_3)

source: _4 Keyboard
dz: ༤ ལྡེ་སྒྲོམ།(_4)

source: _5 Braille Monitor
dz: ༥ འབུར་ཡིག་གསལ་གཞི་འཕྲུལ་ཆས།(_5)

source: _6 Startup
dz: ༦ འགོ་བཙུགས།(_6)

source: _7 Command Map
dz: ༧ བརྡ་བཀོད་ས་ཁྲ།(_7)

source: _8 Presentation
dz: ༨ གསལ་སྟོན།(_8)

source: _9 Screen Review
dz: ༩ གསལ་གཞི་བསྐྱར་ཞིབ།(_9)

source: <b>Border settings</b>
dz: <b>མཐའ་མཚམས་སྒྲིག་སྟངས་ཚུ་</b>

source: <b>Cross-hair</b>
dz: <b>ཀོརོསི་-ཧེའར་</b>

source: <b>Cursor setting</b>
dz: <b>འོད་རྟགས་སྒྲིག་སྟངས་</b>

source: <b>Display screen</b>
dz: <b>གསལ་གཞི་བཀྲམ་སྟོན་འབད་</b>

source: <b>Focus tracking mode</b>
dz: <b>ཊེ་ཀིང་ཐབས་ལམ་ལུ་ ཆེད་དམིགས་འབད་</b>

source: <b>Mo_use tracking mode</b>
dz: <b>མཱའུསི་ ཊེ་ཀིང་ཐབས་ལམ་</b>(_u)

source: <b>S_moothing</b>
dz: <b>ཧུམ་ཁྱུག་བཟོ་བ་</b>(_m)

source: <b>Zoomer placement</b>
dz: <b>རྒྱས་ཟུམ་འབད་མི་བཙུགས་བཞག་</b>

source: <b>Zoomfactor</b>
dz: <b>རྒྱས་ཟུམ་ཆ་རྐྱེན་</b>

source: <b>_Zoomer list</b>
dz: <b>རྒྱས་ཟུམ་འབད་མིའི་ཐོ་ཡིག་ </b>(_Z)

source: Bor_der size:
dz: མཐའ་མཚམས་ཀྱི་ཚད་:(_d)

source: Border c_olor:
dz: མཐའ་མཚམས་ཀྱི་ཚོས་གཞི་:(_o)

source: Border color
dz: མཐའ་མཚམས་ཀྱི་ཚོས་གཞི།

source: Border size
dz: མཐའ་མཚམས་ཀྱི་ཚད།

source: C_entered
dz: དབུས་བསྒྲིགས།(_e)

source: C_ursor on/off
dz: འོད་རྟགས་ ཨཱོན་/ཨེཕ།(_u)

source: Cross-ha_ir size:
dz: ཀོརོསི་ཧེའར་གྱི་ཚད་:(_i)

source: Cross-hair c_lip on/off
dz: ཀོརོསི་ཧེའར་གྱི་འཛིན་ལྕགས་ ཨཱོན་/ཨོཕ།(_l)

source: Cross-hair colo_r:
dz: ཀོརོསི་ཧེའར་གྱི་ཚོས་གཞི་: (_r)

source: Cross-hair color in_verted
dz: ཀོརོསི་ཧེའར་གྱི་ཚོས་གཞི་ གནས་ལོག་འབད་ཡོདཔ།(_v)

source: Cross-hair o_n/off
dz: ཀོརོསི་ཧེའར་ ཨཱོན་/ཨོཕ།(_n)

source: Crosswire clip on/off
dz: ཀོརོསི་ཝ་ཡེར་འཛིན་ལྕགས་ ཨཱོན་/ཨོཕ།

source: Crosswire color
dz: ཀོརོསི་ཝ་ཡེར་ཚོས་གཞི།

source: Crosswire on/off
dz: ཀོརོསི་ཝ་ཡེར་ཨཱོན་/ཨོཕ།

source: Crosswire size
dz: ཀོརོསི་ཝ་ཡེར་གྱི་ཚད།

source: Cursor _size:
dz: འོད་རྟགས་ཀྱི་ཚད།(_s)

source: Cursor c_olor:
dz: འོད་རྟགས་ཚོས་གཞི་:(_o)

source: Cursor color
dz: འོད་རྟགས་ཚོས་གཞི།

source: Cursor magnification
dz: འོད་རྟགས་ཆེར་སྐྱེད།

source: Cursor on/off
dz: འོད་རྟགས་ ཨཱོན་/ཨོཕ།

source: Cursor size
dz: འོད་རྟགས་ཚད།

source: Display screen source
dz: གསལ་གཞིའི་འབྱུང་ཁུངས་ བཀྲམ་སྟོན་འབད།

source: Display screen target
dz: གསལ་གཞིའི་དམིགས་གཏད་ བཀྲམ་སྟོན་འབད།

source: Invert crosswire color
dz: ཀོརོསི་ཝ་ཡེར་ཚོས་གཞི་གནས་ལོག་འབད།

source: Invert on/off
dz: ཨཱོན་/ཨོཕ་ གནས་ལོག་འབད།

source: Lock zoom _factor
dz: རྒྱས་ཟུམ་ཆ་རྐྱེན་ ལྡེ་མིག་རྐྱབས།(_f)

source: Lock zoom factor
dz: རྒྱས་ཟུམ་ཆ་རྐྱེན་ ལྡེ་མིག་རྐྱབས།

source: Magnifier Preferences
dz: ཆེ་ཤེལ་གྱི་དགའ་གདམ་ཚུ།

source: Magnifier settings
dz: ཆེ་ཤེལ་གྱི་སྒྲིག་སྟངས་ཚུ།

source: Mouse tracking type
dz: མཱའུསི་ཊེ་ཀིང་གི་དབྱེ་བ།

source: Panning on/off
dz: རྗེས་དམིགས་ ཨཱོན་/ཨོཕ།

source: Set cursor separate from _magnification
dz: འོད་རྟགས་ཆེར་སྐྱེད་ལས་ སོ་སོ་གཞི་སྒྲིག་འབད།(_m)

source: Smoothing type
dz: ཧུམ་ཆ་བཟོ་བའི་དབྱེ་བ།

source: Tar_get:
dz: དམིགས་གཏད་:(_g)

source: Zoom factor X
dz: རྒྱས་ཟུམ་ཆ་རྐྱེན་ཨེགསི།

source: Zoom factor Y
dz: རྒྱས་ཟུམ་ཆ་རྐྱེན་ཝའི།

source: Zoom factor _X:
dz: རྒྱས་ཟུམ་ཆ་རྐྱེན་ཨེགསི་:(_X)

source: Zoom factor _Y:
dz: རྒྱས་ཟུམ་ཆ་རྐྱེན་ཝའི་:(_Y)

source: Zoomer Options
dz: རྒྱས་ཟུམ་འབད་མིའི་གདམ་ཁ།

source: Zoomer placement bottom
dz: རྒྱས་ཟུམ་བཙུགས་བཞག་ཨེབ་རྟ།

source: Zoomer placement left
dz: རྒྱས་ཟུམ་བཙུགས་བཞག་གཡོན།

source: Zoomer placement right
dz: རྒྱས་ཟུམ་བཙུགས་བཞག་གཡས།

source: Zoomer placement top
dz: རྒྱས་ཟུམ་བཙུགས་བཞག་མགོ་ལུ།

source: Zoomers list
dz: རྒྱས་ཟུམ་འབད་མི་ཚུ་གི་ཐོ་ཡིག

source: _Add/Modify
dz: ཁ་སྐོང་རྐྱབས་/ལེགས་བཅོས་འབད།(_A)

source: _Auto
dz: རང་བཞིནགྱི།(_A)

source: _Bottom:
dz: མཇུག་:(_B)

source: _Invert
dz: གནས་ལོག(_I)

source: _Left:
dz: གཡོན་:(_L)

source: _None
dz: ཅི་མེད།(_N)

source: _Panning
dz: རྗེས་དམིགས།(_P)

source: _Remove
dz: རྩ་བསྐྲད་གཏང་།(_R)

source: _Right:
dz: གཡས་:(_R)

source: _Source:
dz: འབྱུང་ཁུངས་:(_S)

source: _Top:
dz: མགོ་:(_T)

source: bilinear
dz: བའི་ལི་ནིའར།

source: centered
dz: དབུས་བསྒྲིགས།

source: none
dz: ཅི་མེད།

source: proportional
dz: སྙོམས་ཚད་ཀྱི།

source: push
dz: འཕུལ།

source: Expert
dz: མཁས་མཆོག

source: Mode selected:
dz: ཐབས་ལམ་སེལ་འཐུ་འབད་ཡོད་:

source: Presentation
dz: གསལ་སྟོན།

source: Verbose
dz: ཚད་བརྒལ།

source: <b>Horizontal flags</b>
dz: <b>ཐད་སྙོམས་ཟུར་རྟགས་</b>

source: <b>Vertical flags</b>
dz: <b>ཀེར་ཕྲང་ཟུར་རྟགས་</b>

source: Add all empty lines
dz: གྱལ་རིམ་སྟོངམ་ཆ་མཉམ་ ཁ་སྐོང་རྐྱབས།

source: Add all spaces
dz: བར་སྟོང་ཆ་མཉམ་ ཁ་སྐོང་རྐྱབས།

source: Add all spaces and empty lines
dz: བར་སྟོང་དང་ གྱལ་རིམ་སྟོངམ་ཆ་མཉམ་ ཁ་སྐོང་རྐྱབས།

source: Add embedded empty lines
dz: གོམས་འདྲིས་ཚུད་པའི་ གྱལ་རིམ་སྟོངམ་ཚུ་ ཁ་སྐོང་རྐྱབས།

source: Add embedded spaces
dz: གོམས་འདྲིས་ཚུད་པའི་ བར་སྟོང་ཚུ་ ཁ་སྐོང་རྐྱབས།

source: Add leading empty lines
dz: སྔོན་བསྐྱོད་གྱལ་རིམ་སྟོངམ་ཚུ་ ཁ་སྐོང་རྐྱབས།

source: Add leading spaces
dz: སྔོན་བསྐྱོད་བར་སྟོང་ཚུ་ ཁ་སྐོང་རྐྱབས།

source: Add trailing empty lines
dz: རྒྱབ་ལུས་གྱལ་རིམ་སྟོངམ་ཚུ་ ཁ་སྐོང་རྐྱབས།

source: Add trailing spaces
dz: རྒྱབ་ལུས་བར་སྟོང་ཚུ་ ཁ་སྐོང་རྐྱབས།

source: All _horizontal
dz: ཆ་མཉམ་ཐད་སྙོམས།(_h)

source: All _vertical
dz: ཆ་མཉམ་ཀེར་ཕྲང་།(_v)

source: Count em_pty lines
dz: གྱལ་རིམ་སྟོངམ་ཚུ་ གྱངས་ཁ་རྐྱབས།(_p)

source: Count empty lines
dz: གྱལ་རིམ་སྟོངམ་ཚུ་ གྱངས་ཁ་རྐྱབས།

source: E_mbedded
dz: གོམས་འདྲིས་ཚུད་པའི།(_m)

source: Lea_ding
dz: སྔོན་བསྐྱོད།(_d)

source: Screen Review Preferences
dz: གསལ་གཞི་བསྐྱར་ཞིབ་དགའ་གདམ་ཚུ།

source: T_railing
dz: རྒྱབ་ལུས།(_r)

source: _All flags
dz: ཟུར་རྟགས་ཆ་མཉམ།(_A)

source: _Embedded
dz: གོམས་འདྲིས་ཚུད་པའི།(_E)

source: _Leading
dz: སྔོན་བསྐྱོད།(_L)

source: _Trailing
dz: རྒྱབ་ལུས།(_T)

source: <b>Absolute Value</b>
dz: <b>ཡང་དག་བེ་ལུ་</b>

source: <b>Driver</b>
dz: <b>འདྲེན་བྱེད་</b>

source: <b>Properties</b>
dz: <b>རྒྱུ་དངོས་ཚུ་</b>

source: <b>Punctuation</b>
dz: <b>ཡིག་རྟགས་</b>

source: <b>Relative Values</b>
dz: <b>འབྲེལ་བའི་བེ་ལུསི་</b>

source: <b>Text Echo</b>
dz: <b>ཚིག་ཡིག་བྲག་ཅ་</b>

source: <b>Voice</b>
dz: <b>སྐད་</b>

source: <b>_Dictionary</b>
dz: <b>ཚིག་མཛོད་</b>(_D)

source: <b>_Replacement:</b>
dz: <b>ཚབ་བཙུགས་</b>(_R)

source: <b>_Voice list</b>
dz: <b>སྐད་ཀྱི་ཐོ་ཡིག་</b>(_V)

source: <b>_Word:</b>
dz: <b>མིང་ཚིག་:</b>(_W)

source: A_ll
dz: ཆ་མཉམ།(_l)

source: Activate pitch
dz: སྟུག་ཚད་ཤུགས་ལྡན་བཟོ།

source: Activate rate
dz: མགྱོགས་ཚད་ཤུགས་ལྡན་བཟོ།

source: Activate volume
dz: སྐད་ཤུགས་ ཤུགས་ལྡན་བཟོ།

source: Add / Modify Dictionary Entry
dz: ཚིག་མཛོད་ཐོ་བཀོད་ ཁ་སྐོང་རྐྱབས་/ལེགས་བཅོས་འབད།

source: Add / Modify Voice
dz: སྐད་ཁ་སྐོང་རྐྱབས་/ལེགས་བཅོས་འབད།།

source: Add new item in voices list
dz: སྐད་ཀྱི་ཐོ་ཡིག་ནང་ རྣམ་གྲངས་གསརཔ་ ཁ་སྐོང་རྐྱབས།

source: Add new word in dictionary
dz: ཚིག་མཛོད་ནང་ མིང་ཚིག་གསརཔ་ ཁ་སྐོང་རྐྱབས།

source: Change for all voices the engine driver and the engine speaker with a selected driver and speaker
dz: སེལ་འཐུ་འབད་མི་ འདྲེན་བྱེད་ཅིག་དང་ སྒྲ་སྐྱེད་ཅིག་གི་ཐོག་ལས་ མ་འཕྲུལ་འདྲེན་བྱེད་དང་ མ་འཕྲུལ་སྒྲ་སྐྱེད་ཀྱི་ སྐད་ཆ་མཉམ་གྱི་དོན་ལུ་བསྒྱུར་བཅོས།

source: Charac_ter
dz: ཡིག་འབྲུ།(_t)

source: Count sym_bols
dz: བརྡ་མཚོན་ཚུ་ གྱངས་ཁ་རྐྱབས།(_b)

source: Count symbols
dz: བརྡ་མཚོན་ཚུ་ ཁྱངས་ཁ་རྐྱབས།

source: Decrease pitch
dz: སྟུག་ཚད་ མར་ཕབ།

source: Decrease rate
dz: མགྱོགས་ཚད་མར་ཕབ།

source: Decrease volume
dz: སྐད་ཤུགས་མར་ཕབ།

source: Dictionary
dz: ཚིག་མཛོད།

source: Dictionary list
dz: ཚིག་མཛོད་ཐོ་ཡིག

source: Do not speak text
dz: ཚིག་ཡིག་མ་སླབ།

source: Edit A_bsolute...
dz: ཡང་དག་ཞུན་དག་རྐྱབས་...(_b)

source: Edit Absolute Voice Values
dz: ཡང་དག་སྐད་ཀྱི་བེ་ལུསི་ ཞུན་དག་རྐྱབས།

source: Edit R_elative...
dz: རི་ལེ་ཊིཔ་ཞུན་དག་རྐྱབས་...(_e)

source: Edit Relative Voice Values
dz: འབྲེལ་བའི་སྐད་ཀྱི་བེ་ལུསི་ ཞུན་དག་རྐྱབས།

source: Edit dictionary
dz: ཚིག་མཛོད་ཞུན་དག་རྐྱབས།

source: Edit parameter values absolutely
dz: ཚད་བཟུང་བེ་ལུསི་ཚུ་ ཡང་དག་སྦེ་ ཞུན་དག་རྐྱབས།

source: Edit parameter values relatively
dz: ཚད་བཟུང་བེ་ལུསི་ཚུ་ འབྲེལ་བའི་ཐོག་ལས་ ཞུན་དག་རྐྱབས།

source: Engine _driver:
dz: མ་འཕྲུལ་འདྲེན་བྱེད་:(_d)

source: Engine _speaker:
dz: མ་འཕྲུལ་སྒྲ་སྐྱེད་:(_s)

source: Engine driver
dz: མ་འཕྲུལ་འདྲེན་བྱེད།

source: Engine speaker
dz: མ་འཕྲུལ་སྒྲ་སྐྱེད།

source: Gnopernicus system voice
dz: ཇི་ནོ་པར་ནི་ཀཱསི་ རིམ་ལུགས་སྐད།

source: Hz
dz: ཨེཆ་ཛེཊི

source: Ignore all punctuation
dz: ཡིག་རྟགས་ཆ་མཉམ་ སྣང་མེད་བཞག

source: Increase pitch
dz: སྟུག་ཚད་ཡར་འཕར།

source: Increase rate
dz: མགྱོགས་ཚད་ཡར་འཕར།

source: Increase volume
dz: སྐད་ཤུགས་ཡར་འཕར།

source: Made pitch sensitive for changing
dz: བསྒྱུར་བཅོས་ཀྱི་དོན་ལུ་ སྟུག་ཚད་དྲན་ཚོར་ཅན་བཟོ་ཡི།

source: Made rate sensitive for changing
dz: བསྒྱུར་བཅོས་ཀྱི་དོན་ལུ་ མགྱོགས་ཚད་དྲན་ཚོར་ཅན་བཟོ་ཡི།

source: Made volume sensitive for changing
dz: བསྒྱུར་བཅོས་ཀྱི་དོན་ལུ་ སྐད་ཤུགས་དྲན་ཚོར་ཅན་བཟོ་ཡི།

source: Modify selected voice
dz: སེལ་འཐུ་འབད་མི་ སྐད་ལེགས་བཅོས་འབད།

source: Modify word
dz: མིང་ཚིག་ལེགས་བཅོས་འབད།

source: Pitch
dz: སྟུག་ཚད།

source: Rate
dz: མགྱོགས་ཚད།

source: Remove selected voice from voices list
dz: སྐད་ཀྱི་ཐོ་ཡིག་ནང་ལས་ སེལ་འཐུ་འབད་མི་སྐད་ རྩ་བསྐྲད་གཏང་།

source: Remove word from dictionary
dz: ཚིག་མཛོད་ནང་ལས་ མིང་ཚིག་རྩ་བསྐྲད་གཏང་།

source: Replacement
dz: ཚབ་མ།

source: Sa_y all navigation keys
dz: འགྲུལ་བསྐྱོད་ལྡེ་མིག་ ཆ་མཉམ་སླབས།(_y)

source: Say all modi_fiers
dz: ལེགས་བཅོས་འབད་མི་ ཆ་མཉམ་སླབས།(_f)

source: Say all modifiers
dz: ལེགས་བཅོས་འབད་མི་ ཆ་མཉམ་སླབས།

source: Say all navigation keys
dz: འགྲུལ་བསྐྱོད་ལྡེ་མིག་ ཆ་མཉམ་སླབ

source: Say all s_paces
dz: བར་སྟོང་ཆ་མཉམ་སླབས།(_p)

source: Say all spaces
dz: བར་སྟོང་ ཆ་མཉམ་སླབས

source: Say text as character
dz: ཚིག་ཡིག་ ཡིག་འབྲུ་སྦེ་སླབས

source: Say text as word
dz: ཚིག་ཡིག་ མིང་ཚིག་སྦེ་སླབས

source: Set voices and the voice parameters
dz: སྐད་དང་ སྐད་ཀྱི་ཚད་བཟུང་ཚུ་ གཞི་སྒྲིག་འབད།

source: Show all punctuation
dz: ཡིག་རྟགས་ཆ་མཉམ་སྟོན།

source: Show most punctuation
dz: ཡིག་རྟགས་མང་ཤོས་སྟོན།

source: Show some punctuation
dz: ཡིག་རྟགས་ལ་ལོ་ཅིག་སྟོན།

source: Speech Preferences
dz: གསུང་བཤད་ཀྱི་དགའ་གདམ་ཚུ།

source: Test selected voice
dz: སེལ་འཐུ་འབད་མི་སྐད་ བརྟག་ཞིབ་འབད།

source: Use dictionary
dz: ཚིག་མཛོད་ལག་ལེན་འཐབ།

source: Voice _name:
dz: སྐད་ཀྱི་མིང་:(_n)

source: Voice list
dz: སྐད་ཀྱི་ཐོ་ཡིག

source: Voices
dz: སྐད་ཚུ།

source: Volume
dz: སྐད་ཤུགས།

source: Word to replace
dz: ཚབ་བཙུགས་དགོ་པའི་མིང་ཚིག

source: Word/Min
dz: མིང་ཚིག་/སྐར་མ།

source: _Dictionary...
dz: ཚིག་མཛོད་...(_D)

source: _Force All Voices to Selected Driver and Speaker
dz: སྐད་ཆ་མཉམ་ སེལ་འཐུ་འབད་མི་ འདྲེན་བྱེད་དང་ སྒྲ་སྐྱེད་ལུ་ བང་ཅན་སྦེ་གཏང་།(_F)

source: _Ignore
dz: སྣང་མེད་བཞག(_I)

source: _Most
dz: མང་ཤོས།(_M)

source: _Pitch (Hz)
dz: སྟུག་ཚད། (ཨེཆ་ཛེཊི་)(_P)

source: _Pitch:
dz: སྟུག་ཚད་:(_P)

source: _Rate (words/min)
dz: མགྱོགས་ཚད། (མིང་ཚིག་/སྐར་མ)(_R)

source: _Rate:
dz: མགྱོགས་ཚད་:(_R)

source: _Some
dz: ལ་ལོ་ཅིག(_S)

source: _Test voice
dz: སྐད་བརྟག་ཞིབ་འབད།(_T)

source: _Use dictionary
dz: ཚིག་མཛོད་ལག་ལེན་འཐབ།(_U)

source: _Voices...
dz: སྐད་ཚུ་...(_V)

source: _Volume (%)
dz: སྐད་ཤུགས། (%)(_V)

source: _Volume:
dz: སྐད་ཤུགས་:(_V)

source: _Word
dz: མིང་ཚིག(_W)

source: words/min
dz: མིང་ཚིག་/སྐར་མ།

source: <b>_Commands list</b>
dz: <b>བརྡ་བཀོད་ཐོ་ཡིག་</b>(_C)

source: <b>_Layers list</b>
dz: <b>བང་རིམ་ཐོ་ཡིག་</b>(_L)

source: <b>_User defined list</b>
dz: <b>ལག་ལེན་པ་ངེས་འཛིན་འབད་བའི་ཐོ་ཡིག་</b>(_U)

source: Add Layer Key
dz: <b>བང་རིམ་ལྡེ་མིག་ཁ་སྐོང་རྐྱབས་</b>

source: Add User Defined Key
dz: ལག་ལེན་པ་ངེས་འཛིན་འབད་བའི་ལྡེ་མིག་ཁ་སྐོང་རྐྱབས།

source: Add new item
dz: རྣམ་གྲངས་གསརཔ་ ཁ་སྐོང་རྐྱབས།

source: Alt modifier
dz: གདམ་ལྡེ་ལེགས་བཅོས་འབད་མི།

source: Command Mapping
dz: བརྡ་བཀོད་ས་ཁྲ་བཟོ་བ།

source: Commands List
dz: བརྡ་བཀོད་ཐོ་ཡིག

source: Control modifier
dz: ཚད་འཛིན་ལེགས་བཅོས་འབད་མི།

source: Key number
dz: ལྡེ་མིག་ཨང་།

source: Keys list
dz: ལྡེ་མིག་ཐོ་ཡིག

source: Layer command list
dz: བང་རིམ་བརྡ་བཀོད་ཐོ་ཡིག

source: Layer number
dz: བང་རིམ་ཨང་།

source: Layers
dz: བང་རིམ་ཚུ།

source: List of gnopernicus commands
dz: ཇི་ནོ་པར་ནི་ཀཱསི་ བརྡ་བཀོད་ཚུ་གི་ཐོ་ཡིག

source: Modify command for the selected item
dz: སེལ་འཐུ་འབད་མི་རྣམ་གྲངས་ཚུ་གི་དོན་ལུ་ བརྡ་བཀོད་ལེགས་བཅོས་འབད།

source: Remove selected item
dz: སེལ་འཐུ་འབད་མི་རྣམ་གྲངས་ཚུ་ རྩ་བསྐྲད་གཏང་།

source: Shift modifier
dz: སོར་ལྡེ་ལེགས་བཅོས་འབད་མི།

source: User Defined
dz: ལག་ལེན་པ་ ངེས་འཛིན་འབད་ཡོདཔ།

source: User defined commands list.
dz: ལག་ལེན་པ་ ངེས་འཛིན་འབད་ཡོད་པའི་ བརྡ་བཀོད་ཐོ་ཡིག

source: _Alt
dz: གདམ་ལྡེ།(_A)

source: _Ctrl
dz: ཚད་འཛིན།(_C)

source: _Key:
dz: ལྡེ་མིག་:(_K)

source: _Layer:
dz: བང་རིམ་:(_L)

source: _Modifier keys:
dz: ལེགས་བཅོས་འབད་མི་ལྡེ་མིག་ཚུ་:(_M)

source: _Shift
dz: སོར་ལྡེ།(_S)

source: Screen Reader and Magnifier for the GNOME Desktop
dz: ཇི་ནོམ་ཌེཀསི་ཊོཔ་གི་དོན་ལུ་ གསལ་གཞི་ལྷག་མི་དང་ཆེ་ཤེལ།

source: translator-credits
dz: "ཨའི་ཌི་ཨར་སི་གི་མ་དངུལ་རྒྱབ་སྐྱོར་ཐོག་ལས་ བརྡ་དོན་འཕྲུལ་རིག་ལས་ཁུངས་ནང་ སྐད་བསྒྱུར་འབད་ཡི། ཁ་གསལ་གྱི་དོན་ལུ་ འབྲེལ་བ་འཐབ་ས་: <pema_geyleg@druknet.bt>/<pgeyleg@dit.gov.bt>"།

source: <b>Gnopernicus has detected that the assistive technology support is not enabled.</b>
dz: <b>ཇི་ནོ་པར་ནི་ཀཱསི་གིས་ ཕན་ཐབས་ཅན་གྱི་འཕྲུལ་རིག་ དེ་ ལྕོགས་མིན་སྦེ་ སྐྱོན་འཛིན་འབད་ནུག </b>

source: About
dz: སྐོར་ལས།

source: Alert
dz: དྲན་བརྡ།

source: Braille device preferences
dz: འབུར་ཡིག་ཐབས་འཕྲུལ་གྱི་དགའ་གདམ་ཚུ།

source: Braille monitor preferences
dz: འབུར་ཡིག་གསལ་གཞིའི་དགའ་གདམ་ཚུ།

source: Close preferences
dz: དགའ་གདམ་ཚུ་ ཁ་བསྡམས།

source: Command mapping
dz: ས་ཁྲ་བཟོ་བའི་བརྡ་བཀོད་བྱིན།

source: Do you want to enable the assistive technology support?
dz: ཁྱོད་ཀྱིས་ཕན་ཐབས་ཅན་གྱི་འཕྲུལ་རིག་དེ་ ལྕོགས་ཅན་བཟོ་ནི་ཨིན་ན?

source: Exit from gnopernicus
dz: ཇི་ནོ་པར་ནི་ཀཱསི་ནང་ལས་ ཕྱིར་འཐོན་འབད།

source: Find on screen
dz: གསལ་གཞི་གུ་འཚོལ།

source: Gnopernicus
dz: ཇི་ནོ་པར་ནི་ཀཱསི།

source: Gnopernicus usage help
dz: ཇི་ནོ་པར་ནི་ཀཱསི་ ལག་ལེན་གྱི་གྲོགས་རམ།

source: Iconify menu
dz: དཀར་ཆག་གི་ངོས་དཔར་བཟོ།

source: Load default preferences
dz: སྔོན་སྒྲིག་དགའ་གདམ་ཚུ་ མངོན་གསལ་འབད།

source: Magnifier preferences
dz: ཆེ་ཤེལ་གྱི་དགའ་གདམ་ཚུ།

source: Mouse preferences
dz: མཱའུསི་གི་དགའ་གདམ་ཚུ།

source: Preferences
dz: དགའ་གདམ་ཚུ།

source: Preferences...
dz: དགའ་གདམ་ཚུ།...

source: Question
dz: དྲི་བ།

source: Role presentation
dz: ལས་འགན་གསལ་སྟོན།

source: Screen review
dz: གསལ་གཞི་བསྐྱར་ཞིབ།

source: Speech preferences
dz: གསུང་བཤད་ཀྱི་དགའ་གདམ་ཚུ།

source: Startup mode...
dz: འགོ་བཙུགས་ཐབས་ལམ་...

source: You will have to log out for the change to take effect. Do you want to log out now?
dz: བསྒྱུར་བཅོས་ཚུ་ལུ་ ནུས་པ་འཐོབ་ནིའི་དོན་ལུ་ ཁྱོད་ཀྱིས་ཕྱིར་བསྐྱོད་འབད་དགོ། ད་ལྟོ་རང་ ཕྱིར་བསྐྱོད་འབད་ནི་ཨིན་ན?

source: _1 Speech
dz: ༡ གསུང་བཤད།(_1)

source: _1 Startup Mode...
dz: ༡ འགོ་བཙུགས་ཐབས་ལམ་...(_1)

source: _2 Braille
dz: ༢ འབུར་ཡིག(_2)

source: _2 Preferences...
dz: ༢ དགའ་གདམ་ཚུ་...(_2)

source: _3 Default Preferences...
dz: ༣ སྔོན་སྒྲིག་དགའ་གདམ་ཚུ་...(_3)

source: _4 Minimize
dz: ༤ ཆུང་ཀུ་བཟོ།(_4)

source: _4 Mouse
dz: ༤ མཱའུསི།(_4)

source: _5 Help
dz: ༥ གྲོགས་རམ།(_5)

source: _6 About
dz: ༦ སྐོར་ལས།(_6)

source: _6 Command Mapping
dz: ༦ བརྡ་བཀོད་ས་ཁྲ་བཟོ་བ།(_6)

source: _7 Presentation
dz: ༧ གསལ་སྟོན།(_7)

source: _8 Screen Review
dz: ༨ གསལ་གཞིའི་བསྐྱར་ཞིབ།(_8)

source: _9 Search
dz: ༩ འཚོལ་ཞིབ།(_9)

source: _Don't Enable Support
dz: རྒྱབ་སྐྱོར་ལྕོགས་ཅན་མ་བཟོ།(_D)

source: _Enable Support
dz: རྒྱབ་སྐྱོར་ལྕོགས་ཅན་བཟོ།(_E)

source: _Quit
dz: སྤངས།(_Q)

source: Failed to set value: %f.
dz: བེ་ལུ་: %f གཞི་སྒྲིག་འབད་མ་ཚུགས།

source: Failed to set value.
dz: བེ་ལུ་གཞི་སྒྲིག་འབད་མ་ཚུགས།

source: We could not load the interface!
dz: ངོས་འདྲ་བ་མངོན་གསལ་འབད་མ་ཚུགས།

source: default
dz: སྔོན་སྒྲིག

source: Can NOT remove zoomer because multiple zoomers are not supported in this version.
dz: རྒྱས་ཟུམ་རྩ་བསྐྲད་གཏང་མ་ཚུགས་ ག་ཅི་སྦེ་ཟེར་བ་ཅིན་ སྣ་མང་རྒྱས་ཟུམ་ཚུ་ལུ་ ཐོན་རིམ་འདི་ནང་ རྒྱབ་སྐྱོར་མི་འབད་བས།

source: Zoomers
dz: རྒྱས་ཟུམ་འབད་མི།

source: Zoomer Options (%s)
dz: རྒྱས་ཟུམ་འབད་མིའི་གདམ་ཁ།(%s)

source: Failed to set dictionary changes.
dz: ཚིག་མཛོད་བསྒྱུར་བཅོས་ གཞི་སྒྲིག་འབད་མ་ཚུགས།

source: Failed to set removed voice value.
dz: རྩ་བསྐྲད་བཏང་བའི་སྐད་ཀྱི་བེ་ལུ་ གཞི་སྒྲིག་འབད་མ་ཚུགས།

source: Failed to set count: %s.
dz: གྱངས་ཁ་: %sགཞི་སྒྲིག་འབད་མ་ཚུགས།

source: Failed to set Punctuation: %s.
dz: ཡིག་རྟགས་: %sགཞི་སྒྲིག་འབད་མ་ཚུགས།

source: Failed to set text echo value: %s.
dz: ཚིག་ཡིག་བྲག་ཅའི་བེ་ལུ་: %sགཞི་སྒྲིག་འབད་མ་ཚུགས།

source: Failed to set modifiers value: %s.
dz: ལེགས་བཅོས་འབད་མིའི་བེ་ལུ་: %sགཞི་སྒྲིག་འབད་མ་ཚུགས།

source: Failed to set cursors value: %s.
dz: འོད་རྟགས་བེ་ལུ་: %sགཞི་སྒྲིག་འབད་མ་ཚུགས།

source: Failed to set spaces value: %s.
dz: བར་སྟོང་གི་བེ་ལུ་: %sགཞི་སྒྲིག་འབད་མ་ཚུགས།

source: Failed to set dictionary value: %s.
dz: ཚིག་མཛོད་ཀྱི་བེ་ལུ་: %sགཞི་སྒྲིག་འབད་མ་ཚུགས།

source: Failed to set testable voice %s.
dz: བརྟག་ཞིབ་འབད་བཏུབ་པའི་བེ་ལུ་: %sགཞི་སྒྲིག་འབད་མ་ཚུགས།

source: %s no name
dz: %s ལུ་ མིང་མིན་འདུག

source: Invalid word or replacer!
dz: ནུས་མེད་མིང་ཚིག་གམ་ཚབ་མ།

source: Word exists in dictionary!
dz: ཚིག་མཛོད་ནང་ མིང་ཚིག་འདུག

source: No selected word to modify!
dz: ལེགས་བཅོས་འབད་ནིའི་དོན་ལུ་ སེལ་འཐུ་འབད་མི་ མིང་ཚིག་མིན་འདུག

source: No selected word to remove!
dz: རྩ་བསྐྲད་གཏང་ནིའི་དོན་ལུ་ སེལ་འཐུ་འབད་མི་ མིང་ཚིག་མིན་འདུག

source: Word
dz: མིང་ཚིག

source: Replacer
dz: ཚབ་བྱེད།

source: <all drivers>
dz: <འདྲེན་བྱེད་ཆ་མཉམ་>

source: <all voices>
dz: <སྐད་ཆ་མཉམ་>

source: Invalid voice!
dz: ནུས་མེད་སྐད།

source: Invalid driver or voice!
dz: ནུས་མེད་འདྲེན་བྱེད་ ཡང་ན་ སྐད།

source: No selected voice to modify!
dz: ལེགས་བཅོས་འབད་ནིའི་ སེལ་འཐུ་འབད་མི་ སྐད་མིན་འདུག

source: No selected voice to remove!
dz: རྩ་བསྐྲད་གཏང་ནིའི་དོན་ལུ་ སེལ་འཐུ་འབད་མི་ སྐད་མིན་འདུག

source: No selected voice to test!
dz: བརྟག་ཞིབ་འབད་ནིའི་དོན་ལུ་ སེལ་འཐུ་འབད་མི་ སྐད་མིན་འདུག

source: Voice
dz: སྐད།

source: Driver
dz: འདྲེན་བྱེད།

source: Speaker
dz: སྒྲ་སྐྱེད།

source: Phonetic|Alpha
dz: ཨཱལ་ཕ།

source: Phonetic|Bravo
dz: བེརེ་བོ།

source: Phonetic|Charlie
dz: ཅར་ལི།

source: Phonetic|Delta
dz: ཌེལ་ཊ།

source: Phonetic|Echo
dz: ཨི་ཀོ།

source: Phonetic|Foxtrot
dz: ཕོགསི་ཊོཊི།

source: Phonetic|Golf
dz: རྒྱུག་རིལ།

source: Phonetic|Hotel
dz: བཟའ་ཁང་།

source: Phonetic|India
dz: རྒྱ་གར།

source: Phonetic|Juliet
dz: ཇུ་ལི་ཡེཊི།

source: Phonetic|Kilo
dz: ཀི་ལོ།

source: Phonetic|Lima
dz: ལི་མ།

source: Phonetic|Mike
dz: མའིཀ།

source: Phonetic|November
dz: སྤྱི་ཟླ་བཅུ་གཅིག་པ།

source: Phonetic|Oscar
dz: ཨཱོསི་ཀར།

source: Phonetic|Papa
dz: པ་པ།

source: Phonetic|Quebec
dz: ཀུས་བེཀ

source: Phonetic|Romeo
dz: རོ་མིའོ།

source: Phonetic|Sierra
dz: སི་རི་ཡ།

source: Phonetic|Tango
dz: ཊེང་གོ

source: Phonetic|Uniform
dz: གཅིག་མཚུངས།

source: Phonetic|Victor
dz: ཝིཀ་ཊོར།

source: Phonetic|Whiskey
dz: ཝིསི་ཀི།

source: Phonetic|Xray
dz: གློག་དཔར།

source: Phonetic|Yankee
dz: ཡང་ཀི།

source: Phonetic|Zulu
dz: ཛུ་ལུ།

source: space
dz: བར་སྟོང་།

source: tab
dz: མཆོང་ལྡེ།

source: new line
dz: གྱལ་རིམ་གསརཔ།

source: dash
dz: སྦྲེལ་རྟགས།

source: cap
dz: ཀེཔ།

source: Failed to access configuration source(s): %s
dz: རིམ་སྒྲིག་འབྱུང་ཁུངས་: %sལུ་ འཛུལ་སྤྱོད་འབད་མ་ཚུགས།

source: Failed to add notify: %s
dz: བརྡ་བསྐུལ་བྱིན་ནི་: %s ཁ་སྐོང་རྐྱབས་མ་ཚུགས།

source: Failed to remove directory.
dz: སྣོད་ཐོ་རྩ་བསྐྲད་གཏང་མ་ཚུགས།

source: Failed to set configdata.
dz: རིམ་སྒྲིག་གནད་སྡུད་ གཞི་སྒྲིག་འབད་མ་ཚུགས།

source: Failed set data.
dz: གནད་སྡུད་གཞི་སྒྲིག་འབད་མ་ཚུགས།

source: (C)
dz: (སི་)

source: (E)
dz: (ཨི་)

source: (P)
dz: (པི་)

source: (U)
dz: (ཡུ་)

source: (c)
dz: (སི་)

source: (m)
dz: (ཨེམ)

source: (n)
dz: (ཨེན)

source: Give maximum speech and braille output.
dz: གསུང་བཤད་དང་ འབུར་ཡིག་གི་ཨའུཊི་པུཊི་ མང་མཐའ་བྱིན།

source: accelerator
dz: མགྱོགས་འཕྲུལ།

source: available
dz: འཐོབ་ཚུགསཔ།

source: checked
dz: ཞིབ་དཔྱད་འབད་ཡོདཔ།

source: closing tab
dz: མཆོང་ལྡེ་ཁ་བསྡམ་དོ།

source: closing window
dz: སྒོ་སྒྲིག་ཁ་བསྡམ་དོ།

source: collapsed
dz: ཧྲམ་བཏང་ཡོདཔ།

source: column header
dz: ཀེར་ཐིག་གི་མགུ་རྒྱན།

source: create tab
dz: མཆོང་ལྡེ་གསར་བསྐྲུན་འབད།

source: create window
dz: སྒོ་སྒྲིག་གསར་བསྐྲུན་འབད།

source: current value
dz: ད་ལྟོའི་བེ་ལུ།

source: empty line
dz: གྱལ་རིམ་སྟོངམ།

source: expanded
dz: རྒྱ་བསྐྱེད་འབད་ཡོདཔ།

source: item
dz: རྣམ་གྲངས།

source: items
dz: རྣམ་གྲངས་ཚུ།

source: level
dz: གནས་རིམ།

source: maximize window
dz: སྒོ་སྒྲིག་སྦོམ་བཟོ།

source: minimize window
dz: སྒོ་སྒྲིག་ཆུང་ཀུ་བཟོ།

source: minimized
dz: ཆུང་ཀུ་བཟོ་བཟོཝ།

source: no selection anymore
dz: དེ་ལས་ལྷག་སྟེ་ སེལ་འཐུ་མེད།

source: normal
dz: ཨ་རྟག་གི

source: pressed
dz: ཨེབ་ཡོདཔ།

source: rename window
dz: སྒོ་སྒྲིག་ལུ་ བསྐྱར་མིང་བཏགས།

source: restore window
dz: སྒོ་སྒྲིག་སོར་ཆུད་འབད།

source: row header
dz: གྲལ་ཐིག་མགུ་རྒྱན།

source: selected
dz: སེལ་འཐུ་འབད་ཡོདཔ།

source: shortcut
dz: མགྱོགས་ཐབས།

source: show tool tip
dz: ལག་ཆས་ཕན་བསླབ་སྟོན།

source: switch tab
dz: མཆོང་ལྡེ་སོར་བསྒྱུར་འབད།

source: switch to
dz: སོར་བསྒྱུར་འབད་ཡུལ།

source: switch to window
dz: སྒོ་སྒྲིག་ལུ་ སོར་བསྒྱུར་འབད།

source: titleize window
dz: སྒོ་སྒྲིག་ལུ་ མགོ་མིང་བཏགས།

source: unavailable
dz: འཐོབ་མི་ཚུགསཔ་།

source: unchecked
dz: ཞིབ་དཔྱད་མ་འབདཝ།

source: unpressed
dz: མ་ཨེབ།

source: unselected
dz: སེལ་འཐུ་མ་འབདཝ།

source: no parent
dz: རྩ་ལག་ མིན་འདུ

source: no children
dz: ཆ་ལག་ཚུ་མིན་འདུ

source: no next
dz: གཞན་མི་མིན་འདུག

source: Cannot find next text!
dz: ཚིག་ཡིག་གཞན་མི་ འཚོལ་མ་ཐོབ།

source: Cannot find next image!
dz: གཟུགས་བརྙན་གཞན་མི་ འཚོལ་མ་ཐོབ།

source: Cannot find next attributes!
dz: ཁྱད་ཆོས་གཞན་མི་ འཚོལ་མ་ཐོབ།

source: no previous
dz: ཧེ་མམ་མིན་འདུག

source: added watch for current object
dz: ད་ལྟོའི་དངོས་པོའི་དོན་ལུ་ ཁ་སྐོང་བརྐྱབས་ཡོད་པའི་ཆུ་ཚོད།

source: cannot add watch for current object
dz: ད་ལྟོའི་དངོས་པོའི་དོན་ལུ་ ཆུ་ཚོད་ཁ་སྐོང་བརྐྱབ་མི་ཚུགས།

source: no caret
dz: ཀེ་རེཊི་ མིན་འདུག

source: already on first
dz: ཧེ་མ་ལས་ དང་པམ་ལུ།

source: already on last
dz: ཧེ་མ་ལས་ མཇུག་མམ་ལུ།

source: now navigating in application
dz: ད་ལྟོ་གློག་རིམ་ནང་ འགྲུལ་བསྐྱོད་འབད་བའི་བསྒང་།

source: now navigating in desktop
dz: ད་ལྟོ་ཌེཀསི་ཊོཔ་ནང་ འགྲུལ་བསྐྱོད་འབད་བའི་བསྒང་།

source: now navigating in window
dz: ད་ལྟོ་སྒོ་སྒྲིག་ནང་ འགྲུལ་བསྐྱོད་འབད་བའི་བསྒང་།

source: no focus
dz: ཆེད་དམིགས་མིན་འདུག

source: no title
dz: མགོ་མིང་མིན་འདུག

source: no menu bar
dz: དཀར་ཆག་ཕྲ་རིང་མིན་འདུག

source: no tool bar
dz: ལག་ཆས་ཕྲ་རིང་མིན་འདུག

source: no status bar
dz: གནས་ཚད་ཕྲ་རིང་མིན་འདུག

source: on
dz: ཨཱོན།

source: from a
dz: ཅིག་ནང་ལས།

source: with
dz: བཅས

source: in a
dz: ཅིག་ནང་།

source: named
dz: མིང་བཏགས་པ།

source: with no name
dz: མིང་མེད་པའི་ཐོག་ལས།

source: of application
dz: གློག་རིམ་གྱི།

source: on a
dz: ཅིག་ལུ།

source: first line
dz: གྱལ་རིམ་དང་པ།

source: last line
dz: གྱལ་རིམ་མཇུག་མ།

source: [first line]
dz: [གྱལ་རིམ་དང་པ་]

source: [last line]
dz: [གྱལ་རིམ་མཇུག་མ་]

source: %d empty line
dz: གྱལ་རིམ་སྟོངམ་%d།

source: [empty line]
dz: [གྱལ་རིམ་སྟོངམ་]

source: [%d empty line]
dz: [གྱལ་རིམ་སྟོངམ་%d]།
