Repository: tenzin/dzongkha-linux-translation-files
Catalog: gnome-2.14/desktop/nautilus-cd-burner.gnome-2-14.*.po
Languages: dz

source: Unable to launch the cd burner application
dz: སི་ཌི་བཙུགས་སྤྱོད་པའི་གློག་རིམ་ གསར་བཙུགས་འབད་མ་ཚུགས།

source: _Write to Disc...
dz: ཌིཀསི་ལུ་བྲིས་….(_W)

source: Write disc image to a CD or DVD disc
dz: སི་ཌི་ཡང་ན་ ཌི་བི་ཌི་ཌིཀསི་ཅིག་ལུ་ ཌིཀསི་གི་གཟུགས་བརྙན་བྲིས།

source: Write disc image cuesheet to a CD or DVD disc
dz: སི་ཌི་ཡང་ན་ ཌི་བི་ཌི་ ཌིཀསི་ཅིག་ལུ་ ཌིཀསི་གཟུགས་བརྙན་གྱི་ཀིའུ་ཤིཊི་བྲིས།

source: _Copy Disc...
dz: ཌིཀསི་ལུ་འདྲ་བཤུས་རྐྱབས་….(_C)

source: Create a copy of this CD or DVD disc
dz: སི་ཌི་ ཡང་ན་ ཌི་བི་ཌི་ ཌིཀསི་འདི་གི་འདྲ་ཅིག་ གསར་བསྐྲུན་འབད།

source: Write contents to a CD or DVD disc
dz: སི་ཌི་ཡང་ན་ ཌི་བི་ཌི་ ཌིཀསི་ཅིག་ལུ་ ནང་དོན་ཚུ་བྲིས།

source: CD/DVD Creator Folder
dz: སི་ཌི་/ཌི་བི་ཌི་ གསར་བསྐྲུན་པའི་སྣོད་འཛིན།

source: Write to Disc
dz: ཌིཀསི་ལུ་བྲིས།

source: Unnamed CDROM
dz: མིང་མ་བཏགས་པའི་ སི་ཌི་རཱོམ་

source: Unnamed SCSI Drive (%s)
dz: མིང་མ་བཏགས་པའི་ ཨེསི་སི་ཨེསི་ཨའི་འདྲེན་འཕྲུལ།(%s)

source: File image
dz: ཡིག་སྣོད་གཟུགས་བརྙན།

source: Could not determine media type because CD drive is busy
dz: སི་ཌི་འདྲེན་འཕྲུལ་ ཁོམ་མེད་ཨིནམ་ལས་ བརྡ་ལམ་དབྱེ་བ་ ངེས་འཛིན་འབད་མ་ཚུགས།

source: Couldn't open media
dz: བརྡ་ལམ་ཁ་ཕྱེ་མ་ཚུགས།

source: Unknown Media
dz: མ་ཤེས་པའི་བརྡ་ལམ།

source: Commercial CD or Audio CD
dz: ཚོང་འབྲེལ་སི་ཌི་ ཡང་ན་ རྣར་ཉན་སི་ཌི།

source: CD-R
dz: སི་ཌི་-ཨར།

source: CD-RW
dz: སི་ཌི་-ཨར་ཌབ་ལུ།

source: DVD
dz: ཌི་བི་ཌི།

source: DVD-R, or DVD-RAM
dz: ཌི་བི་ཌི་-ཨར་ ཡང་ན་ ཌི་བི་ཌི་རེམ།

source: DVD-RW
dz: ཌི་བི་ཌི་-ཨར་ཌབ་ལུ།

source: DVD-RAM
dz: ཌི་བི་ཌི་རེམ།

source: DVD+R
dz: ཌི་བི་ཌི་-ཨར།

source: DVD+RW
dz: ཌི་བི་ཌི+ཨར་ཌབ་ལུ།

source: DVD+R DL
dz: ཌི་བི་ཌི་+ཨར་ ཌི་ཨེལ།

source: Broken media type
dz: རྒྱུན་ཆད་པའི་བརྡ་ལམ་དབྱེ་བ།

source: The recorder could not be accessed
dz: བཟུང་འཕྲུལ་དེ་ལུ་ འཛུལ་སྤྱོད་འབད་མ་ཚུགས།

source: Not enough space available on the disc
dz: ཌིཀསི་གུ་ བར་སྟོང་ལངམ་མིན་འདུག

source: The files selected did not fit on the CD
dz: སེལ་འཐུ་འབད་མི་ཡིག་སྣོད་ཚུ་ སི་ཌི་གུ་ ཚུད་སྒྲིག་འབད་མ་ཚུགས་པས།

source: Unhandled error, aborting
dz: ལེགས་སྐྱོང་མ་འཐབ་པའི་འཛོལ་བ་ བར་བཤོལ་འབད་དོ།

source: The CD has already been recorded
dz: སི་ཌི་དེ་ལུ་ ཧེ་མ་ལས་རང་ སྒྲ་བཟུང་འབད་ནུག

source: All audio files must be stereo, 16-bit digital audio with 44100Hz samples
dz: རྣར་ཉན་ཡིག་སྣོད་ཆ་མཉམ་གླུ་སྒྲོམ་ བིཊི་༡༦ ཌི་ཇི་ཊཱལ་ རྣར་ཉན་དཔེ་ཚད་༤༤༡༠༠ ཨེཆ་ཛེཊི་དང་བཅསཔ་ཨིན་དགོ།

source: The system is too slow to write the CD at this speed. Try a lower speed.
dz: མགྱོགས་ཚད་འདི་གུ་ སི་ཌི་གུ་འབྲི་ནི་ལུ་ རིམ་ལུགས་དེ་ལྷོད་དྲགས་པས། མགྱོགས་ཚད་དམའ་སུ་ཅིག་ལུ་འབད་རྩོལ་བསྐྱེད།

source: You can only burn 99 tracks on one disc
dz: ཌིཀསི་གཅིག་གུ་ གླུ་རིམ་༩༩ རྐྱངམ་གཅིག་ བཙུགས་སྤྱོད་འབད་བཏུབ།

source: No tracks given to write
dz: འབྲི་ནིའི་དོན་ལུ་ གླུ་རིམ་གཅིག་ཡང་མ་བྱིན་པས།

source: Burning CD
dz: སི་ཌི་བཙུགས་ལུ་སྤྱོད་འབད་དོ།

source: Could not run the necessary command: %s
dz: དགོས་མཁོ་བའི་བརྡ་བཀོད་: %s གཡོག་བཀོལ་མ་ཚུགས།

source: Blanking CD
dz: སི་ཌི་སྟོངམ་བཏོན་དོ།

source: Blanking DVD
dz: ཌི་བི་ཌི་སྟོངམ་བཏོན་དོ།

source: <b>Information</b>
dz: <b>བརྡ་དོན་ </b>

source: <b>Write Options</b>
dz: <b>འབྲི་ནིའི་གདམ་ཁ་</b>

source: <big><b>Writing files to disc</b></big>
dz: <big><b>ཡིག་སྣོད་ཚུ་ ཌིཀསི་ལུ་འབྲི་དོ་</b></big>

source: <i>Initializing...</i>
dz: <b>འགོ་འབྱེད་འབད་དོ་</b>

source: Data size:
dz: <b>གནད་སྡུད་ཀྱི་ཚད་</b>

source: Disc _name:
dz: ཌིཀསི་གི་མིང་:(_n)

source: Label to identify disc
dz: ཌིཀསི་ངོས་འཛིན་འབད་ནི་ལུ་ ཁ་ཡིག་བཏགས:

source: Select the speed to use for the write
dz: འབྲི་ནིའི་དོན་ལུ་ ལག་ལེན་འཐབ་ནིའི་མགྱོགས་ཚད་ སེལ་འཐུ་འབད།

source: Write _speed:
dz: མགྱོགས་ཚད་བྲིས།(_s)

source: Write disc _to:
dz: ཌིཀསི་འདི་འབྲི་ཡུལ།(_t)

source: Writing Files to Disc
dz: ཡིག་སྣོད་ཚུ་ ཌིཀསི་ལུ་འབྲི་དོ།

source: _Dummy write
dz: དཔེ་གཟུགས་འབྲི་བ།(_D)

source: _Eject
dz: ཕྱིར་བཏོན།(_E)

source: _Make Another Copy
dz: འདྲ་གཞན་ཅིག་བཟོ།(_M)

source: _Write
dz: བྲིས།(_W)

source: Disable Microsoft Windows compatibility?
dz: མའི་ཀོ་རོ་སོཕཊི་ ཝིན་ཌོསི་གི་མཐུན་འགྱུར་་ ལྕོགས་མིན་བཟོ་ནི་ཨིན་ན?

source: Some files don't have a suitable name for a Windows-compatible CD. Do you want to continue with Windows compatibility disabled?
dz: ཡིག་སྣོད་ལ་ལོ་ཅིག་ལུ་ ཝིན་ཌོསི་མཐུན་འགྱུར་ཅན་གྱི་སི་ཌི་དོན་ལུ་ འོས་ལྡན་གྱི་མིང་མིན་འདུག ཁྱོད་ཀྱིས་ཝིན་ཌོསི་གི་མཐུན་འགྱུར་ ལྕོགས་མིན་ཐོག་ལས་ འཕྲོ་མཐུད་ནི་ཨིན་ན

source: Windows compatibility
dz: ཝིན་ཌོསི་གི་མཐུན་འགྱུར།

source: Some files have invalid filenames.
dz: ཡིག་སྣོད་ལ་ལོ་ཅིག་ལུ་ ནུས་མེད་ཡིག་སྣོད་ཀྱི་མིང་ཚུ་འདུག

source: Unknown character encoding.
dz: མ་ཤེས་པའི་ཡིག་འབྲུའི་ཨིན་ཀོ་ཌིང་།

source: There is no space left on the device.
dz: ཐབས་འཕྲུལ་དེ་ལུ་ བར་སྟོང་ལྷག་ལུས་མིན་འདུག

source: File too large for filesystem.
dz: ཡིག་སྣོད་འདི་ ཡིག་སྣོད་རིམ་ལུགས་དོན་ལུ་ སྦོམ་དྲགས་པས།

source: Creating disc image
dz: ཌིཀསི་གི་གཟུགས་བརྙན་ གསར་བསྐྲུན་འབད་དོ།

source: The selected location does not have enough space to store the disc image (%s MiB needed).
dz: སེལ་འཐུ་འབད་མི་ གནས་ཁོངས་དེ་ནང་ལུ་ ཌིཀསི་གཟུགས་བརྙན་ གསོག་འཇོག་འབད་ནིའི་ བར་སྟོང་ལངམ་མིན་འདུག (ཨེམ་ཨའི་བི་%sདགོ་པས)

source: The label for the image is too long.
dz: གཟུགས་བརྙན་གྱི་དོན་ལུ་ ཁ་ཡིག་དེ་རིང་དྲགས་པས།

source: Unable to create temporary directory: %s.
dz: འཕྲལ་སྐབས་ཀྱི་སྣོད་ཐོ་ %s གསར་བསྐྲུན་འབད་མ་ཚུགས།

source: Unable to create temporary file: %s.
dz: འཕྲལ་སྐབས་ཀྱི་ཡིག་སྣོད་: %s གསར་བསྐྲུན་འབད་མ་ཚུགས།

source: There are no files to write to disc.
dz: ཌིཀསི་ལུ་འབྲི་ནིའི་ ཡིག་སྣོད་མིན་འདུག

source: Could not run sub process: %s.
dz: ལས་སྦྱོར་ཡན་ལག་: %s གཡོག་བཀོལ་མ་ཚུགས།

source: The operation was cancelled by the user.
dz: བཀོལ་སྤྱོད་དེ་ ལག་ལེན་པ་གིས་ ཆ་མེད་བཏང་ནུག

source: Command failed: %s
dz: བརྡ་བཀོད་མ་བཏུབ་: %s།

source: Unknown error
dz: མ་ཤེས་པའི་འཛོལ་བ།

source: (invalid Unicode)
dz: (ནུས་མེད་ཡུ་ནི་ཀོཌི)

source: Not a valid disc image.
dz: ནུས་ལྡན་ཌིཀསི་གི་གཟུགས་བརྙན་ཅིག་མིན་པས།

source: %d hour
dz: ཆུ་ཚོད་%d།

source: %d minute
dz: སྐར་མ་%d།

source: %d second
dz: སྐར་ཆ་%d།

source: 0 seconds
dz: སྐར་ཆ་༠།

source: About %s left
dz: %s དེ་ཅིག་ལུས་ཡོད།

source: Preparing to write CD
dz: སི་ཌི་འབྲི་ནིའི་ གྲ་སྒྲིག་འབད་དོ།

source: Preparing to write DVD
dz: ཌི་བི་ཌི་འབྲི་ནིའི་ གྲ་སྒྲིག་འབད་དོ།

source: Writing CD
dz: སི་ཌི་འབྲི་དོ།

source: Writing DVD
dz: ཌི་བི་ཌི་འབྲི་དོ།

source: Finishing write
dz: འབྲི་ནི་རྫོགས་དོ།

source: Erasing CD
dz: སི་ཌི་ནང་ལས་ ཀྲེག་གཏང་དོ།

source: Erasing DVD
dz: ཌི་བི་ཌི་ནང་ལས་ ཀྲེག་གཏང་དོ།

source: Please make sure another application is not using the drive.
dz: གློག་རིམ་གཞན་ཅིག་གིས་ འདྲེན་འཕྲུལ་དེ་ ལག་ལེན་འཐབ་བཞིན་མེདཔ་ ངེས་ཏིག་བཟོ་གནང་།

source: Drive is busy
dz: འདྲེན་འཕྲུལ་ཁོམ་མེད་ཨིན་པས།

source: Please put a disc, with at least %d MiB free, into the drive. The following disc types are supported: %s
dz: འདྲེན་འཕྲུལ་ནང་ལུ་ ཉུང་མཐའ་བར་སྟོང་ཨེམ་ཨའི་བི་%d འབད་མི་ཌིཀསི་ཅིག་བཙུགས་གནང་། འོག་གི་ཌིཀསི་གི་དབྱེ་བ་ཚུ་ལུ་རྒྱབ་སྐྱོར་ཡོད་: %s

source: Insert a rewritable or blank disc
dz: བསྐྱར་འབྲི་འབད་བཏུབ་ ཡང་ན་ སྟོངམ་འབད་མི་ ཌིཀསི་ཅིག་བཙུགས་།

source: Insert a blank disc
dz: ཌིཀསི་སྟོངམ་ཅིག་བཙུགས།

source: Please replace the disc in the drive with a supported disc with at least %d MiB free. The following disc types are supported: %s
dz: འདྲེན་འཕྲུལ་ནང་ཡོད་མི་ ཌིཀསི་དེ་གི་ཚབ་ལུ་ ཉུང་མཐའ་ལུ་བར་སྟོང་ཨེམ་ཨའི་བི་ %d ཡོད་མི་ རྒྱབ་སྐྱོར་ཅན་གྱི་ཌིཀསི་ཅིག་བཙུགས་གནང་།འོག་གི་ཌིཀསི་གི་དབྱེ་བ་ཚུ་ལུ་རྒྱབ་སྐྱོར་ཡོད་: %s

source: Reload a rewritable or blank disc
dz: བསྐྱར་འབྲི་འབད་བཏུབ་མི་ ཡང་ན་ སྟོངམ་འབད་མི་ཌིཀསི་ཅིག་ སླར་མངོན་གསལ་འབད།

source: Reload a blank disc
dz: ཌིཀསི་སྟོངམ་ཅིག་ སླར་མངོན་གསལ་འབད།

source: This %s appears to have information already recorded on it.
dz: %sའདི་གུ་ ཧེ་མ་ལས་ར་ བརྡ་དོན་སྒྲ་བཟུང་འབད་ཡོདཔ་བཟུམ་ཅིག་འདུག

source: Erase information on this disc?
dz: ཌིཀསི་འདི་གུ་ཡོད་པའི་བརྡ་དོན་ཀྲེག་གཏང་ནི་ཨིན་ན?

source: _Try Another
dz: གཞན་ཅིག་ལུ་ འབད་རྩོལ་བསྐྱེད།(_T)

source: _Erase Disc
dz: ཌིཀསི་ཀྲེག་གཏང་།(_E)

source: There was an error writing to the disc: %s
dz: ཌིཀསི་ལུ་འབྲི་ནི་ལུ་ འཛོལ་བ་ཅིག་བྱུང་ནུག %s

source: There was an error writing to the disc
dz: སི་ཌི་ལུ་འབྲི་ནི་ལུ་ འཛོལ་བ་ཅིག་བྱུང་ནུག

source: Error writing to disc
dz: ཌིཀསི་ལུ་འབྲི་ནི་ལུ་འཛོལ་བ།

source: A file named "%s" already exists. Do you want to overwrite it?
dz: ཡིག་སྣོད་མིང་ "%s" འབད་མི་ཅིག་ ཧེ་མ་ལས་རང་འདུག ཁྱོད་ཀྱིས་འདི་ ཚབ་སྲུང་འབད་ནི་ཨིན་ན?

source: Overwrite existing file?
dz: ད་ལྟོ་ཡོད་མི་ཡིག་སྣོད་ ཚབ་སྲུང་འབད།

source: _Overwrite
dz: ཚབ་སྲུང་འབད།(_O)

source: Choose a filename for the disc image
dz: ཌིཀསི་གཟུགས་བརྙན་གྱི་དོན་ལས་ཡིག་སྣོད་མིང་ཅིག་ གདམ་ཁ་རྐྱབས།

source: image.iso
dz: གཟུགས་བརྙན་.ཨའི་ཨེསི་ཨོ།

source: You do not have permissions to overwrite that file (%s).
dz: ཁྱོད་ལུ་ཡིག་སྣོད་(%s) དེ་ ཚབ་སྲུང་འབད་ནིའི་ གནང་བ་མིན་འདུག

source: File image creation failed
dz: ཡིག་སྣོད་གཟུགས་བརྙན་ གསར་བསྐྲུན་འབད་མ་ཚུགས།

source: You do not have permissions to create that file (%s).
dz: ཁྱོད་ལུ་ཡིག་སྣོད་ (%s) དེ་ གསར་བསྐྲུན་འབད་ནིའི་ གནང་བ་མིན་འདུག

source: Complete
dz: མཇུག་བསྡུ།

source: An error occurred while writing
dz: འབྲི་བའི་སྐབས་ལུ་ འཛོལ་བ་ཅིག་བྱུང་ཡི།

source: Writing Files to a Disc Image
dz: ཡིག་སྣོད་ཚུ་ཌིཀསི་གཟུགས་བརྙན་ཅིག་ལུ་འབྲི་དོ།

source: Writing Files to CD
dz: ཡིག་སྣོད་ཚུ་སི་ཌི་ལུ་འབྲི་དོ།

source: Writing Files to DVD
dz: ཡིག་སྣོད་ཚུ་ཌི་བི་ཌི་ལུ་འབྲི་དོ།

source: Writing Image to Disc
dz: གཟུགས་བརྙན་ཌིཀསི་ལུ་འབྲི་དོ།

source: Copying Disc Image
dz: ཌིཀསི་གི་གཟུགས་བརྙན་ འདྲ་བཤུས་རྐྱབ་དོ།

source: Writing Image to CD
dz: གཟུགས་བརྙན་སི་ཌི་ལུ་འབྲི་དོ།

source: Writing Image to DVD
dz: གཟུགས་བརྙན་ཌི་བི་ཌི་ལུ་འབྲི་དོ།

source: Copying Disc
dz: ཌིཀསི་འདྲ་བཤུས་རྐྱབས་དོ།

source: Copying Disc to a Disc Image
dz: ཌིཀསི་ཌིཀསི་གཟུགས་བརྙན་ཅིག་ལུ་འདྲ་བཤུས་རྐྱབ་དོ།

source: Copying Disc to CD
dz: ཌིཀསི་སི་ཌི་ལུ་འདྲ་བཤུས་རྐྱབ་དོ།

source: Copying Disc to DVD
dz: ཌིཀསི་ཌི་བི་ཌི་ལུ་འདྲ་བཤུས་རྐྱབ་དོ།

source: Writing files to disc
dz: ཡིག་སྣོད་ཚུ་ཌིཀསི་ལུ་འབྲི་དོ།

source: Writing files to a disc image
dz: ཡིག་སྣོད་ཚུ་ཌིཀསི་གཟུགས་བརྙན་ཅིག་ལུ་འབྲི་དོ།

source: Writing files to CD
dz: ཡིག་སྣོད་ཚུ་སི་ཌི་ལུ་འབྲི་དོ།

source: Writing files to DVD
dz: ཡིག་སྣོད་ཚུ་ཌི་བི་ཌི་ལུ་འབྲི་དོ།

source: Writing image to disc
dz: གཟུགས་བརྙན་ཌིཀསི་ལུ་འབྲི་དོ།

source: Copying disc image
dz: ཌིཀསི་གི་གཟུགས་བརྙན་འདྲ་བཤུས་རྐྱབ་དོ།

source: Writing image to CD
dz: གཟུགས་བརྙན་སི་ཌི་ལུ་འབྲི་དོ།

source: Writing image to DVD
dz: གཟུགས་བརྙན་ཌི་བི་ཌི་ལུ་འབྲི་དོ།

source: Copying disc
dz: ཌིཀསི་འདྲ་བཤུས་རྐྱབ་དོ།

source: Copying disc to a disc image
dz: ཌིཀསི་དེ་ཌིཀསི་གི་གཟུགས་བརྙན་ཅིག་ལུ་འདྲ་བཤུས་རྐྱབ་དོ།

source: Copying disc to CD
dz: ཌིཀསི་སི་ཌི་ལུ་འདྲ་བཤུས་རྐྱབ་དོ།

source: Copying disc to DVD
dz: ཌིཀསི་ཌི་བི་ཌི་ལུ་འདྲ་བཤུས་རྐྱབ་དོ།

source: The selected files are being written to a CD or DVD. This operation may take a long time, depending on data size and write speed.
dz: སེལ་འཐུ་འབད་མི་ཡིག་སྣོད་ཚུ་ སི་ཌི་ཅིག་ ཡང་ན་ ཌི་བི་ཌི་ཅིག་ལུ་འབྲི་དོ། བཀོལ་སྤྱོད་འདི་ གནད་སྡུད་ཀྱི་ཚད་དང་ འབྲི་ནིའི་མགྱོགས་ཚད་དང་འཁྲིལ་ཏེ་ དུས་ཡུན་རིངམ་འགོར་འོང་།

source: The selected files are being written to a disc image file.
dz: སེལ་འཐུ་འབད་མི་ ཡིག་སྣོད་ཚུ་ཌིཀསི་གཟུགས་བརྙན་ཅིག་ལུ་འབྲི་དོ།

source: The selected files are being written to a CD. This operation may take a long time, depending on data size and write speed.
dz: སེལ་འཐུ་འབད་མི་ ཡིག་སྣོད་ཚུ་སི་ཌི་ཅིག་ལུ་འབྲི་དོ། བཀོལ་སྤྱོད་འདི་ གནད་སྡུད་ཀྱི་ཚད་དང་ འབྲི་ནིའི་མགྱོགས་ཚད་དང་འཁྲིལ་ཏེ་ དུས་ཡུན་རིངམ་འགོར་འོང་།

source: The selected files are being written to a DVD. This operation may take a long time, depending on data size and write speed.
dz: སེལ་འཐུ་འབད་མི་ ཡིག་སྣོད་ཚུ་ཌི་བི་ཌི་ཅིག་ལུ་འབྲི་དོ། བཀོལ་སྤྱོད་འདི་ གནད་སྡུད་ཀྱི་ཚད་དང་ འབྲི་ནིའི་མགྱོགས་ཚད་དང་འཁྲིལ་ཏེ་ དུས་ཡུན་རིངམ་འགོར་འོང་།

source: The selected disc image is being written to a CD or DVD. This operation may take a long time, depending on data size and write speed.
dz: སེལ་འཐུ་འབད་མི་ཌིཀསི་དེ་ སི་ཌི་ཅིག་ ཡང་ན་ ཌི་བི་ཌི་ཅིག་ལུ་འབྲི་དོ། བཀོལ་སྤྱོད་འདི་ གནད་སྡུད་ཀྱི་ཚད་དང་ འབྲི་ནིའི་མགྱོགས་ཚད་དང་འཁྲིལ་ཏེ་ དུས་ཡུན་རིངམ་འགོར་འོང་།

source: The selected disc image is being copied to a disc image file.
dz: སེལ་འཐུ་འབད་མི་ཌིཀསི་གཟུགས་བརྙན་དེ་ ཌིཀསི་གཟུགས་བརྙན་གྱི་ཡིག་སྣོད་ཅིག་ལུ་ འདྲ་བཤུས་རྐྱབ་དོ།

source: The selected disc image is being written to a CD. This operation may take a long time, depending on data size and write speed.
dz: སེལ་འཐུ་འབད་མི་ ཌིཀསི་གཟུགས་བརྙན་དེ་ སི་ཌི་ཅིག་ལུ་འབྲི་དོ། བཀོལ་སྤྱོད་འདི་ གནད་སྡུད་ཀྱི་ཚད་དང་ འབྲི་ནིའི་མགྱོགས་ཚད་དང་འཁྲིལ་ཏེ་ དུས་ཡུན་རིངམ་འགོར་འོང་།

source: The selected disc image is being written to a DVD. This operation may take a long time, depending on data size and write speed.
dz: སེལ་འཐུ་འབད་མི་ ཌིཀསི་གཟུགས་བརྙན་དེ་ ཌི་བི་ཌི་ཅིག་ལུ་འབྲི་དོ། བཀོལ་སྤྱོད་འདི་ གནད་སྡུད་ཀྱི་ཚད་དང་ འབྲི་ནིའི་མགྱོགས་ཚད་དང་འཁྲིལ་ཏེ་ དུས་ཡུན་རིངམ་འགོར་འོང་།

source: The selected disc is being copied to a CD or DVD. This operation may take a long time, depending on data size and drive speed.
dz: སེལ་འཐུ་འབད་མི་ཌིཀསི་དེ་ སི་ཌི་ཅིག་ ཡང་ན་ ཌི་བི་ཌི་ཅིག་ལུ་འདྲ་བཤུས་རྐྱབ་དོ། བཀོལ་སྤྱོད་འདི་ གནད་སྡུད་ཀྱི་ཚད་དང་ འདྲེན་འཕྲུལ་གྱི་མགྱོགས་ཚད་དང་འཁྲིལ་ཏེ་ དུས་ཡུན་རིངམ་འགོར་འོང་།

source: The selected disc is being copied to a disc image file. This operation may take a long time, depending on data size and drive speed.
dz: སེལ་འཐུ་འབད་མི་ཌིཀསི་དེ་ ཌིཀསི་གཟུགས་བརྙན་ཡིག་སྣོད་ཅིག་ལུ་ འདྲ་བཤུས་རྐྱབ་དོ། བཀོལ་སྤྱོད་འདི་ གནད་སྡུད་ཀྱི་ཚད་དང་ འདྲེན་འཕྲུལ་གྱི་མགྱོགས་ཚད་དང་འཁྲིལ་ཏེ་ དུས་ཡུན་རིངམ་འགོར་འོང་།

source: The selected disc is being copied to a CD. This operation may take a long time, depending on data size and drive speed.
dz: སེལ་འཐུ་འབད་མི་ཌིཀསི་དེ་ སི་ཌི་ཅིག་ལུ་ འདྲ་བཤུས་རྐྱབ་དོ། བཀོལ་སྤྱོད་འདི་ གནད་སྡུད་ཀྱི་ཚད་དང་ འདྲེན་འཕྲུལ་གྱི་མགྱོགས་ཚད་དང་འཁྲིལ་ཏེ་ དུས་ཡུན་རིངམ་འགོར་འོང་།

source: The selected disc is being copied to a DVD. This operation may take a long time, depending on data size and drive speed.
dz: སེལ་འཐུ་འབད་མི་ཌིཀསི་དེ་ ཌི་བི་ཌི་ཅིག་ལུ་འདྲ་བཤུས་རྐྱབ་དོ། བཀོལ་སྤྱོད་འདི་ གནད་སྡུད་ཀྱི་ཚད་དང་ འདྲེན་འཕྲུལ་གྱི་མགྱོགས་ཚད་དང་འཁྲིལ་ཏེ་ དུས་ཡུན་རིངམ་འགོར་འོང་།

source: Completed writing %s
dz: %s བྲིས་ཚར་ཡི།

source: Maximum possible
dz: ག་དེ་མང་མང་།

source: %d MiB
dz: ཨེམ་ཨའི་བི་ %d

source: Personal Data, %b %d, %Y
dz: རང་དོན་གནད་སྡུད། %b %d, %Y

source: Calculating...
dz: རྩིས་བཏོན་དོ་་་་

source: Interrupt writing files to disc?
dz: ཌིཀསི་ལུ་འབྲི་ནི་ལུ་ བར་དཀྲོགས་འབད་ག?

source: Are you sure you want to interrupt the disc write operation? Some drives may require that you restart the computer to get them working again.
dz: ཁྱོད་ཀྱིས་ཌིཀསི་ལུ་འབྲི་ནིའི་ བཀོལ་སྤྱོད་དེ་ལུ་ བར་དཀྲོགས་འབད་ནི་ ངེས་ཏིགཨིན་ན? དེ་ཚུ་ལོག་སྟེ་ ལཱ་འབད་བཅུག་ནི་ལུ་ གློག་རིམ་ལ་ལོ་ཅིག་གི་དོན་ལུ་ གློག་རིག་ལོག་འགོ་བཙུགས་དགོཔ་འོང་།

source: Interrupt
dz: བར་དཀྲོགས་འབད།

source: Continue
dz: འཕྲོ་མཐུད།

source: There was a problem displaying the help contents: %s.
dz: གྲོགས་རམ་ནང་དོན་ : %s བཀྲམ་སྟོན་འབད་ནི་ལུ་ ཀདའ་ངལ་ཅིག་འདུག

source: Cannot display help
dz: གྲོགས་རམ་བཀྲམ་སྟོན་འབད་མི་ཚུགས་པས།

source: It appears that the disc, when created, will contain a single disc image file. Do you want to continue and write it to the disc as a file?
dz: དེ་སྦེ་བལྟཝ་དང་ ཌིཀསི་དེ་གསར་བསྐྲུན་འབདཝ་ད་ དེ་གི་ནང་ན་ ཌིཀསི་གི་གཟུགས་བརྙན་ ཕུད་རྡོག་གཅིག་ འོང་ནི་བཟུམ་ཅིག་འདུག ཁྱོད་ཀྱིས་འདི་འཕྲོ་མཐུད་དེ་ ཌིཀསི་གུ་གཟུགས་བརྙན་བཟུམ་ཅིག་སྦེ་ འབྲི་ནི་ཨིན་ན?

source: Create disc containing a single disc image file?
dz: ཌིཀསི་ཕུད་རྡོག་གཅིག་གི་ གཟུགས་བརྙན་ཡིག་སྣོད་ཡོད་པའི་ ཌིཀསི་གསར་བསྐྲུན་འབད།

source: Create From Image
dz: གཟུགས་བརྙན་ནང་ལས་ གསར་བསྐྲུན་འབད།

source: Create With File
dz: བཅས་པའི་ཡིག་སྣོད་ གསར་བསྐྲུན་འབད།

source: It appears that the disc, when created, will contain only disc image files. Do you want to continue and write them to the disc as files?
dz: དེ་སྦེ་བལྟཝ་དང་ ཌིཀསི་དེ་གསར་བསྐྲུན་འབདཝ་ད་ དེ་གི་ནང་ན་ ཌིཀསི་གཟུགས་བརྙན་ཡིག་སྣོད་རྐྱངམ་གཅིག་ འོང་ནི་བཟུམ་ཅིག་འདུག ཁྱོད་ཀྱིས་དེ་ཚུ་འཕྲོ་མཐུད་དེ་ ཌིཀསི་གུ་གཟུགས་བརྙན་བཟུམ་ཅིག་སྦེ་ འབྲི་ནི་ཨིན་ན?

source: Create disc containing only disc image files?
dz: ཌིཀསི་གཟུགས་བརྙན་ཡིག་སྣོད་ཡོད་པའི་ ཌིཀསི་རྐྱངམ་གཅིག་ གསར་བསྐྲུན་འབད།

source: Create With Files
dz: བཅས་པའི་ཡིག་སྣོད་ཚུ་ གསར་བསྐྲུན་འབད།

source: The file '%s' is unreadable. Do you wish to skip this file and continue?
dz: ཡིག་སྣོད་ '%s' དེ་ལྷག་མི་བཏུབ་པས། ཁྱོད་ཀྱིས་ཡིག་སྣོད་འདི་ བཀོག་བཞག་ཞིནམ་ལས་ འཕྲོ་མཐུད་ནི་ཨིན་ན?

source: Skip unreadable file?
dz: ལྷག་མ་བཏུབ་པའི་ཡིག་སྣོད་ གོམ་འགྱོ་ནི་ཨིན་ན?

source: Skip
dz: གོམ་འགྱོ།

source: Skip All
dz: ཆ་མཉམ་གོམ་འགྱོ།

source: No files selected
dz: ཡིག་སྣོད་གཅིག་ཡང་ སེལ་འཐུ་མ་འབད་བས།

source: You need to copy the files you want to write to disc to the CD/DVD Creator window.
dz: ཁྱོད་ཀྱིས་ཌིཀསི་ལུ་ འབྲི་དགོ་མི་ཡིག་སྣོད་ཚུ་ སི་ཌི་/ཌི་བི་ཌི་ གསར་བསྐྲུན་པའི་སྒོ་སྒྲིག་ལུ་ འདྲ་བཤུས་བརྐྱབ་དགོ

source: Open CD/DVD Creator
dz: སི་ཌི་/ཌི་བི་ཌི་ གསར་བསྐྲུན་པ་ཁ་ཕྱེ།

source: The file '%s' is not a valid disc image.
dz: ཡིག་སྣོད་%s' དེ་ ནུས་ལྡན་སི་ཌི་གི་ གཟུགས་བརྙན་ཅིག་མིན་པས།

source: The specified device '%s' is not a valid CD/DVD drive.
dz: གསལ་བཀོད་འབད་མི་ཐབས་འཕྲུལ་%s' དེ་ ནུས་ལྡན་སི་ཌི་/ཌི་བི་ཌི་ འདྲེན་འཕྲུལ་ཅིག་མིན་པས།

source: Unable to read specified location
dz: གསལ་བཀོད་འབད་མི་ གནས་ཁོངས་ལྷག་མ་ཚུགས།

source: No media available
dz: བརྡ་ལམ་མི་འཐོབ་པས།

source: There doesn't seem to be any media in the selected drive.
dz: སེལ་འཐུ་འབད་མི་ འདྲེན་འཕྲུལ་དེ་ནང་ བརྡ་ལམ་ག་ནི་ཡང་ མེདཔ་བཟུམ་ཅིག་འདུག

source: Copy Disc
dz: ཌིཀསི་འདྲ་བཤུས་རྐྱབས།

source: Copy disc _to:
dz: ཌིཀསི་འདྲ་བཤུས་རྐྱབས་ཡུལ་:།(_t)

source: Use CD/DVD device as source instead of burn:///
dz: སི་ཌི་/ཌི་བི་ཌི་ཐབས་འཕྲུལ་དེ་ བཙུགས་སྤྱོད་ཚབ་ལུ་ འབྱུང་ཁུངས་སྦེ་ ལག་ལེན་འཐབ།///

source: Use ISO image as source instead of burn:///
dz: ཨའི་ཨེསི་ཨོ་གཟུགས་བརྙན་ བཙུགས་སྤྱོད་ཚབ་ལུ་ འབྱུང་ཁུངས་སྦེ་ ལག་ལེན་འཐབ།///

source: Use CUE/TOC file as source instead of burn:///
dz: སི་ཡུ་ཨི་/ཊི་ཨོ་སི་ཡིག་སྣོད་ བཙུགས་སྤྱོད་ཚབ་ལུ་ འབྱུང་ཁུངས་སྦེ་ ལག་ལེན་འཐབ།

source: Too many parameters
dz: ཚད་བཟུང་མང་དྲགས་པས།

source: Too many parameters were passed to the application.
dz: གློག་རིམ་ལུ་ ཚད་བཟུང་གཏང་ནི་ མང་དྲགས་ནུག

source: Default burn speed
dz: བཙུགས་སྤྱོད་མགྱོགས་ཚད་ སྔོན་སྒྲིག་འབད།

source: Default speed at which the media will be written.
dz: བརྡ་ལམ་འབྲི་ནིའི་མགྱོགས་ཚད་གུ་ སྔོན་སྒྲིག་འབད།

source: Directory for the temporary ISO images
dz: འཕྲལ་སྐབས་ཀྱི་ ཨའི་ཨེསི་ཨོ་ གཟུགས་བརྙན་ཚུ་གི་དོན་ལུ་སྣོད་ཐོ།

source: Directory used for the temporary ISO images, leave blank to use the default system temporary directory.
dz: འཕྲལ་སྐབས་ཀྱི་ ཨའི་ཨེསི་ཨོ་ གཟུགས་བརྙན་ཚུ་གི་དོན་ལུ་ ལག་ལེན་འཐབ་མི་ ཁ་བྱང་ཐོ་ཡིག འཕྲལ་སྐབས་ཀྱི་སྣོད་ཐོ་ སྔོན་སྒྲིག་རིམ་ལུགས་ཀྱི་དོན་ལུ་ ལག་ལེན་འཐབ་ནིའི་ བར་སྟོང་བཞག

source: Enable Burnproof option
dz: བཙུགས་སྤྱོད་ཉེན་སྲུང་གི་གདམ་ཁ་ ལྕོགས་ཅན་བཟོ།

source: Enable debug
dz: རྐྱེན་སེལ་ལྕོགས་ཅན་བཟོ།

source: Enable overburn
dz: ཚད་ལས་བརྒལ་བའི་བཙུགས་སྤྱོད་ ལྕོགས་ཅན་བཟོ།

source: Whether to allow the data to exceed the size of the physical medium.
dz: གནད་སྡུད་དེ་ དངོས་སུ་ཡོད་པའི་བརྡ་ལམ་གྱི་ཚད་ལས་ ལྷག་བཅུག་ནི་ཨིན་ན་མེན།

source: Whether to enable the debugging for CD Recording.
dz: སི་ཌི་སྒྲ་བཟུང་གི་དོན་ལུ་ རྐྱེན་སེལ་ལྕོགས་ཅན་ བཟོ་ནི་ཨིན་ན་མེན།

source: Whether to use the Burnproof option available on some recorders.
dz: བཟུང་འཕྲུལ་གཞན་ཚུ་ལུ་ཡོད་མི་ བཙུགས་སྤྱོད་ཉེན་སྲུང་ ལག་ལེན་འཐབ་ནི་ཨིན་ན་མེན།

source: CD/DVD Creator
dz: སི་ཌི་/ཌི་བི་ཌི་ གསར་བསྐྲུན་པ།

source: Open the CD/DVD Creator
dz: སི་ཌི་/ཌི་བི་ཌི་ གསར་བསྐྲུན་པ་ཁ་ཕྱེ།

source: Can't launch cd burner
dz: སི་ཌི་བཙུགས་སྤྱོད་པ་ གསར་བཙུགས་འབད་མི་ཚུགས།

source: <b>After Writing</b>
dz: <b>བྲིས་ཚར་བའི་ཤུལ་ལུ་ </b>

source: E_ject disc
dz: ཌིཀསི་ཕྱིར་བཏོན་འབད:(_j)

source: CD or DVD
dz: སི་ཌི་ ཡང་ན་ ཌི་བི་ཌི།

source: _Reuse these files for another disc
dz: ཡིག་སྣོད་འདི་ཚུ་ ཌིཀསི་གཞན་ཅིག་གི་དོན་ལུ་ བསྐྱར་སྤྱོད་འབད།(_R)

source: Incorrectly encoded string.
dz: བདེན་མེད་སྦེ་ ཨིན་ཀོ་ཌེཌི་ འབད་ཡོད་པའི་ཡིག་རྒྱུན།

source: Fixating CD
dz: སི་ཌི་ འགྱུར་མེད་བཟོ་དོ།

source: Fixating DVD
dz: ཌི་བི་ཌི་ འགྱུར་མེད་བཟོ་དོ།

source: Please put a rewritable or blank disc, with at least %d MiB free, into the drive.
dz: འདྲེན་འཕྲུལ་ནང་ལུ་ ཌིཀསི་བསྐྱར་འབྲི་འབད་བཏུབ་པའམ་ སྟོངམ་འབད་མི་ བར་སྟོང་ཨེམ་ཨའི་བི་%d ཡོད་མི་ཅིག་ བཙུགས་གནང་།

source: Please replace the disc in the drive with a rewritable or blank disc, with at least %d MiB free.
dz: འདྲེན་འཕྲུལ་ནང་ཡོད་མི་ ཌིཀསི་དེ་གི་ཚབ་ལུ་ བསྐྱར་འབྲི་འབད་བཏུབ་པའམ་ སྟོངམ་འབད་མི་ཌིཀསི་ ཉུང་མཐའ་ལུ་ བར་སྟོང་ཨེམ་ཨའི་བི་ %d ཡོད་མི་ཅིག་ བཙུགས་གནང་།

source: Retry disc
dz: ཌིཀསི་ལུ་ སླར་འབད་རྩོལ་བསྐྱེད།

source: The inserted disc was already written to.
dz: ནང་ན་བཙུགས་མི་ ཌིཀསི་དེ་ལུ་ ཧེ་མ་ལས་རང་བྲིས་ནུག

source: Do you want to insert another disc, or erase this one?
dz: ཌིཀསི་གཞན་མི་ཅིག་ བཙུགས་ནི་ཨིན་ན་ ཡང་ཅིན་ འདི་ཀྲེག་གཏང་ནི་ཨིན་ན?

source: Insert another disc
dz: ཌིཀསི་གཞན་མི་ཅིག་བཙུགས།

source: Disc writing error details
dz: ཌིཀསི་ལུ་ འབྲི་ནིའི་འཛོལ་བ་གི་རྒྱས་བཤད།

source: Detailed error output from cdrecord:
dz: སི་ཌི་སྒྲ་བཟུང་ནང་ལས་ འཛོལ་བའི་རྒྱས་བཤད་ཀྱི་ ཨའུཊི་པུཊི།

source: _Details
dz: རྒྱས་བཤད།(_D)
