Repository: tenzin/dzongkha-linux-translation-files
Catalog: gnome-2.14/desktop/xkeyboard-config.HEAD.*.po
Languages: dz

source: Portugal
dz: པོར་ཊུ་གཱལ།

source: Press Left Alt key to choose 3rd level.
dz: གནས་རིམ་གསུམ་པ་གདམ་ནི་ལུ་གཡོན་གྱི་གདམ་ལྡེ་ལྡེ་མིག་ཨེབ།

source: Press Left Win-key to choose 3rd level.
dz: གནས་རིམ་གསུམ་པ་གདམ་ནི་ལུ་གཡོན་གྱི་ཝིན་ལྡེ་མིག་ཨེབ།

source: Press Menu key to choose 3rd level.
dz: གནས་རིམ་གསུམ་པ་གདམ་ནི་ལུ་དཀར་ཆག་ལདེ་མིག་ཨེབ།

source: Press Right Alt key to choose 3rd level, Shift+Right Alt key is Multi_Key.
dz: གནས་རིམ་གསུམ་པ་གདམ་ནི་ལུ་གཡས་ཀྱི་གདམ་ལྡེ་ལྡེ་མིག་ཨེབ་ སོར་ལྡེ་+གཡས་ཀྱི་གདམ་ལྡེ་ལྡེ་མིག་འདི་སྣ་མང་ལྡེ་མིག་ཨིན།(_K)

source: Press Right Alt key to choose 3rd level.
dz: གནས་རིམ་གསུམ་པ་གདམ་ནི་ལུ་གཡས་ཀྱི་གདམ་ལྡེ་ལྡེ་མིག་ཨེབ།

source: Press Right Ctrl to choose 3rd level.
dz: གནས་རིམ་གསུམ་པ་གདམ་ནི་ལུ་གཡས་ཀྱི་ཚད་འཛིན་ཨེབ།

source: Press Right Win-key to choose 3rd level.
dz: གནས་རིམ་གསུམ་པ་གདམ་ནི་ལུ་གཡས་ཀྱི་ཝིན་ལྡེ་མིག་ཨེབ།

source: Press any of Alt keys to choose 3rd level.
dz: གནས་རིམ་གསུམ་པ་གདམ་ནི་ལུ་གདམ་ལྡེ་ལྡེ་མིག་ཚུ་ག་རུང་ཨེབ།

source: Press any of Win-keys to choose 3rd level.
dz: གནས་རིམ་གསུམ་པ་གདམ་ནི་ལུ་ཝིན་ལདེ་མིག་ཚུ་གང་རུང་ཨེབ།

source: Pro
dz: པི་ཨར་ཨོ།

source: Pro Keypad
dz: པོརོ་ལྡེ་གདན།

source: Probhat
dz: པོརོ་བེཊི།

source: Propeller Voyager (KTEZ-1000)
dz: པོརོ་པི་ལར་ཝོ་ཡ་གར་(ཀེ་ཊི་ཨི་ཛེཌི་-༡༠༠༠)

source: Prt
dz: པི་ཨར་ཊི།

source: QTronix Scorpius 98N+
dz: ཀིའུ་ཊོ་ནིགསི་སི་ཀོར་པསི་༩༨་ཨེན་+

source: R-Alt switches group while pressed.
dz: གཡས་ཀྱི་གདམ་ལྡེ་གིས་ཨེབ་ཡོད་པའི་སྐབས་སྡེ་ཚན་སོར་བསྒྱུར་་འབདཝ་ཨིན།

source: Right Alt is Compose.
dz: གཡས་ཀཡི་གདམ་ལྡེ་འདི་བརྩམ་ཡོད།

source: Right Alt key changes group.
dz: གཡས་ཀྱི་གདམ་ལྡེ་ལྡེ་མིག་གིས་སྡེ་ཚན་བསྒྱུར་བཅོས་འབདཝ་ཨིན།

source: Right Ctrl is Compose.
dz: གཡས་ཀྱི་ཚད་འཛིན་འདི་བརྩམས་ཡོད།

source: Right Ctrl key changes group.
dz: གཡས་ཀྱི་ཚད་འཛིན་ལྡེ་མིག་གིས་སྡེ་ཚན་བསྒྱུར་བཅོས་འབདཝ་ཨིན།

source: Right Ctrl key switches group while pressed.
dz: གཡས་ཀྱི་ཚད་འཛིན་ལྡེ་མིག་གིས་ཨེབ་ཡོད་པའི་སྐབས་སྡེ་ཚན་སོར་བསྒྱུར་འབདཝ་ཨིན།

source: Right Ctrl key works as Right Alt.
dz: གཡས་ཀྱི་ཚད་འཛིན་ལྡེ་མིག་གིས་གཡས་ཀྱི་གདམ་ལྡེན་བཟུམ་སྦེ་ལཱ་འབདཝ་ཨིན།

source: Right Shift key changes group.
dz: གཡས་ཀྱི་སོར་ལྡེ་ལྡེ་མིག་གིས་སྡེ་ཚན་བསྒྱུར་བཅོས་འབདཝ་ཨིན།

source: Right Win-key changes group.
dz: གཡས་ཀྱི་ཝིན་ལྡེ་མིག་གིས་སྡེ་ཚན་བསྒྱུར་བཅོས་འབདཝ་ཨིན།

source: Right Win-key is Compose.
dz: གཡས་ཀྱི་ཝིན-ལྡེ་མིག་འདི་བརྩམ་ཡོད།

source: Right Win-key switches group while pressed.
dz: ཨེབ་ཡོད་པའི་སྐབས་གཡས་ཀྱི་ཝིན-ལྡེ་མིག་གིས་སྡེ་ཚན་སོར་བསྒྱུར་འབདཝ་ཨིན།

source: Right handed Dvorak
dz: ལགཔ་གཡས་ཀྱི་ཌི་ཝོརཀ།

source: Romania
dz: རོ་མ་ནི་ཡ།

source: Romanian keyboard with German letters
dz: རོ་མ་ནི་ཡཱན་ལྡེ་སྒྲོམ་དང་གཅིག་ཁར་ཇར་མཱན་ཡི་གུ་ཚུ།

source: Romanian keyboard with German letters, eliminate dead keys
dz: རོ་མ་ནི་ཡཱནལྡེ་སྒྲོམ་དང་གཅིག་ཁར་ཇར་མཱན་ཡི་གུ་ཚུ་ ཤི་སོང་བའི་ལྡེ་མིག་ཚུ་རྩ་མེད་གཏང་ནི།

source: Rou
dz: ཨར་ཨོ་ཡུ།

source: Rus
dz: ཨར་ཡུ་ཨེསི།

source: Russia
dz: ར་ཤི་ཡ།

source: Russian
dz: ར་ཤི་ཡཱན།

source: Russian phonetic
dz: ར་ཤི་ཡཱན་སྒྲ་སྐད།

source: Russian phonetic, eliminate dead keys
dz: ར་ཤི་ཡཱནསྒྲ་རྟགས་ ཤི་སོང་བའི་ལྡེ་མིག་ཚུ་རྩ་མེད་གཏང་ནི།

source: Russian with Kazakh
dz: ར་ཤི་ཡཱན་དང་གཅིག་ཁར་ཀ་ཛཀ།

source: SCG
dz: ཨེསི་ཇི།

source: SILVERCREST Multimedia Wireless Keyboard
dz: སིལ་བར་ཀིརིསིཊི་སྣ་མང་བརྡ་ལམ་རླུང་འཕྲིན་ལྡེ་སྒྲོམ།

source: SK-1300
dz: ཨེསི་ཀེ་-༡༣༠༠

source: SK-2500
dz: ཨེསི་ཀེ་-༢༥༠༠

source: SK-6200
dz: ཨེསི་ཀེ་-༦༢༠༠

source: SK-7100
dz: ཨེསི་ཀེ་-༧༡༠༠

source: SVEN Ergonomic 2500
dz: ཨེསི་ཝི་ཨི་ཨེན་ཨིར་གོ་ནོ་མིཀ་༢༥༠༠

source: Samsung SDM 4500P
dz: སེམ་སང་ཨེསི་ཌི་ཨེམ་༤༥༠༠་པི།

source: Samsung SDM 4510P
dz: སེམ་སང་ཨེསི་ཌི་ཨེམ་༤༥༡༠་པི།

source: ScrollLock LED shows alternative group.
dz: བཤུད་སྒྲིལ་ལྡེ་མིག་ཨེལ་ཨི་ཌི་གིས་ཐབས་གཞན་སྡེ་ཚན་སྟོནམ་ཨིན།

source: Serbia and Montenegro
dz: སར་བི་ཡ་ དང་ མཱོན་ཊི་ནིག་རོ།

source: Shift with numpad keys works as in MS Windows.
dz: ཨེམ་ཨེསི་ཝིནཌོསི་ནང་བཟུམ་སྦེ་ཨང་གདན་ལྡེ་མིག་ཚུ་དང་གཅིག་ཁར་ལཱ་འབདཝ་ཨིན།

source: Shift+CapsLock changes group.
dz: སོར་ལྡེ་+ཚུགས་ལྡེ་གིས་སྡེ་ཚན་བསྒྱུར་བཅོས་འབདཝ་ཨིན།

source: Slovakia
dz: སོལོ་བ་ཀི་ཡ།

source: Slovenia
dz: སོལོ་བི་ནི་ཡ།

source: South Africa
dz: ལྷོ་ཕྱོགས་ཨཕ་རི་ཀ

source: Southern Uzbek
dz: ལྷོ་ཕྱོགས་ཨུཛ་བེཀ།

source: Space key output nobreakspace at fourth level.
dz: གནས་རིམ་བཞི་པ་ལུ་ཨའུཊི་པུཊི་བར་སྟོང་བར་མཚམས་མེད་པའིབར་སྟོང་ལྡེ་མིག

source: Space key output nobreakspace at second level.
dz: གནས་རིམ་གཉིས་པ་ལུ་ཨའུཊི་པུཊི་བར་སྟོང་བར་མཚམས་མེད་པའི་བར་སྟོང་ལྡེ་མིག

source: Space key output nobreakspace at third level.
dz: གནས་རིམ་གསུམ་པ་ལུ་ཨའུཊི་པུཊི་བར་སྟོང་བར་མཚམས་མེད་པའི་བར་སྟོང་ལྡེ་མིག

source: Space key output space at any level.
dz: གནས་རིམ་གང་རུང་ལུ་བར་སྟོང་ལྡེ་མིག་ཨའུཊི་པུཊི་བར་སྟོང་།

source: Spain
dz: སིཔེན།

source: Special keys (Ctrl+Alt+&lt;key&gt;) handled in a server.
dz: དམིགས་གསལ་ལྡེ་མིག་ཚུ་(ཚད་འཛིན་+གདམ་ལྡེ+ཨའི་ཊི་ལྡེ་མིག་ཇི་ཊི)སར་བར་ཅིག་ནང་ལེགས་སྐྱོང་འབད་ཡོདཔ།(&I)(&g)

source: SrL
dz: ཨེསི་ཨར་ཨེལ།

source: Sri Lanka
dz: སི་རི་ལང་ཀ།(ཤྲི་ལངྐ་)

source: Standard
dz: ཚད་ལྡན།

source: Standard RSTU
dz: ཚད་ལྡན་ཨར་ཨེསི་ཊི་ཡུ།

source: Standard RSTU on Russian layout
dz: ར་ཤི་ཡཱན་སྒྲིག་བཀོད་གུ་ཚད་ལྡན་ཨར་ཨེསི་ཊི་ཡུ་

source: Sun dead keys
dz: སཱན་ཤི་སོང་བའི་ལྡེ་མིག་ཚུ།

source: Super Power Multimedia Keyboard
dz: ཡང་དག་ནུས་ཤུགས་སྣ་མང་བརྡ་ལམ་ལྡེ་སྒྲོམ།

source: Super is mapped to the Win-keys (default).
dz: ཡང་དག་འདི་ཝིན་-ལྡེ་མི་ཚུ་(སྔོན་སྒྲིག)ལུ་ས་ཁྲ་བཟོ་ཡོདཔ།

source: Svk
dz: ཨེསི་ཝི་ཀེ།

source: Svn
dz: ཨེསི་ཝི་ཨེན།

source: Swap Ctrl and CapsLock.
dz: ཚད་འཛིན་དང་ཚུགས་ལྡེ་བརྗེ་སོར་འབད།

source: Swap keycodes of two keys when Mac keyboards are misdetected by kernel.
dz: ཀར་ནེལ་གྱིས་ལྡེ་སྒྲོམ་ཚུ་སྐྱོན་འཛིན་མེདཔ་བཟོ་བའི་སྐབས་ལྡེ་མིག་གཉིས་ཀྱི་ལྡེ་ཨང་རྟགས་ཚུ་བརྗེ་སོར་འབད།

source: Swe
dz: ཨེསི་ཌབ་ལུ་ཨི།

source: Sweden
dz: སུའི་ཌེན།

source: Switzerland
dz: སུའིཊི་ཛར་ལེནཌི།

source: Symplon PaceBook (tablet PC)
dz: རམ་ལུགས་པོ་ལོན་པེསི་དེབ་(ཊེབ་ལེཊི)

source: Syr
dz: ཨེསི་ཝའི་ཨར།

source: Syria
dz: སི་རི་ཡ།

source: Syriac
dz: སི་རི་ཡེཀ

source: Syriac phonetic
dz: སི་རི་ཡེཀ་སྒྲ་རྟགས།།

source: TIS-820.2538
dz: ཊི་ཨའི་ཨེསི་-༨༢༠.༢༥༣༨

source: Tajikistan
dz: ཏ་ཇི་ཀིསི་ཏཱན།

source: Tamil
dz: ཏ་མིལ།

source: Tamil TAB Typewriter
dz: ཏ་མིལ་མཆོང་ལྡེ་མཛུབ་མནོན་ལྕགས་དཔར།

source: Tamil TSCII Typewriter
dz: ཏ་མིལ་ཊི་ཨེསི་སི་ཨའི་ཨའི་མཛུབ་མནོན་ལྕགས་དཔར།

source: Tamil Unicode
dz: ཏ་མིལ་ཡུ་ནི་ཀོཌི།

source: Tatar
dz: ཊ་ཊར།

source: Telugu
dz: ཏེ་ལུ་གུ།

source: Tha
dz: ཐཱ།

source: Thailand
dz: ཐཱའི་ལེནཌི།

source: Third level choosers
dz: གནས་རིམ་གདམ་བྱེད་འབད་མི་གསུམ་པ།

source: Tilde (~) variant
dz: སྣ་སྒྲ་ཅན་གྱི་རྟགས་འགྱུར་བ།(~)

source: Tjk
dz: ཊི་ཇེ་ཀེ།

source: Toshiba Satellite S3000
dz: ཏོཤི་བ་སི་ཊེཊི་ལའིཊི་ཨེསི་༣༠༠༠

source: Trust Direct Access Keyboard
dz: ཐད་ཀར་དུ་འཛུལ་སྤྱོད་འབད་ནི་ལྡེ་སྒྲོམ་བློ་གཏད།

source: Trust Wireless Keyboard Classic
dz: རླུང་འཕྲིན་ལྡེ་སྒྲོམ་སྔོན་སྲོལ་བློ་གཏད།

source: Tur
dz: ཊར།

source: Turkey
dz: ཊར་ཀི།

source: Typewriter
dz: མཛུབ་མནོན་ལྕགས་དཔར།

source: U.S. English
dz: ཡུ.ཨེསི་ཨིང་ལིཤ།

source: US keyboard with Bosnian digraphs
dz: བོསི་ནི་ཡཱན་ཌའི་གརཕསི་དང་གཅིག་ཁར་ཡུ་ཨེསི་ལྡེ་སྒྲོམ།

source: US keyboard with Bosnian letters
dz: བོསི་ནི་ཡཱན་ཡི་གུ་ཚུ་དང་གཅིག་ཁར་ཡུ་ཨེསི་ལྡེ་སྒྲོམ།

source: US keyboard with Croatian digraphs
dz: ཀོརོ་ཤི་ཡཱན་ཌའི་གརཕསི་དང་གཅིག་ཁར་ཡུ་ཨེསི་ལྡེ་སྒྲོམ།

source: US keyboard with Croatian letters
dz: ཀོརོ་ཤི་ཡཱན་ཡི་གུ་ཚུ་དང་གཅིག་ཁར་ཡུ་ཨེསི་ལྡེ་སྒྲོམ།

source: US keyboard with Lithuanian letters
dz: ལི་ཐུ་འ་ནི་ཡཱན་ཡི་གུ་ཚུ་དང་གཅིག་ཁར་ཡུ་ཨེསི་ལྡེ་སྒྲོམ།

source: US keyboard with Slovenian digraphs
dz: སོལོ་བི་ནི་ཡཱན་ཌའི་གརཕསི་དང་གཅིག་ཁར་ཡུ་ཨེསི་ལྡེ་སྒྲོམ།

source: US keyboard with Slovenian letters
dz: སོལོ་བི་ནི་ཡཱན་ཡི་གུ་ཚུ་དང་གཅིག་ཁར་ཡུ་ཨེསི་ལྡེ་སྒྲོམ།

source: USA
dz: ཡུ་ཨེསི་ཨེ།

source: Ukr
dz: རུ་ཀེ་ཨར།

source: Ukraine
dz: ཡུ་ཀེརན།

source: UnicodeExpert
dz: ཡུ་ནི་ཀོཌི་མཁས་པ།

source: United Kingdom
dz: ཡུ་ནའི་ཊེཊ་ ཀིང་ཌོམ།

source: Urdu
dz: ཨུར་དུ།

source: Use Bosnian digraphs
dz: བོསི་ནི་ཡཱན་ཌའི་གརཕ་ལག་ལེན་འཐབ།

source: Use Croatian digraphs
dz: ཀོརོ་ཤི་ཡཱན་ཌའི་གརཕ་ལག་ལེན་འཐབ།

source: Use Slovenian digraphs
dz: སོལོ་བི་ནི་ཡཱན་ཌའི་གརཕ་ཚུ་ལག་ལེན་འཐབ།

source: Use guillemets for quotes
dz: འདྲེན་ཚིག་བཀོད་ནི་དོན་ལུ་གུ་ལི་མིཊིསི་ལག་ལེན་འཐབ།

source: Use keyboard LED to show alternative group.
dz: ཐབས་གཞན་སྡེ་ཚན་སྟོན་ནི་ལུ་ལྡེ་སྒྲོམ་ཨེལ་ཨི་ཌི་ལག་ལེན་འཐབ།

source: Uzb
dz: ཡུ་ཛེཌི་བི།

source: Uzbekistan
dz: ཨུཛ་བེ་ཀིསི་ཏཱན།

source: Vietnam
dz: ཝེཊི་ནམ།

source: Vnm
dz: ཝི་ཨེན་ཨེམ།

source: Wang model 724 azerty
dz: ཝེང་དཔེ་༧༢༤་ཨ་ཛར་ཊི།

source: Western
dz: ནུབ་ཕྱོགས།

source: Winbook Model XP5
dz: ཝིན་དེབ་དཔེ་ཨེགསི་པི་༥

source: Winkeys
dz: ཝིན་ལྡེ་མིག་ཚུ།

source: With &lt;\|&gt; key
dz: དང་གཅིག་ཁར་ཨའི་ཊི་\|ཇི་ཊི་ ལྡེ་མིག(&l)(&g)

source: With guillemets
dz: གུ་ལི་མིཊིསི་དང་གཅིག་ཁར།

source: Yahoo! Internet Keyboard
dz: ཡ་ཧུ!ཨིན་ཊར་ནེཊི་ལྡེ་སྒྲོམ།

source: Yoruba
dz: ཡོ་རུ་བ།

source: Z and ZHE swapped
dz: ཛེཌི་དང་ཛེཌི་ཨེཆ་ཨི་ བརྗེ་སོར་འབད་ཡོདཔ།

source: Zar
dz: ཛཱར།

source: azerty
dz: ཨ་ཛར་ཊི།

source: azerty/digits
dz: ཨ་ཛར་ཊི/ཨང་ཡིག

source: digits
dz: ཨང་ཡིག

source: lyx
dz: ཨེེལ་ཝའི་ཨེགསི།

source: qwerty
dz: ཀོའུཛི།

source: qwerty, extended Backslash
dz: ཀོའུཛི་ རྒྱ་བསྐྱེད་འབད་ཡོད་མི་གཡོ་ཤད་ལོག་པ།

source: qwerty/digits
dz: ཀོའུཛི/ཨང་ཡིག

source: qwertz
dz: ཀོའུཛི།

source: Acts as Shift with locking. Shift cancels Caps.
dz: ལྡེ་མིག་བརྐྱབ་ནི་དང་གཅིག་ཁར་སོར་ལྡེ་བཟུམ་སྦེ་འབད། སོར་ལྡེ་གིས་ཚུགས་ལྡེ་ཆ་མེད་གཏངམ་ཨིན།

source: Acts as Shift with locking. Shift doesn't cancel Caps.
dz: ལྡེ་མིག་བརྐྱབ་ནི་དང་གཅིག་ཁར་སོར་ལྡེ་བཟུམ་འབད། སོར་ལྡེ་གིས་ཚུགས་ལྡེ་ཆ་མེད་མི་གཏང་།

source: Alt+Control changes group
dz: གདམ་ལྡེ་+ཚད་འཛིན་གྱིས་སྡེ་ཚན་བསྒྱུར་བཅོས་འབདཝ་ཨིན།

source: Alt+Shift changes group
dz: གདམ་ལྡེ་+སོར་ལྡེ་གིས་སྡེ་ཚན་བསྒྱུར་བཅོས་འབདཝ་ཨིན།

source: Basic
dz: གཞི་རིམ།

source: Belgian
dz: བེལ་ཇི་ཡཱན།

source: Both Alt keys together change group
dz: གདམ་ལྡེ་གཉིས་ཆ་རང་གིས་གཅིག་ཁར་སྡེ་ཚན་བསྒྱུར་བཅོས་འབདཝ་ཨིན།

source: Both Ctrl keys together change group
dz: ཚད་འཛིན་ལྡེ་མིག་གཉིས་ཆ་རང་གིས་གཅིག་ཁར་སྡེ་ཚན་བསྒྱུར་བཅོས་འབདཝ་ཨིན།

source: Both Shift keys together change group
dz: སོར་ལྡེ་ ལྡེ་མིག་གཉིས་ཆ་རང་གིས་གཅིག་ཁར་སྡེ་ཚན་བསྒྱུར་བཅོས་འབདཝ་ཨིན།

source: Bulgarian
dz: བཱལ་ག་རི་ཡཱན།

source: Canadian
dz: ཀེ་ན་ཌི་ཡཱན

source: Caps Lock is Compose
dz: ཚུགས་ལྡེ་འདི་བརྩམ་ནི་ཡོདཔ།

source: Caps Lock key changes group
dz: ཚུགས་ལྡེ་ ལྡེ་མིག་གིས་སྡེ་ཚན་བསྒྱུར་བཅོས་འབདཝ་ཨིན།

source: Caps_Lock LED shows alternative group
dz: ཚུགས་ལྡེ་ཨེལ་ཨི་ཌི་གིས་ཐབས་གཞན་སྡེ་ཚན་སྟོནམ་ཨིན།(_L)

source: Control Key Position
dz: ཚད་འཛིན་ལྡེ་མིག་གནས་ས།

source: Control key at bottom left
dz: གཡོན་གཡི་གཤམ་ལུ་ཚད་འཛིན་ལྡེ་མིག

source: Control key at left of 'A'
dz: 'A'གི་གཡོན་ལུ་ཚད་འཛིན་ལྡེ་མིག

source: Control+Shift changes group
dz: ཚད་འཛིན་+སོར་ལྡེ་གིས་སྡེ་ཚན་བསྒྱུར་བཅོས་འབདཝ་ཨིན།

source: Czech
dz: ཅེཛི།

source: Danish
dz: ཌེ་ནིཤ།

source: DeuCH
dz: ཌིཨེཆ།

source: Dvo
dz: ཌི་ཝི་ཨོ།

source: Finnish
dz: ཕིན་ནིཤ།

source: FraCH
dz: ཕེརེཨེཆ།

source: German
dz: ཇར་མཱན།

source: Hungarian
dz: ཧང་ག་རི་ཡཱན།

source: Italian
dz: ཨི་ཊ་ལི་ཡཱན།

source: Japanese
dz: ཇ་པ་ནིསི།

source: Left Alt key changes group
dz: གཡོན་གྱི་གདམ་ལྡེ་ ལྡེ་མིག་གིས་སྡེ་ཚན་བསྒྱུར་བཅོས་འབདཝ་ཨིན།

source: Left Alt key switches group while pressed
dz: ཨེབ་ཡོད་པའི་སྐབས་གཡོན་གྱི་གདམ་ལྡེ་གིས་སྡེ་ཚན་སོར་བསྒྱུར་འབདཝ་ཨིན།

source: Left Ctrl key changes group
dz: གཡོན་གྱི་ཚད་འཛིན་ལྡེ་མིག་གིས་སྡེ་ཚན་བསྒྱུར་བཅོས་འབདཝ་ཨིན།

source: Left Shift key changes group
dz: གཡོན་གྱི་སོར་ལྡེ་ ལྡེ་མིག་གིས་སྡེ་ཚན་བསྒྱུར་བཅོས་འབདཝ་ཨིན།

source: Make CapsLock an additional Control
dz: ཚུགས་ལྡེ་ཚད་འཛིན་ཁ་སྐོང་ཅིག་བཟོ།

source: Norwegian
dz: ནོར་ཝེ་ཇི་ཡཱན།

source: Num_Lock LED shows alternative group
dz: ཨང་ལྡེ་ཨེལ་ཨི་ཌི་གིས་ཐབས་གཞན་སྡེ་ཚན་སྟོནམ་ཨིན།(_L)

source: Polish
dz: པོ་ལིཤ།

source: Polish with Polish quotes on key "1/!"
dz: པོ་ལིཤ་དང་གཅིག་ཁར་ལདེ་མིག་གུ་པོ་ལིཤ་འདྲེན་ཚིག་བཀོད་ནི་ཚུ་"1/!"

source: Portuguese
dz: པོར་ཊུ་གིསི།

source: Press Left Alt key to choose 3rd level
dz: གནས་རིམ་༣་པ་གདམ་ནི་ལུ་གཡོན་གྱི་གདམ་ལྡེ་ཨེབ།

source: Press Right Alt key to choose 3rd level
dz: གནས་རིམ་༣་པ་གདམ་ནི་ལུ་གཡས་ཀྱི་གདམ་ལྡེ་ ལྡེ་མིག་ཨེབ།

source: Press Right Alt-key to choose 3rd level, Shift+Right Alt-key is Multi_Key
dz: གནས་རིམ་༣་པ་གདམ་ནི་ལུ་གཡས་ཀྱི་གདམ་ལྡེ་་ལྡེ་མིག་ཨེབ་ སོར་ལྡེ་+གཡས་ཀྱི་ལྡེ་མིག་འདི་སྣ་མང་ལྡེ་མིག་ཨིན།

source: Press Right Control to choose 3rd level
dz: གནས་རིམ་༣པ་གདམ་ནི་ལུ་གཡས་ཀྱི་ཚད་འཛིན་ཨེབ།

source: Press any of Alt keys to choose 3rd level
dz: གནས་རིམ་༣པ་གདམ་ནི་ལུ་གདམ་ལྡེ་ཚུ་གང་རུང་ཨེབ།

source: Right Alt key changes group
dz: གཡས་ཀྱི་གདམ་ལྡེ་ལྡེ་མིག་གིས་སྡེ་ཚན་བསྒྱུར་བཅོས་འབདཝ་ཨིན།

source: Right Alt switches group while pressed
dz: གཡས་ཀྱི་གདམ་ལྡེ་གིས་ཨེབ་ཡོད་པའི་སྐབས་སྡེ་ཚན་སོར་བསྒྱུར་འབདཝ་ཨིན།

source: Right Control key works as Right Alt
dz: གཡས་ཀྱི་ཚད་འཛིན་ལྡེ་མིག་གིས་གཡས་ཀྱི་གདམ་བཟུམ་སྦེ་ལཱ་འབདཝ་ཨིན།

source: Right Ctrl key changes group
dz: གཡས་ཀྱི་ད་འཛིན་ལྡེ་མིག་གིས་སྡེ་ཚན་བསྒྱུར་བཅོས་འབདཝ་ཨིན།

source: Right Shift key changes group
dz: གཡས་ཀྱི་སོར་ལྡེ་ལྡེ་མིག་གིས་སྡེ་ཚན་བསྒྱུར་བཅོས་འབདཝ་ཨིན།

source: Scroll Lock changes group
dz: བཤུད་སྒྲིལ་ལྡེ་མིག་གིས་སྡེ་ཚན་བསྒྱུར་བཅོས་འབདཝ་ཨིན།

source: Scroll_Lock LED shows alternative group
dz: བཤུད་སྒྲིལ་ལྡེ་མིག་ཨེལ་ཨི་ཌི་་གིས་ཐབས་གཞན་སྡེ་ཚན་སྟོནམ་ཨིན།

source: Shift with numpad keys works as in MS Windows
dz: ཨེམ་ཨེསི་ཝིནཌོསི་ནང་བཟུམ་སྦེ་ཨང་མ་ལྡེ་མིག་ཚུ་དང་གཅིག་ཁར་སོར་ལྡེ་ལཱ་འབདཝ་ཨིན།

source: Shift+CapsLock changes group
dz: སོར་ལྡེ་+ཚུགས་ལྡེ་གིས་སྡེ་ཚན་བསྒྱུར་བཅོས་འབདཝ་ཨིན།

source: Slovak
dz: སོལོ་བཱཀ།

source: Spanish
dz: སིཔེ་ནིཤི།

source: Sun Type 4
dz: སཱན་དབྱེ་བ་༤

source: Sun Type 5
dz: སཱན་དབྱེ་བ་༥

source: Sun Type 5 European
dz: སཱན་དབྱེ་བ་༥་ཡུ་རོ་པིན།

source: Sun Type 5 Unix
dz: སཱན་དབྱེ་བ་༥་ཡུ་ཨུན་ཨའི་ཨེགསི།

source: Sun Type 6
dz: སཱན་དབྱེ་བ་༦

source: Sun Type 6 Unix
dz: སཱན་དབྱེ་བ་༦་ཡུ་ནིགསི།

source: Sun Type 6 with Euro key
dz: སཱན་དབྱེ་བ་༦་དང་གཅིག་ཁར་ཡུ་རོ་ལྡེ་མིག

source: Swap Control and Caps Lock
dz: བརྗེ་སོར་འབད་ནི་ཚད་འཛིན་དང་ཚུགས་ལྡེ།

source: Swedish
dz: སུའི་ཌིཤི།

source: Swiss French
dz: སུའིསི་ཕིརེནཆི།

source: Swiss German
dz: སུའིསི་ཇར་མཱན།

source: Turkish
dz: ཊར་ཀིཤ།

source: Turkish (F)
dz: ཊར་ཀིཤ།(ཨེཕ)

source: Turkish Alt-Q Layout
dz: ཊར་ཀིཤ་གདམ་ལྡེ་-ཀིའུ་སྒྲིག་བཀོད་

source: U.S. English w/ ISO9995-3
dz: ཡུ་.ཨེསི་ ཨིང་ལིཤ་ཌབ་ལུ་/ཨའི་ཨེསི་ཨོ་༩༩༩༥-༣

source: Use keyboard LED to show alternative group
dz: ཐབས་གཞན་སྡེ་ཚན་སྟོན་ནི་ལུ་ལྡེ་སྒྲོམ་ཨེལ་ཨི་ཌི་ལག་ལེན་འཐབ།

source: Uses internal capitalization. Shift cancels Caps.
dz: ནང་འཁོད་ཀྱི་ཚུགས་ཡིག་བཟོ་ནི་ལག་ལེན་འཐབ་ཨིན། སོར་ལྡེ་གིས་ཚུགས་ལྡེ་ཚུ་ཆ་མེད་གཏངམ་ཨིན།

source: Uses internal capitalization. Shift doesn't cancel Caps.
dz: ནང་འཁོད་ཀྱི་ཚུགས་ཡིག་བཟོ་ནི་ལག་ལེན་འཐབ་ཨིན། སོར་ལྡེ་གིས་ཚུགས་ལྡེ་ཚུ་ཆ་མེད་མི་གཏང་།

source: bksl
dz: བི་ཀེ་ཨེསི་ཨེལ།

source: type4
dz: དབྱེ་བ་༤
