Repository: tenzin/dzongkha-linux-translation-files
Catalog: gnome-2.14/desktop/xkeyboard-config.HEAD.*.po
Languages: dz

source: (Legacy) Alternative
dz: (སྔོན་བཤུལ)ཐབས་གཞན།

source: (Legacy) Alternative, Sun dead keys
dz: (སྔོན་བཤུལ)ཐབས་གཞན་ སཱན་ ཤི་སོང་བའི་སྡེ་མིག་ཚུ།

source: (Legacy) Alternative, eliminate dead keys
dz: (སྔོན་བཤུལ)ཐབས་གཞན་རྩ་མེད་གཏང་ནིའི་ཤི་སོང་བའི་ལྡེ་མིག་ཚུ།

source: (Legacy) Dvorak
dz: (སྔོན་བཤུལ)ཌི་ཝོརཀ

source: 101/104 key Compatible
dz: ༡༠༡/༡༠༤་མཐུན་འགྱུར་ཅན་གྱི་ལྡེ་མིག

source: 101/qwerty/comma/Dead keys
dz: ༡༠༡/ཀོའོཊི/ལྷོད་རྟགས/ཤི་སོང་བའི་ལྡེ་མིག་ཚུ།

source: 101/qwerty/comma/Eliminate dead keys
dz: ༡༠༡/ཀོའོཊི/ལྷོད་རྟགས/རྩ་མེད་གཏང་ནིའི་ཤི་སོང་བའི་ལྡེ་མིག་ཚུ།

source: 101/qwerty/dot/Dead keys
dz: ༡༠༡/ཀོའོཊི/ཚག/ཤི་སོང་བའི་ལྡེ་མིག་ཚུ།

source: 101/qwerty/dot/Eliminate dead keys
dz: ༡༠༡/ཀོའོཊི/ཚག/རཙ་མེད་གཏང་ནི་ཤི་སོང་བའི་ལྡེ་མིག་ཚུ།

source: 101/qwertz/comma/Dead keys
dz: ༡༠༡/ཀོའོཊི/ལྷོད་རྟགས/ཤི་སོང་བའི་ལྡེ་མིག་ཚུ།

source: 101/qwertz/comma/Eliminate dead keys
dz: ༡༠༡/ཀོའོཊི/ལྷོད་རྟགས/རྩ་མེད་གཏང་ནི་ཤི་སོང་བའི་ལྡེ་མིག་ཚུ།

source: 101/qwertz/dot/Dead keys
dz: ༡༠༡ཀོའོཊི/ཚག/ཤི་སོང་བའི་ལྡེ་མིག་ཚུ།

source: 101/qwertz/dot/Eliminate dead keys
dz: ༡༠༡/ཀོའོཊི/ཚག/རྩ་མེད་གཏང་ནི་ཤི་སོང་བའི་ལྡེ་མིག་ཚུ།

source: 102/qwerty/comma/Dead keys
dz: ༡༠༢/ཀོའོཊི/ལྷོད་རྟགས/ཤི་སོང་བའི་ལྡེ་མིག་ཚུ།

source: 102/qwerty/comma/Eliminate dead keys
dz: ༡༠༢/ཀོའོཊི/ལྷོད་རྟགས/རྩ་མེད་གཏང་ནི་ཤི་སོང་བའི་ལྡེ་མིག་ཚུ།

source: 102/qwerty/dot/Dead keys
dz: ༡༠༢/ཀོའོཊི/ཚག/ཤི་སོང་བའི་ལྡེ་མིག་ཚུ།

source: 102/qwerty/dot/Eliminate dead keys
dz: ༡༠༢/ཀོའོཊི/ཚག/རྩ་མེད་གཏང་ནི་ཤི་སོང་བའི་ལྡེ་མིག་ཚུ།

source: 102/qwertz/comma/Dead keys
dz: ༡༠༢/ཀོའོཊི/ལྷོད་རྟགས/ཤི་སོང་བའི་ལྡེ་མིག་ཚུ།

source: 102/qwertz/comma/Eliminate dead keys
dz: ༡༠༢/ཀོའོཊི/ལྷོད་རྟགས/རྩ་མེད་གཏང་ནི་ཤི་སོང་བའི་ལྡེ་མིག་ཚུ།

source: 102/qwertz/dot/Dead keys
dz: ༡༠༢/ཀོའོཊི/ཚག/ཤི་སོང་བའི་ལྡེ་མིག་ཚུ།

source: 102/qwertz/dot/Eliminate dead keys
dz: ༡༠༢/ཀོའོཊི/ཚག/རྩ་མེད་གཏང་ནི་ཤི་སོང་བའི་ལྡེ་མིག་ཚུ།

source: A4Tech KB-21
dz: ཨེ་༤་འཕྲུལ་རིག་ཀེ་བི་-༢༡

source: A4Tech KBS-8
dz: ཨེ་༤་འཕྲུལ་རིག་ཀེ་བི་ཨེསི་-༨

source: A4Tech Wireless Desktop RFKB-23
dz: ཨེ་༤་འཕྲུལ་རིག་རླུང་འཕྲིན་ཌེཀསི་ཊོཔ་ཨར་ཨེཕ་ཀེ་བི་-༢༣

source: ACPI Standard
dz: ཨེ་སི་པི་ཨའི་ཚད་ལྡན།

source: Acer AirKey V
dz: ཨེ་ཀར་ཨེ་ཡར་ལྡེ་མིག་ཝི།

source: Acer C300
dz: ཨེ་ཀར་སི་༣༠༠

source: Acer Ferrari 4000
dz: ཨེ་ཀར་ཕི་ར་རི་༤༠༠༠

source: Acer TravelMate 800
dz: ཨེ་ཀར་ཊ་བལ་མེཊི་༨༠༠

source: Add the EuroSign to the 2 key.
dz: ཡུ་རོ་རྟགས་ལྡེ་མིག་༢་འདི་ལུ་ཁ་སྐོང་འབད།

source: Add the EuroSign to the 5 key.
dz: ཡུ་རོ་རྟགས་འདི་ལྡེ་མིག་༥་ལུ་ཁ་སྐོང་འབད།

source: Add the EuroSign to the E key.
dz: ཡུ་རོ་རྟགས་འདི་ལྡེ་མིག་ཨི་ལུ་ཁ་སྐོང་འབད།

source: Add the standard behavior to Menu key.
dz: ཚད་ལྡན་སྤྱོད་ལམ་འདི་དཀར་ཆག་ལྡེ་མིག་ལུ་ཁ་སྐོང་འབད།

source: Adding the EuroSign to certain keys
dz: ཡུ་རོ་རྟགས་འདི་ངེས་ཅན་ལྡེ་མིག་ཚུ་ལུ་ཁ་སྐོང་འབད་དོ།

source: Adding the nobreakspace keysym to space key
dz: བར་སྟོང་བར་མཚས་མེད་པའི་ལྡེ་མིག་རིམ་ལུགས་འདི་བར་སྟོང་ལྡེ་མིག་ལུ་ཁ་སྐོང་འབད་དོ།

source: Advance Scorpius KI
dz: སིཀོ་པིསི་ཀེ་ཨའི་ཡར་བསྐྱོད།

source: Afg
dz: ཨཕ་ག་ནིསི་ཏཱན།

source: Afghanistan
dz: ཨཕ་ག་ནིསི་ཏཱན།

source: Akan
dz: ཨ་ཀཱན།

source: Alb
dz: ཨེ་ཨེལ་བི།

source: Albania
dz: ཨཱལ་བི་ན་ཡཱ།

source: Alt and Meta are on the Alt keys (default).
dz: གདམ་ལྡེ་དང་མི་ཊ་ཚུ་གདམ་ལྡེ་གི་ལྡེ་མིག་ཚུ་ཨིན།(སྔོན་སྒྲིག)

source: Alt is mapped to the right Win-key and Super to Menu.
dz: གདམ་ལྡེ་འདི་ཝིན་ལྡེ་མིག་གཡས་འདི་ལུ་དང་དཀར་ཆག་ལུ་ཡང་དག་ས་ཁྲ་བཟོ་ཡོདཔ་ཨིན།

source: Alt+CapsLock changes group.
dz: གདམ་ལྡེ་+ཚུགས་ལྡེ་གིས་སྡེ་ཚན་བསྒྱུར་བཅོས་འབདཝ་ཨིན།

source: Alt+Ctrl changes group.
dz: གདམ་ལྡེ་+ཚད་འཛིན་གྱིས་སྡེ་ཚན་བསྒྱུར་བཅོས་འབདཝ་ཨིན།

source: Alt+Shift changes group.
dz: གདམ་ལྡེ་+སོར་ལྡེ་གིས་སྡེ་ཚན་བསྒྱུར་བཅོས་འབདཝ་ཨིན།

source: Alt-Q
dz: གདམ་ལྡེ་-ཀིའུ།

source: Alt/Win key behavior
dz: གདམ་ལྡེ/ཝིན་ལྡེ་མིག་སྤྱོད་ལམ།

source: Alternative
dz: ཐབས་གཞན།

source: Alternative Eastern
dz: ཐབས་གཞན་ཤར་ཕྱོགས།

source: Alternative international (former us_intl)
dz: རྒྱལ་སྤྱི་ཐབས་གཞན(ཡུ་ཨེསི་ ཨའི་ཨེན་ཊི་ བགྲེསཔོ་(_i))

source: Alternative, Sun dead keys
dz: ཐབས་གཞན་ སཱན་ཤོ་སོང་བའི་ལྡེ་མིག་ཚུ།

source: Alternative, eliminate dead keys
dz: ཐབས་གཞན་ རྩ་མེད་གཏང་ནི་ཤི་སོང་བའི་ལྡེ་མིག་ཚུ།

source: Alternative, latin-9 only
dz: ཐབས་གཞན་ ལེ་ཊིན་-༩་རྒྱངམ་ཅིག

source: And
dz: དང་།

source: Andorra
dz: ཨེན་ཌོ་ར།

source: Apostrophe (') variant
dz: འབྲེལ་རྟགས(')མི་མཐུན་པ།

source: Apple
dz: ཨེ་པཱལ།

source: Apple Laptop
dz: ཨེ་པཱལ་ལེཔ་ཊོཔ།

source: Ara
dz: ཨ་ར།

source: Arabic
dz: ཨ་ར་བིཀ

source: Arm
dz: ཨརམ།

source: Armenia
dz: ཨར་མི་ནི་ཡཱ།

source: Aze
dz: ཨ་ཛར་བ་ཡེ་ཇཱན།

source: Azerbaijan
dz: ཨ་ཛར་བ་ཡེ་ཇཱན།

source: Azona RF2300 wireless Internet Keyboard
dz: ཨ་ཛོ་ན་ཨར་ཨེཕ་༢༣༠༠་རླུང་འཕྲིན་ཨིན་ཊར་ནེཊི་ལྡེ་སྒྲོམ།

source: BTC 5090
dz: བི་ཊི་སི་ ༥༠༩༠

source: BTC 5113RF Multimedia
dz: བི་ཊི་སི་ ༥༡༡༣་ཨར་ཨེཕ་སྣ་མང་བརྡ་ལམ།

source: BTC 5126T
dz: བི་ཊི་སི་༥༡༢༦་ཊི།

source: BTC 9000
dz: བི་ཊི་སི་༩༠༠༠

source: BTC 9000A
dz: བི་ཊི་སི་ ༩༠༠༠་ཨེ།

source: BTC 9001AH
dz: བི་ཊི་སི་༩༠༠༠༡་ཨེ་ཨེཆ།

source: BTC 9019U
dz: བི་ཊི་སི་༩༠༡༩་ཡུ།

source: Ban
dz: བང་ལ་དེཤི།

source: Bangladesh
dz: བང་ལ་དེཤི།

source: Bel
dz: བེ་ལ།

source: Belarus
dz: བེ་ལ་རཱསི།

source: Belgium
dz: བེལ་ཇི་ཡམ།

source: BenQ X-Touch 800
dz: བིན་ཀིའུ་ ཨེགསི་-ཊོཨེཆ་༨༠༠

source: Bengali
dz: བེང་ག་ལི།

source: Bengali Probhat
dz: བེང་ག་ལི་པོརོ་བེཊི།

source: Bepo, ergonomic, Dvorak way
dz: བི་པོ་ དེ་འབད་ནི་འདི་གིས་ ཌི་ཝོརོཀ་ཝེ།

source: Bepo, ergonomic, Dvorak way, latin-9 only
dz: བི་པོ་ དེ་འབད་ནི་འདི་གིས་ ཌི་ཝོརོཀ་ཝེ་ ལེ་ཊེན་-༩་རྐྱངམ་ཅིག

source: Bgr
dz: བི་ཇི་ཨར།

source: Bhu
dz: བི་ཨེཆ་ཡུ།

source: Bhutan
dz: འབྲུག

source: Biblical Hebrew (Tiro)
dz: ཡི་ཤུའི་གསུང་དེབ་དང་འབྲེལ་བའི་ཧི་བུ་རུ(ཊའིརོ།)

source: Bih
dz: བི་ཨའི་ཨེཆ།

source: Blr
dz: མི་ཨེལ་ཨར།

source: Bosnia and Herzegovina
dz: བོསི་ནི་ཡ་དང་ ཧར་ཛི་གོ་ཝི་ན།

source: Both Alt keys together change group.
dz: གདམ་ལྡེ་ལྡེ་མིག་གཉིས་ཚ་རང་གིས་གཅིག་ཁར་སྡེ་ཚན་བསྒྱུར་བཅོས་འབདཝ་ཨིན།

source: Both Ctrl keys together change group.
dz: ཚད་འཛིན་ལྡེ་མིག་གཉིས་ཆ་རང་གིས་གཅིག་ཁར་སྡེ་ཚན་བསྒྱུར་བཅོས་འབདཝ་ཨིན།

source: Both Shift keys together change group.
dz: སོར་ལྡེ་ལྡེ་མིག་གཉིས་ཆ་རང་གིས་གཅིག་ཁར་སྡེ་ཚན་བསྒྱུར་བཅོས་འབདཝ་ཨིན།

source: Both Win-keys switch group while pressed.
dz: ཝིན་-ལྡེ་མིག་གཉིས་གཉིས་ཆ་རང་གིས་ཨེབ་ཡོད་པའི་སྐབས་སྡེ་ཚན་བསྒྱུར་བཅོས་འབདཝ་ཨིན།

source: Bra
dz: བི་ཨར་ཨེ།

source: Brazil
dz: བ་ར་ཛིལ།

source: Brazilian ABNT2
dz: བཱ་ར་ཛི་ལི་ཡཱན་ཨེ་བི་ཨེན་ཊི་༢

source: Brother Internet Keyboard
dz: ཨིན་ཊར་ནེཊི་ལྡེ་སྒྲོམ་བར་དར།

source: Buckwalter
dz: བཀ་ཝེལ་ཊར།

source: Bulgaria
dz: བཱལ་ག་རི་ཡ།

source: Cambodia
dz: ཀོམ་བོ་ཌི་ཡ།

source: Can
dz: ཀེ་ན།

source: Canada
dz: ཀེ་ན་ཌ།

source: Caps Lock is Compose.
dz: ཚུགས་ལྡེ་འདི་བརྩམ་ཨིན།

source: CapsLock LED shows alternative group.
dz: ཚུགས་ལྡེ་ཨེལ་ཨི་ཌི་གིས་ཐབས་གཞན་སྡེ་ཚན་སྟོནམ་ཨིན།

source: CapsLock acts as Shift with locking. Shift "pauses" CapsLock.
dz: ཚུགས་ལྡེ་གིས་བསྡམ་ནི་དང་གཅིག་ཁར་སོར་ལྡེ་བཟུམ་སྦེ་འབདཝ་ཨིན། སོར་ལྡེ་"pauses"ཚུགས་ལྡེ།

source: CapsLock acts as Shift with locking. Shift doesn't affect CapsLock.
dz: ཚུགས་ལྡེ་གིས་བསྡམ་ནི་དང་གཅིག་ཁར་སོར་ལྡེ་བཟུམ་སྦེ་འབདཝ་ཨིན། སོར་ལྡེ་གིས་ཚུགས་ལྡེ་ལུ་མི་གནོད།

source: CapsLock just locks the Shift modifier.
dz: ཚུགས་ལྡེ་གིས་སོར་ལྡེ་ལེགས་བཅོས་པ་དེ་ཙམ་བསྡམ་ཨིན།

source: CapsLock key behavior
dz: ཚུགས་ལྡེ་ལྡེ་་མིག་སྤྱོད་ལམ།

source: CapsLock key changes group.
dz: ཚུགས་ལྡེ་ལྡེ་མིག་གིས་སྡེ་ཚན་བསྒྱུར་བཅོས་འབདཝ་ཨིན།

source: CapsLock toggles Shift so all keys are affected.
dz: ཚུགས་ལྡེ་གིས་ལྡེ་མིག་ཚུ་ཆ་གནོད་ཡོད་མི་ཆ་མཉམ་སོར་ལྡེ་སོར་སྟོན་འབདཝ་ཨིན།

source: CapsLock toggles normal capitalization of alphabetic characters.
dz: ཚུགས་ལྡེ་གིས་ཀ་ཁའི་གོ་རིམ་ཅན་ཡིག་འབྲུ་ཚུ་གི་སྤྱི་བཏང་ཚུགས་བཟོ་སོར་སྟོན་འབདཝ་ཨིན།

source: CapsLock uses internal capitalization. Shift "pauses" CapsLock.
dz: ཚུགས་ལྡེ་གིས་ནང་འཁོད་ཚུགས་བཟོ་ལག་ལེན་འཐབ་ཨིན། སོར་ལྡེ་"pauses" ཚུགས་ལྡེ།

source: CapsLock uses internal capitalization. Shift doesn't affect CapsLock.
dz: ཚུགས་ལྡེ་གིས་ནང་འཁོད་ཚུགས་བཟོ་ལག་ལེན་འཐབ་ཨིན། སོར་ལྡེ་གིས་ཚུགས་ལྡེ་ལུ་མི་གནོད།

source: Catalan variant with middle-dot L
dz: ཀེ་ཊ་ལཱན་འགྱུར་ཅན་དང་གཅིག་ཁར་ཚག་ཨེལ་འབྲིང་མ།

source: Che
dz: ཅེཨི།

source: Cherry Blue Line CyBo@rd
dz: ཅེ་རི་གྱལ་ཧོནམ་CyBo@rd

source: Cherry Blue Line CyBo@rd (alternate option)
dz: ཅེ་རི་གྱལ་ཧོནམ་ CyBo@rd (གདམ་ཁ་ཐབས་གཞན)

source: Cherry CyBo@rd USB-Hub
dz: ཅེ་རི་ CyBo@rd ཡུ་ཨེསི་བི་-ཨེཆ་ཡུ་བི།

source: Cherry CyMotion Master Linux
dz: ཅེ་རི་སི་ཝའི་འགུལ་ཨམ་ལི་ནགསི།

source: Chicony Internet Keyboard
dz: ཅི་ཀོ་ནི་ཨིན་ཊར་ནེཊི་ལྡེ་སྒྲོམ།

source: Chicony KB-9885
dz: ཅི་ཀོ་ནི་ཀེ་བི་-༩༨༨༥

source: Classic Dvorak
dz: སྔོན་སྲོལ་ཌི་ཝོ་རཀ

source: CloGaelach
dz: ཀོལོ་གེ་ལེཆེ།

source: Compaq Easy Access Keyboard
dz: ཀོམ་པེཀ་ལྡེ་སྒྲོམ་འཛུལ་སྤྱོད་འབད་ནི་འཇམ་ཏོང་ཏོ།

source: Compaq Internet Keyboard (13 keys)
dz: ཀོམ་པེཀ་ཨིན་ཊར་ནེཊི་ལྡེ་སྒྲོམ(ལྡེ་མིག་༡༣)

source: Compaq Internet Keyboard (18 keys)
dz: ཀོམ་པེཀ་ཨིན་ཊར་ནེཊེ་ལྡེ་སྒྲོམ(ལྡེ་མིག་༡༨)

source: Compaq Internet Keyboard (7 keys)
dz: ཀོམ་པེཀ་ཨིན་ཊར་ནེཊི་ལྡེ་སྒྲོམ(ལྡེ་མིག་༡༧)

source: Compaq iPaq Keyboard
dz: ཀོམ་པེཀ་ཨའི་པེཀ་ལྡེ་སྒྲོམ།

source: Compose key position
dz: ལྡེ་མིག་གནས་ས་བརྩམ།

source: Congo, Democratic Republic of the
dz: ཀོང་གོ་དམང་གཙོའི་མི་མང་འདི་གི་

source: Control is mapped to the Win-keys (and the usual Ctrl keys).
dz: ཚད་འཛིན་འདི་ཝིན་ལྡེ་མིག་ཚུ་ལུ་ས་ཁྲ་བཟོ་ཡོདཔ(དང་སྤྱིར་བཏང་གི་ཚད་འཛིན་ལྡེ་མིག་ཚུ་)

source: Croatia
dz: ཀོརོ་ཤི་ཡ།

source: Ctrl key at bottom left
dz: ཚད་འཛིན་ལྡེ་མིག་འདི་གཡོན་གཤམ་ལུ་ཨིན།

source: Ctrl key at left of 'A'
dz: ཚད་འཛིན་ལྡེ་མིག་འདི་'A'གི་གཡོན་ལུ་ཨིན།

source: Ctrl key position
dz: ཚད་འཛིན་ལྡེ་མིག་གི་གནས་ས།

source: Ctrl+Shift changes group.
dz: ཚད་འཛིན་+སོར་ལྡེ་གིས་སྡེ་ཚན་བསྒྱུར་བཅོས་འབདཝ་ཨིན།

source: Cyrillic
dz: སི་རི་ལིཀ།

source: Cze
dz: ཅེཛི།

source: Czechia
dz: ཅེཛི་ཡཱ།

source: DRC
dz: ཌི་ཨར་སི།

source: DTK2000
dz: ཌི་ཊི་ཀེ་༢༠༠༠

source: Dead acute
dz: ཚབས་ཆེན་ཤི་སོང་བ།

source: Dead grave acute
dz: ཤི་སོང་བའི་དུར་ས་ཚབས་ཆེན།

source: Default numpad keys.
dz: སྔོན་སྒྲིག་ཨང་གདན་ལྡེ་མིག་ཚུ།

source: Dell
dz: ཌི་ལིལ།

source: Dell 101-key PC
dz: ཌི་ལིལ་༡༠༡་-ལྡེ་མིག་པི་སི།

source: Dell Laptop/notebook Inspiron 6xxx/8xxx
dz: ཌི་ལིལ་ལེཔ་ཊོཔ་/འབྲི་དེབ་ཨིན་སི་པའི་རོན་ ༦་ཨེགསི་ཨེགསི་ཨེགསི་/༨་ཨེགསི་ཨེགསི་ཨེགསི།

source: Dell Latitude series laptop
dz: ཌི་ལིལ་་ལྷོ་བྱང་མཚམས་ཐིག་ཨང་རིམ་ལེཔ་ཊོཔ།

source: Dell USB Multimedia Keybard
dz: ཌི་ལིལ་ཡུ་ཨེསི་བི་སྣ་མང་བརྡ་ལམ་ལྡེ་སྒྲོམ།

source: Denmark
dz: ཌེན་མཱརཀ

source: Deu
dz: ཌིའུ།

source: Dexxa Wireless Desktop Keyboard
dz: ཌི་ཨེགསི་ས་རླུང་འཕྲིན་ཌེཀསི་ཊོཔ་ལྡེ་སྒྲོམ།

source: Diamond 9801 / 9802 series
dz: ཕ་ལམ་༩༨༠༡/༩༨༠༢་ཨང་རིམ་ཚུ།

source: Dnk
dz: ཌི་ཨེན་ཀེ།

source: Dvorak
dz: ཌི་ཝོ་རཀ

source: Dvorak, Polish quotes on key "1/!"
dz: ཌི་ཝོ་རཀ་ ལྡེ་མིག་གུ་འདྲེན་ཚིག་བཀོད་ནི་པོ་ལིཤ་ "1/!"

source: Dvorak, Polish quotes on quotemark key
dz: འདྲན་ཚིག་བཀོད་ནི་རྟགས་ལྡེ་མིག་གུ་ཌི་ཝོ་རཀ་ པོ་ལིཤ་འདྲན་ཚིག་བཀོད་ནི་ཚུ།

source: Eastern
dz: ཤར་ཕྱོགས།

source: Eliminate dead keys
dz: ཤི་སོང་བའི་ལྡེ་མིག་ཚུ་རྩ་མེད་གཏང་ནི།

source: Ennyah DKB-1008
dz: ཨི་ནེན་ཡ་ཌི་ཀེ་བི་-༡༠༠༨

source: Epo
dz: ཨི་པི་ཨོ།

source: Esp
dz: ཨིསིཔ།

source: Esperanto
dz: ཨིསི་པེ་རེན་ཊོ།

source: Est
dz: ཨིསིཊི།

source: Estonia
dz: ཨིསི་ཊོ་ནི་ཡ།

source: Evdev-managed keyboard
dz: ཨིབ་ཌིབ་འཛིན་སྐྱོང་འབད་ཡོད་མི་ལྡེ་སྒྲོམ།

source: Everex STEPnote
dz: ཨིབ་རིགསི་གོ་རིམ་འདྲན་འཛིན།

source: Ewe
dz: ཨི་ཝི།

source: Extended
dz: རྒྱ་བསྐྱེད་གཏང་ཡོདཔ།

source: Extended Backslash
dz: རྒྱ་བསྐྱེད་གཏང་ཡོད་པའི་བེ་ལེཀ་སི་ལེཤ།

source: F-letter (F) variant
dz: ཨེཕ་-ཡི་གུ་(ཨེཕ་)མི་མཐུན་པ།

source: Fao
dz: ཕེཨོ།

source: Faroe Islands
dz: ཕ་རོའི་ ཨའི་ལེནཌིསི།

source: Fin
dz: ཕིན།

source: Finland
dz: ཕིན་ལེནཌི།

source: Fra
dz: ཕ་ར།

source: France
dz: ཕརཱནསི།

source: French
dz: ཕིརེནཆི།

source: French (Macintosh)
dz: ཕིརེནཆི།(མཱ་སིན་ཊོཤ།)

source: French (legacy)
dz: ཕིརེནཆི།(ལི་གེ་སི།)

source: French Dvorak
dz: ཕིརེནཆི།(ཌི་ཝོ་རཀ)

source: French, Sun dead keys
dz: ཕིརེནཆི་ སཱན་ཤི་སོང་བའི་ལྡེ་མིག་ཚུ།

source: French, eliminate dead keys
dz: ཕིརེནཆི རྩ་མེད་གཏང་ནི་ཤི་སོང་བའི་ལྡེ་མིག་ཚུ།

source: Fula
dz: ཕུ་ལ།

source: GBr
dz: ཇི་བི་ཨར།

source: Ga
dz: ཇི་ཨེ།

source: Generic 101-key PC
dz: རིགས་རྒྱུད་ཀྱི་༡༠༡-ལྡེ་མིག་པི་སི།

source: Generic 102-key (Intl) PC
dz: རིགས་རྒྱུད་ཀྱི་༡༠༢་ལྡེ་མིག་(རྒྱལ་སྤྱི)པི་སི།

source: Generic 104-key PC
dz: རིགས་རྒྱུད་ཀྱི་༡༠༤་ལེ་མིག་པི་སི།

source: Generic 105-key (Intl) PC
dz: རིགས་རྒྱུད་ཀྱི་༡༠༥་ལྡེ་མིག་(རྒྱལ་སྤྱི)པི་སི།

source: Genius Comfy KB-12e
dz: བློ་རིག་ཀོམ་ཕི་ཀེ་བི་-༡༢་ཨི།

source: Genius Comfy KB-16M / Genius MM Keyboard KWD-910
dz: བློ་རིག་ཀོམ་ཕི་ཀེ་བི་-༡༦་ཨེམ/བློ་རིག་ཨེམ་ཨེམ་ལྡེ་སྒྲོམ་ཀེ་ཌབ་ལུ་ཌི་-༩༡༠

source: Genius Comfy KB-21e-Scroll
dz: བློ་རིག་ཀོམ་ཕི་ཀེ་བི་-༢༡་ཨི་-བཤུད་སྒྲིལ།

source: Genius KB-19e NB
dz: བློ་རིག་ཀེ་བི་-༡༩་ཨི་ཨེན་བི།

source: Geo
dz: ཇོརཇི།

source: Georgia
dz: ཇིའོར་ཇི་ཡ།

source: German (Macintosh)
dz: ཇར་མཱན།(མཱ་སིན་ཊོཤ)

source: German, Sun dead keys
dz: ཇར་མཱན་ སཱན་ཤི་སོང་བའི་ལྡེ་མིག་ཚུ།

source: German, eliminate dead keys
dz: ཇར་མཱན་ ཤི་སོང་བའི་ལྡེ་མིག་ཚུ་རྩ་མེད་གཏང་ནི།

source: Germany
dz: ཇར་མ་ནི།

source: Gha
dz: གྷ།

source: Ghana
dz: གྷ་ན།

source: Gre
dz: གིརི།

source: Greece
dz: གིརིསི་།

source: Group Shift/Lock behavior
dz: སྡེ་ཚན་སོར་ལྡེ/སྤྱོད་ལམ་བསྡམ།

source: Gujarati
dz: གུཇ་ར་ཊི།

source: Gurmukhi
dz: གུར་མུ་ཁི།

source: Gyration
dz: ཇིའི་རེ་ཤན།

source: Hausa
dz: ཧའུ་སི།

source: Hewlett-Packard Internet Keyboard
dz: ཧིཝ་ལེཊི་-པེ་ཀརཌི་ཨིན་ཊར་ནེཊི་ལྡེ་སྒྲོམ།

source: Hewlett-Packard Omnibook 500 FA
dz: ཧིཝ་ལེཊི་-པེ་ཀརཌི་ཨོ་མ་ནི་དེབ་༥༠༠་ཨེཕ་ཨེ།

source: Hewlett-Packard Omnibook 5xx
dz: ཧིཝ་ལེཊི་-པེ་ཀཌི་ཨོ་མནི་དེབ་༥་ཨེགསི་ཨེགསི།

source: Hewlett-Packard Omnibook 6000/6100
dz: ཧིཝ་ལེཊི་-་པེ་ཀཌི་ཨོ་མནི་དེབ་༦༠༠༠/༦༡༠༠

source: Hewlett-Packard Omnibook XE3 GC
dz: ཧིཝ་ལེཊི་-པེ་ཀཌི་ཨོ་མནི་དེབ་ཨེགསི་ཨི་༣་ ཇི་སི།

source: Hewlett-Packard Omnibook XE3 GF
dz: ཧིཝ་ལེཊི་-པེ་ཀཌི་ཨོ་མནི་དེབ་ཨེགསི་ཨི་༣་ ཇི་ཨེཕ།

source: Hewlett-Packard Omnibook XT1000
dz: ཧིཝ་ལེཊི་-པེ་ཀཌི་ཨོ་མནི་དེབ་ཨེགསི་ཊི་༡༠༠༠

source: Hewlett-Packard Pavilion ZT11xx
dz: ཧིཝ་ལེཊི་-པེ་ཀཌི་པེ་ཝི་ལེན་ཛེཌི་ཊི་༡༡་ཨེགསི་ཨེགསི།

source: Hewlett-Packard SK-2501 Multimedia Keyboard
dz: ཧིཝ་ལེཊི་-པེ་ཀཌི་ཨེིསི་ཀེ་-༢༥༠༡་སྣ་མང་བརྡ་ལམ་ལྡེ་སྒྲོམ།

source: Hewlett-Packard SK-2505 Internet Keyboard
dz: ཧིཝ་ལེཊི་-པེ་ཀཌི་ཨེགསི་ཀེ་-༢༥༠༥་ཨིན་ཊར་ནེཊི་ལྡེ་སྒྲོམ།

source: Honeywell Euroboard
dz: ཧ་ནི་ཝེལ་ཡུ་རོ་སྒྲོམ།

source: Hrv
dz: ཨེཆ་ཨར་ཝི།

source: Hun
dz: ཧན།

source: Hungary
dz: ཧང་ག་རི།

source: Hyper is mapped to the Win-keys.
dz: ཚད་བརྒལ་འདི་ཝིན་ལྡེ་མིག་ཚུ་ལུ་ས་ཁྲ་བཟོ་ཡོདཔ།

source: IBM (LST 1205-92)
dz: ཨའི་བི་ཨེམ(ཨེལ་ཨེསི་ཊི་ ༡༢༠༥-༩༢)

source: IBM Rapid Access
dz: ཨའི་བི་ཨེམ་ མགྱོགས་པ་འཛུལ་སྤྱོད་འབད་ནི།

source: IBM Rapid Access II
dz: ཨའི་བི་ཨེམ་ མྒྱོགས་པ་འཛུལ་སྤྱོད་འབད་ནི་ ༡༡

source: IBM Rapid Access II (alternate option)
dz: ཨའི་བི་ཨེམ་ མགྱོགས་པ་འཛུལ་སྤྱོད་འབད་ནི་༡༡ (ཐབས་གཞན་གདམ་ཁ)

source: IBM ThinkPad 560Z/600/600E/A22E
dz: ཨའི་བི་ཨེམ་ མནོ་བསམ་གཏང་ནི་གདན་ ༥༦༠་ཛེཌི་/༦༠༠/༦༠༠་ཨི་/ཨེ་༢༢་ཨི།

source: IBM ThinkPad 560Z/600/600E/A22E, Intl
dz: ཨའི་བི་ཨེམ་ཐིངཀ་གདན་༥༦༠་ཛེཌི/༦༠༠/༦༠༠་ཨི/ཨེ་༢༢་ཨི་ རྒྱལ་སྤྱི།

source: ISO Alternate
dz: ཨའི་ཨེསི་ཨོ་ཐབས་གཞན།

source: Iceland
dz: ཨའིསི་ལེནཌི།

source: Igbo
dz: ཨིག་བོ།

source: Ind
dz: ཨིནཌི།

source: India
dz: རྒྱ་གར།

source: International (with dead keys)
dz: རྒྱལ་སྤྱི(དང་གཅིག་ཁར་ཤི་སོང་བའི་ལྡེ་མིག་ཚུ)

source: Inuktitut
dz: ཨི་ནིཀ་ཊི་ཊུཀ

source: Iran
dz: ཨི་རཱན།

source: Iraq
dz: ཨི་རཀ།

source: Ireland
dz: ཨའི་རི་ལེནཌི།

source: Irl
dz: ཨའི་ཨར་ཨེལ།

source: Irn
dz: ཨི་རན།

source: Irq
dz: ཨི་རཀ

source: Isl
dz: ཨི་སིལ།

source: Isr
dz: ཨི་རན།

source: Israel
dz: ཨིཛི་རེལ།

source: Ita
dz: ཨི་ཊ།

source: Italy
dz: ཨི་ཊ་ལི།

source: Japan
dz: ཇ་པཱན།

source: Japan (PC-98xx Series)
dz: ཇ་པཱན།(པི་སི་ ༩༨་ཨེགསི་ཨེགསི་ཨང་རིམ་ཚུ་)

source: Japanese 106-key
dz: ཇ་པ་ནིསི་ ལྡེ་མིག་༡༠༦

source: Jpn
dz: ཇེ་པེན།

source: Kana
dz: ཀཱ་ནཱ།

source: Kannada
dz: ཀཱན་ན་ད།

source: Kashubian
dz: ཀཱ་་ཤུ་བེན།

source: Kaz
dz: ཀ་ཛ།

source: Kazakh with Russian
dz: ཀ་ཛ་དང་གཅིག་ཁར་ར་ཤི་ཡཱན།

source: Kazakhstan
dz: ཀ་ཛཀསི་ཏཱན།

source: Keypad
dz: ལྡེ་གདན།

source: Keytronic FlexPro
dz: ལྡེ་ཊོར་ནིཀ་གློག་ཐག་པོརོ།

source: Khm
dz: ཀེ་ཨེཆ་ཨེམ།

source: Kor
dz: ཀོར།

source: Korea, Republic of
dz: ཀོ་རི་ཡ། རི་པཔ་ལིཀ་ ཨོཕ་

source: Korean 106-key
dz: ཀོ་རི་ཡའི།་ལྡེ་མིག་༡༠༦

source: Kotoistus
dz: ཀོ་ཊོསི་ས།

source: Kurdish, (F)
dz: ཀར་ཌིཤ།(ཨེཕ)

source: Kurdish, Arabic-Latin
dz: ཀར་ཌིཤ།ཨ་ར་བིཀ་ལེ་ཊེན།

source: Kurdish, Latin Alt-Q
dz: ཀར་ཌིཤ་ལེ་ཊེན་གདམ་ལྡེ་ཀིའུ།

source: Kurdish, Latin Q
dz: ཀར་ཌིཤ་ལེ་ཊེན་ཀིའུ།

source: Kyr
dz: ཀར།

source: Kyrgyzstan
dz: ཀར་གིཛི་ཏཱན།

source: LAm
dz: ལེམ།

source: LCtrl+LShift changes group.
dz: ཨེལ་ཚད་འཛིན་+ཨེལ་སོར་ལྡེ་གིས་སྡེ་ཚན་བསྒྱུར་བཅོས་འབདཝ་ཨིན།

source: Lao
dz: ལའོ།

source: Laos
dz: ལའོསི།

source: Laptop/notebook Compaq (eg. Armada) Laptop Keyboard
dz: ལེཔ་ཊོཔ་/དྲན་དེབ་ཀོམ་པེཀ(དཔེར་ན་ ཨར་མེན་ད་)ལེཔ་ཊོཔ་ལྡེ་སྒྲོམ།

source: Laptop/notebook Compaq (eg. Presario) Internet Keyboard
dz: ལེཔ་ཊོཔ/དྲན་དེབ་ཀོམ་པེཀ(དཔེར་ན་ པི་རི་ས་རིའོ་)ཨིན་ཊར་ནེཊི་ལྡེ་སྒྲོམ།

source: Laptop/notebook eMachines m68xx
dz: ལེཔ་ཊོཔ/དྲན་དེབ་ཨི་གློག་འཕྲུལ་ཚུ་གི་ཨེམ་༦༨་ཨེགསི་ཨེགསི།

source: Latin
dz: ལེ་ཊིན།

source: Latin American
dz: ལེ་ཊིན་ཨ་མི་རི་ཀཱན།

source: Latin Unicode
dz: ལེ་ཊིན་ཡུ་ནི་ཀོཌི།

source: Latin Unicode qwerty
dz: ལེ་ཊིན་ཡུ་ནི་ཀོཌི་ཀོའོ་ཊི།

source: Latin qwerty
dz: ལེ་ཊིན་ཀོའོ་ཊི།

source: Latin with guillemets
dz: ལེ་ཊིནདང་གཅིག་ཁར་གུའི་ལི་མིཊིསི།

source: Latvia
dz: ལེཊི་བི་ཡ།

source: Left Alt is swapped with left Win-key.
dz: གཡོན་གྱི་གདམ་ལྡེ་འདི་གཡོན་གྱི་ཝིན་ལྡེ་མིག་དང་གཅིག་ཁར་བརྗེ་སོར་འབད་ཡོདཔ།

source: Left Alt key changes group.
dz: གཡོན་གྱི་གདམ་ལྡེ་ལྡེ་མིག་གིས་སྡེ་ཚན་བསྒྱུར་བཅོས་འབདཝ་ཨིན།

source: Left Alt key switches group while pressed.
dz: གཡོན་གྱི་གདམ་ལྡེ་ལྡེ་མིག་གིས་ཨེབ་ཡོད་པའི་སྐབས་སྡེ་ཚན་སོར་བསྒྱུར་འབདཝ་ཨིན།

source: Left Ctrl key changes group.
dz: གཡོན་གྱི་ཚད་འཛིན་ལྡེ་མིག་གིས་སྡེ་ཚན་བསྒྱུར་བཅོས་འབདཝ་ཨིན།

source: Left Shift key changes group.
dz: གཡོན་གྱི་སོར་ལྡེ་ལྡེ་མིག་གིས་སྡེ་ཚན་བསྒྱུར་བཅོས་འབདཝ་ཨིན།

source: Left Win-key changes group.
dz: གཡོན་གྱི་ཝིན་ལྡེ་མིག་གིས་སདེ་ཚན་བསྒྱུར་བཅོས་འབདཝ་ཨིན།

source: Left Win-key is Compose.
dz: གཡོན་གྱི་ཝིན་ལདེ་མིག་འདི་བརྩམ་ཡོད།

source: Left Win-key switches group while pressed.
dz: གཡོན་གྱི་ཝིན་ལྡེ་མིག་གིས་ཨེབ་ཡོད་པའི་སྐབས་སྡེ་ཚན་སོར་བསྒྱུར་འབདཝ་ཨིན།

source: Left handed Dvorak
dz: གཡོན་གྱི་ལགཔ་རོད་མི་ཌི་ཝོ་རོཀ།

source: Lithuania
dz: ལི་ཐུ་ནི་ཡ།

source: Logitech Access Keyboard
dz: དྲེན་དེབ་ཨའི་ཊེཀ་འཛུལ་སྤྱོད་འབད་ནི་ལྡེ་སྒྲོམ།

source: Logitech Cordless Desktop
dz: དྲེན་དེབ་ཨའི་ཊེཀ་ཐག་མེད་ཀྱི་ཌེཀསི་ཊོཔ།

source: Logitech Cordless Desktop LX-300
dz: དྲེན་དེབ་ཨའི་ཊེཀ་ཐག་མེད་ཀྱི་ཌེཀསི་ཊོཔ་ཨེལ་ཨེགསི་-༣༠༠

source: Logitech Cordless Desktop Navigator
dz: དྲེན་དེབ་ཨའི་ཊེཀ་ཐག་མེད་ཀྱི་ཌེཀསི་ཊོཔ་འགྲུལ་བསྐྱོདཔ།

source: Logitech Cordless Desktop Optical
dz: དྲེན་དེབ་ཨའི་ཊེཀ་ཐག་མེད་ཀྱི་ཌེཀསི་ཊོཔ་མཐོང་བའི།

source: Logitech Cordless Desktop Pro
dz: དྲེན་དེབ་ཨའི་ཊེཀ་ཐག་མེད་ཀྱི་ཌེཀསི་ཊོཔ་པོརོ།

source: Logitech Cordless Desktop Pro (alternate option)
dz: དྲེན་དེབ་ཨའི་ཊེཀ་ཐག་མེད་ཀྱི་ཌེཀསི་ཊོཔ་པོརོ(ཐབས་གཞན་གདམ་ཁ)

source: Logitech Cordless Desktop Pro (alternate option2)
dz: དྲེན་དེབ་ཨའི་ཊེཀ་ཐག་མེད་ཀྱི་ཌེཀསི་ཊོཔ་པོརོ(ཐབས་གཞན་གདམ་ཁ་༢)

source: Logitech Cordless Desktop iTouch
dz: དྲེན་དེབ་ཨའི་ཊེཀ་ཐག་མེད་ཀྱི་ཌེཀསི་ཊོཔ་ཨའི་ཊོཆི།

source: Logitech Cordless Freedom/Desktop Navigator
dz: དྲེན་དེབ་ཨའི་ཊེཀ་ཐག་མེད་ཀྱི་རང་དབང/ཌེཀསི་ཊོཔ་འགྲུལ་བསྐྱོདཔ།

source: Logitech G15 extra keys via G15daemon
dz: ཇི་༡༥་ཌེ་མོན་བརྒྱུད་དེ་དྲེན་དེབ་ཨའི་ཊེཀ་ཇི་༡༥་ལྡེ་མིག་ཐེབས་ཚུ།

source: Logitech Internet Keyboard
dz: དྲེན་དེབ་ཨའི་ཊེཀ་ཨིན་ཊར་ནེཊི་ལྡེ་སྒྲོམ།

source: Logitech Internet Navigator Keyboard
dz: དྲེན་དེབ་ཨའི་ཊེཀ་ཨིན་ཊར་ནེཊི་འགྲུལ་བསྐྱོདཔ་ལྡེ་སྒྲོམ།

source: Logitech Ultra-X Keyboard
dz: དྲེན་དེབ་ཨའི་ཊེཀ་ཧ་ཅང་།-ཨེགསི་ལྡེ་སྒྲོམ།

source: Logitech diNovo Keyboard
dz: དྲེན་དེབ་ཨའི་ཊེཀ་ཌའི་ནོ་ཝོ་ལྡེ་སྒྲོམ།

source: Logitech iTouch
dz: དྲེན་དེབ་ཨའི་ཊེཀ་ཨའི་ཊོཆི།

source: Logitech iTouch Cordless Keyboard (model Y-RB6)
dz: དྲེན་དེབ་ཨའི་ཊེཀ་ཨའི་ཊོཆི་ཐག་མེད་ཀྱི་ལྡེ་སྒྲོམ(དཔེ་ཝའི་-ཨར་བི་༦)

source: Logitech iTouch Internet Navigator Keyboard SE
dz: དྲེན་དེབ་ཨའི་ཊེཀ་ཨའི་ཊོཆི་ཨིན་ཊར་ནེཊི་འགྲུལ་བསྐྱོདཔ་ལྡེ་སྒྲོམ་ཨེསི་ཨི།

source: Logitech iTouch Internet Navigator Keyboard SE (USB)
dz: དྲེན་དེབ་ཨའི་ཊེཀ་ཨའི་ཊོཆི་ཨིན་ཊར་ནེཊི་འགྲུལ་བསྐྱོདཔ་ལྡེ་སྒྲོམ་ཨེསི་ཨི(ཡུ་ཨེསི་བི)

source: Ltu
dz: ཨེལ་ཊི་ཡུ།

source: Lva
dz: ཨེལ་ཝི་ཨེ།

source: Macedonia
dz: མེ་སི་ཌི་ནི་ཡ།

source: Macintosh
dz: མེ་ཀིན་ཊོཤ།

source: Macintosh Old
dz: མེ་ཀིན་ཊོཤ་རྙིངམ།

source: Macintosh, Sun dead keys
dz: མེ་ཀིན་ཊོཤ་ སཱན་ཤི་སོང་བའི་ལྡེ་མིག་ཚུ།

source: Macintosh, eliminate dead keys
dz: མའ་སིན་ཊོཤ་ཤི་སོང་བའི་ལྡེ་མིག་ཚུ་རྩ་བསྐྲད་གཏང་ནི།

source: Make CapsLock an additional Ctrl.
dz: ཚུགས་ལྡེ་ཁ་སྐོང་ཚད་འཛིན་ཅིག་བཟོ།

source: Mal
dz: མལ།

source: Malayalam
dz: མ་ལ་ཡ་ལམ།

source: Maldives
dz: མེལ་ཌིབསི།

source: Malta
dz: མཱལ་ཊ།

source: Maltese keyboard with US layout
dz: མཱལ་ཊི་སི་ལྡེ་སྒྲོམ་དང་གཅིག་ཁར་ཡུ་ཨེསི་སྒྲིག་བཀོད།

source: Mao
dz: མའོ།

source: Maori
dz: མའོ་རི།

source: Memorex MX1998
dz: མི་མོ་རེགསི་ ཨེམ་ཨེགསི་༡༩༩༨

source: Memorex MX2500 EZ-Access Keyboard
dz: མི་མོ་རེགསི་ ཨེམ་ཨེགསི་༢༥༠༠་ སི་ཛེཌི་འཛུལ་སྤྱོད་འབད་ནི་ལྡེ་སྒྲོམ།

source: Memorex MX2750
dz: མི་མོ་རེགསི་ ཨེམ་ཨེགསི་༢༧༥༠

source: Menu is Compose.
dz: དཀར་ཆག་འདི་བརྩམ་ཡོདཔ།

source: Menu key changes group.
dz: དཀར་ཆག་ལྡེ་མིག་གིས་སྡེ་ཚན་བསྒྱུར་བཅོས་འབདཝ་ཨིན།

source: Meta is mapped to the Win-keys.
dz: མི་ཊ་འདི་ཝིན་ལྡེ་མིག་ཚུ་ལུ་ས་ཁྲ་བཟོ་ཡོདཔ།

source: Meta is mapped to the left Win-key.
dz: མི་ཊ་འདི་གཡོན་གཡོན་གྱི་ཝིན་ལྡེ་མིག་ལུ་ས་ཁྲ་བཟོ་ཡོདཔ།

source: Microsoft Internet Keyboard
dz: མེཀ་རོ་སོཕཊི་ཨིན་ཊར་ནེཊི་ལྡེ་སྒྲོམ།

source: Microsoft Internet Keyboard Pro, Swedish
dz: མེཀརོ་སོཕཊི་ཨིན་ཊར་ནེཊི་ལྡེ་སྒྲོམ་པོརོ་སུའི་ཌིཤི།

source: Microsoft Natural
dz: མེཀ་རོ་སོཕཊི་རང་བཞིན།

source: Microsoft Natural Keyboard Pro / Microsoft Internet Keyboard Pro
dz: མེཀརོ་སོཕཊི་རང་བཞིན་ལྡེ་སྒྲོམ་པོརོ/མེཀརོ་སོཕཊི་ཨིན་ཊར་ནེཊི་ལྡེ་སྒྲོམ་པོརོ།

source: Microsoft Natural Keyboard Pro OEM
dz: མེཀརོ་སོཕོཊི་རང་བཞིན་ལྡེ་སྒྲོམ་པོརོ་ཨོ་ཨི་ཨེམ།

source: Microsoft Natural Keyboard Pro USB / Microsoft Internet Keyboard Pro
dz: མེཀརོ་སོཕཊི་རང་བཞིན་ལྡེ་སྒྲོམ་པོརོ་ཡུ་ཨེསི་བི/མེཀརོ་སོཕཊི་ཨིན་ཊར་ནེཊི་ལྡེ་སྒྲོམ་པོརོ།

source: Microsoft Office Keyboard
dz: མེཀརོ་སོཕཊི་ཨོ་ཕིསི་ལྡེ་སྒྲོམ།

source: Microsoft Wireless Multimedia Keyboard 1.0A
dz: མེཀརོ་སོཕཊི་ྲལུང་འཕྲིན་སྣ་མང་བརྡ་ལམ་ལྡེ་སྒྲོམ་༡.༠་ཨེ།

source: Miscellaneous compatibility options
dz: གདམ་ཁ་ཚུ་མཐུན་འགྱུར་སྣ་ཚོགས།

source: Mkd
dz: ཨེམ་ཀེ་ཌི།

source: Mlt
dz: ཨེམ་ཨེལ་ཊི།

source: Mmr
dz: ཨེམ་ཨེམ་ཨར།

source: Mng
dz: ཨེམ་ཨེན་ཇི།

source: Mongolia
dz: མོང་གོ་ལི་ཡ།

source: Multilingual
dz: སྣ་མང་བཟུང་འབྲེལ།

source: Multilingual, first part
dz: ཡན་ལག་དང་པམ་སྣ་མང་བཟུང་འབྲེལ།

source: Multilingual, second part
dz: ཡན་ལག་གཉིས་པ་སྣ་མང་བཟུང་འབྲེལ།

source: Myanmar
dz: མི་ཡཱན་མར།

source: Neostyle
dz: ནིའོ་བཟོ་རྣམ།

source: Nep
dz: ནེཔ།

source: Nepal
dz: ནེ་པཱལ།

source: Netherlands
dz: ནེ་དར་ལེནཌིསི།

source: Nigeria
dz: ནའི་ཇི་རི་ཡ།

source: Nld
dz: ཨེན་ཨའི་ཌི།

source: Nor
dz: ནོར།

source: Northern Saami
dz: བྱང་ཕྱོགས་སཱ་མི།

source: Northern Saami, eliminate dead keys
dz: བྱང་ཕྱོགས་སཱ་མི་ཤི་སོང་བའི་ལྡེ་མིག་ཚུ་རྩ་མེད་གཏང་ནི།

source: Northgate OmniKey 101
dz: བྱང་གེཊི་ཨོ་མནི་ལྡེ་མིག་༡༠༡

source: Norway
dz: ནོར་ཝེ།

source: NumLock LED shows alternative group.
dz: ཨང་ལྡེ་ཨེལ་ཨི་ཌི་གིས་ཐབས་གཞན་སྡེ་ཚན་སྟོནམ་ཨིན།

source: Numpad keys work as with Mac.
dz: ཨང་གདན་ལདེ་མིག་ཚུ་མེཀ་དང་གཅིག་ཁར་བཟུམ་ལཱ་འབདཝ་ཨིན།

source: OADG 109A
dz: ཨོ་ཨེ་ཌི་ཇི་ ༡༠༩་ཨེ

source: Ogham
dz: ཨོག་ཧམ།

source: Ogham IS434
dz: ཨོག་ཧམ་ཨའི་ཨེསི་༤༣༤

source: Oretec MCK-800 MM/Internet keyboard
dz: ཨོརི་ཊིཀ་ཨེམ་སི་ཀེ་-༨༠༠ ཨེམ་ཨེམ་/ཨིན་ཊར་ནེཊི་ལྡེ་སྒྲོམ།

source: Oriya
dz: ཨོ་རི་ཡ།

source: Ossetian
dz: ཨོསི་ཊི་ཡཱན།

source: Ossetian, Winkeys
dz: ཨོསི་ཊི་ཡཱན་ཝིན་ལྡེ་མིག་ཚུ།

source: PC-98xx Series
dz: པི་སི་-༩༨་ཨེསི་ཨེསི་ཨང་རིམ།

source: Pak
dz: པཀ

source: Pakistan
dz: པ་ཀིསི་ཏཱན།

source: Pashto
dz: པཱཤ་ཊོ།

source: Pattachote
dz: པི་ཨེཊེཆི་ཨོཊི།

source: Phonetic
dz: སྒྲ་སྐད།

source: Pol
dz: པོལ།

source: Poland
dz: པོ་ལེནཌི།

source: Polytonic
dz: པོལི་ཊོ་ནིཀ།
