Repository: tenzin/dzongkha-linux-translation-files
Catalog: firefox-1.5-xpi/*/pipnss/pipnss.properties.po
Languages: dz_bt

source: Signed by %S
dz_bt: %Sགིས་མིང་རྟགས་བཀོད་ཡོདཔ་

source: Please enter the master password for the %S.
dz_bt: %Sགི་དོན་ལུ་ཆོག་ཡིག་ཨམ་བཙུགས་གནང་།

source: Builtin Roots Module
dz_bt: ནང་སྦྲགས་རྩ་བའི་ཚད་གཞི།

source: Mozilla.org
dz_bt: མོ་ཛིལ་ལ་.ཨོ་ཨར་ཇི་

source: PSM Internal Crypto Services
dz_bt: པི་ཨེསི་ཨེམ་ ནང་འཁོད་ཀིརིཔ་ཊོ་ཞབས་ཏོག

source: Generic Crypto Services
dz_bt: རིགས་བརྒྱུད་ཀྱི་ ཀིརིཔ་ཊོ་ཞབས་ཏོག

source: Software Security Device
dz_bt: མཉེན་ཆས་སྲུང་སྐྱོབ་ཐབས་འཕྲུལ་

source: PSM Internal Cryptographic Services
dz_bt: པི་ཨེསི་ཨེམ་ནང་འཁོད་ཀྱི་ ཀིརིཔ་ཊོ་ག་ར་ཕིག་ ཞབས་ཏོག

source: PSM Private Keys
dz_bt: པི་ཨེསི་ཨེམ་ སྒེར་གྱི་ལྡེ་མིག

source: PSM Internal FIPS-140-1 Cryptographic Services
dz_bt: པི་ཨེསི་ཨེམ་ ནང་འཁོད་ཀྱི་ ཨེཕི་ཨའི་པི་ཨེསི་-༡༤༠-༡ ཀིརིཔ་ཊོ་ག་ར་ཕིག་ ཞབས་ཏོག

source: PSM FIPS-140-1 User Private Key Services
dz_bt: པི་ཨེསི་ཨེམ་ ནང་འཁོད་ཀྱི་ ཨེཕི་ཨའི་པི་ཨེསི་-༡༤༠-༡ ལག་ལེན་པའི་ སྒེར་གྱི་ལྡེ་མིག་ཞབས་ཏོག

source: SSL Client Certificate
dz_bt: ཨེསི་ཨེསི་ཨེལ་ ཞབས་ཏོག་སྤྱོད་མིའི་ལག་ཁྱེར་

source: SSL Server Certificate
dz_bt: ཨེསི་ཨེསི་ཨེལ་ སར་བར་ལག་ཁྱེར་

source: SSL Server with Step-up
dz_bt: ཨེསི་ཨེསི་ཨེལ་སར་བར་ གཞི་སྒྲིག་དང་བཅས་

source: SSL Certificate Authority
dz_bt: ཨེསི་ཨེསི་ཨེལ་ ལག་ཁྱེར་དབང་འཛིན་

source: Email Signer Certificate
dz_bt: གློག་འཕྲིན་མིང་རྟགས་བཀོད་མིའི་ལག་ཁྱེར་

source: Email Recipient Certificate
dz_bt: གློག་འཕྲིན་ལེན་མཁན་གྱི་ལག་ཁྱེར་

source: Protected Object Signer
dz_bt: ཉེན་སྐྱོབ་ཅན་གྱི་ དངོས་པོའི་མིང་རྟགས་བཀོད་མི་

source: Object Signer
dz_bt: དངོས་པོའི་མིང་རྟགས་བཀོད་མི་

source: User Import Cert
dz_bt: ལག་ལེན་པའི་ནང་འདྲེན་ལག་ཁྱེར་

source: CA Verifier
dz_bt: ལག་ཁྱེར་དབང་འཛིན་བདེན་སྦྱོར་པ་

source: Status Responder Certificate
dz_bt: གནས་ཚད་ངོས་ལན་པའི་ལག་ཁྱེར་

source: Any Certificate Authority
dz_bt: ལག་ཁྱེར་དབང་འཛིན་གཞན་གང་རུང་

source: 2048 (High Grade)
dz_bt: ༢༠༤༨།(སྡེ་རིམ་ཆེ་བ)

source: 1024 (Medium Grade)
dz_bt: ༡༠༢༤(སྡེ་རིམ་བར་མ)

source: %1$s's %2$s ID
dz_bt: ཨའི་ཌི་%1$s's %2$s

source: %1$s's %2$s ID #%3$d
dz_bt: %1$s's %2$s ཨའི་ཊི་ #%3$d

source: Certificate
dz_bt: ལག་ཁྱེར་

source: Version
dz_bt: ཐོན་རིམ་

source: Version 1
dz_bt: ཐོན་རིམ་༡།

source: Version 2
dz_bt: ཐོན་རིམ་༢།

source: Version 3
dz_bt: ཐོན་རིམ་༣།

source: Serial Number
dz_bt: ཨང་གྲངས་

source: Object Identifier
dz_bt: དངོས་པོ་ངོས་འཛིན་པ་

source: PKCS #1 MD2 With RSA Encryption
dz_bt: པི་ཨེ་སི་ཨེསི་ ཨང་༡ ཨེམ་ཌི་༢ ཨར་ཨེསི་ཨེ་ གསང་བཟོ་དང་བཅས་

source: PKCS #1 MD5 With RSA Encryption
dz_bt: པི་ཨེ་སི་ཨེསི་ ཨང་༡ ཨེམ་ཌི་༥ ཨར་ཨེསི་ཨེ་ གསང་བཟོ་དང་བཅས་

source: PKCS #1 SHA-1 With RSA Encryption
dz_bt: པི་ཨེ་སི་ཨེསི་ ཨང་༡ ཨེསི་ཨེཆ་ཨེ་-༡ ཨར་ཨེསི་ཨེ་ གསང་བཟོ་དང་བཅས་

source: PKCS #1 SHA-256 With RSA Encryption
dz_bt: པི་ཨེ་སི་ཨེསི་ ཨང་༡ ཨེསི་ཨེཆ་ཨེ་-༢༥༦ ཨར་ཨེསི་ཨེ་ གསང་བཟོ་དང་བཅས་

source: PKCS #1 SHA-384 With RSA Encryption
dz_bt: པི་ཨེ་སི་ཨེསི་ ཨང་༡ ཨེསི་ཨེཆ་ཨེ་-༣༨༤ ཨར་ཨེསི་ཨེ་ གསང་བཟོ་དང་བཅས་

source: PKCS #1 SHA-512 With RSA Encryption
dz_bt: པི་ཨེ་སི་ཨེསི་ ཨང་༡ ཨེསི་ཨེཆ་ཨེ་-༥༡༢ ཨར་ཨེསི་ཨེ་ གསང་བཟོ་དང་བཅས་

source: Object Identifier (%S)
dz_bt: (%S)དངོས་པོ་ངོས་འཛིན་པ་

source: NULL
dz_bt: སྟོང་ཆ་

source: Issuer
dz_bt: སྤྲོད་མི་

source: Subject
dz_bt: དོན་ཚན་

source: Relative Distinguished Name
dz_bt: འབྲེལ་བ་ཅན་གྱི་ཁྱད་འཕགས་མིང་

source: Attribute Type and Value
dz_bt: ཁྱད་ཆོས་ཀྱི་དབྱེ་བ་དང་གནས་གོང་

source: Validity
dz_bt: ནུས་ལྡན་དུས་ཚོད་

source: Not Before
dz_bt: རྗེས་སུ་

source: Not After
dz_bt: སྔོན་དུ་

source: Subject Public Key Info
dz_bt: དོན་ཚན་གྱི་ མི་མང་ལྡེ་མིག་གི་བརྡ་དོན་

source: Subject Public Key Algorithm
dz_bt: དོན་ཚན་གྱི་ མི་མང་ལྡེ་མིག་གི་ ཨཱལ་གོརི་ཐམ།

source: Algorithm Identifier
dz_bt: ཨཱལ་གོ་རི་ཐམ་ངོས་འཛིན་པ་

source: Algorithm Parameters
dz_bt: ཨཱལ་གོ་རི་ཐམ་ཚད་བཟུང་

source: PKCS #1 RSA Encryption
dz_bt: པི་ཀེ་སི་ཨེསི་ ཨང་༡ ཨར་ཨེསི་ཨེ་་གསང་བཟོ

source: Issuer Unique ID
dz_bt: སྤྲོད་མིའི་མཐུན་མོང་མ་ཡིན་པའི་ཨའི་ཌི་

source: Subject's Public Key
dz_bt: དོན་ཚན་གྱི་མི་མང་ལྡེ་མིག

source: Subject Unique ID
dz_bt: དོན་ཚན་གྱི་མཐུན་མོང་མ་ཡིན་པའི་ཨའི་ཌི་

source: Extensions
dz_bt: རྒྱ་བསྐྱེད་ཚུ་

source: Netscape Certificate Type
dz_bt: ནེཊི་སི་ཀེཔ་ ལག་ཁྱེར་དབྱེ་བ་

source: Netscape Certificate Extension Base URL
dz_bt: ནེཊི་སི་ཀེཔ་ལག་ཁྱེར་རྒྱ་བསྐྱེད་གཞི་རྟེན་གྱི་ ཡུ་ཨར་ཨེལ་

source: Netscape Certificate Revocation URL
dz_bt: ནེཊི་སི་ཀེཔ་ལག་ཁྱེར་ ཆ་མེད་གཏང་བའི་ཡུ་ཨར་ཨེལ་

source: Netscape Certificate Authority Revocation URL
dz_bt: ནེཊི་སི་ཀེཔ་ལག་ཁྱེར་དབང་འཛིན་ཆ་མེད་གཏང་བའི་ ཡུ་ཨར་ཨེལ་

source: Netscape Certificate Renewal URL
dz_bt: ནེཊི་སི་ཀེཔ་ལག་ཁྱེར་ དུས་ཚོད་བསྐྱར་གསོའི་ ཡུ་ཨར་ཨེལ་

source: Netscape Certificate Authority Policy URL
dz_bt: ནེཊི་སི་ཀེཔ་ལག་ཁྱེར་ དབང་འཛིན་སྲིད་བྱུས་ཀྱི་ ཡུ་ཨར་ཨེལ་

source: Netscape Certificate SSL Server Name
dz_bt: ནེཊི་སི་ཀེཔ་ལག་ཁྱེར་ ཨེསི་ཨེསི་ཨེལ་ སར་བར་མིང་་

source: Netscape Certificate Comment
dz_bt: ནེཊི་སི་ཀེཔ་ལག་ཁྱེར་གྱི་བསམ་བཀོད་

source: Netscape Lost Password URL
dz_bt: ནེཊི་སི་ཀེཔ་ བརླག་སྟོར་ཞུགས་པའི་ཆོག་ཡིག་གི་ ཡུ་ཨར་ཨེལ་

source: NetscapeCertificate Renewal Time
dz_bt: ནེཊི་སི་ཀེཔ་ལག་ཁྱེར་ དུས་ཚོད་བསྐྱར་གསོ་བའི་དུས་ཚོད་

source: AOL Screenname
dz_bt: ཨེ་ཨོ་ཨེལ་ གསལ་གཞི་མིང་་

source: Certificate Subject Directory Attributes
dz_bt: ལག་ཁྱེར་དོན་ཚན་སྣོད་ཐོའི་ཁྱད་ཆོས་

source: Certificate Subject Key ID
dz_bt: ལག་ཁྱེར་དོན་ཚན་ ལྡེ་མིག་གི་ཨའི་ཌི་

source: Certificate Key Usage
dz_bt: ལག་ཁྱེར་ལྡེ་མིག་གི་ལག་ལེན་

source: Certificate Subject Alt Name
dz_bt: ལག་ཁྱེར་དོན་ཚན་ གདམ་ལྡེའི་མིང་

source: Certificate Issuer Alt Name
dz_bt: ལག་ཁྱེར་སྤྲོད་མིའི་ གདམ་ལྡེའི་མིང་

source: Certificate Basic Constraints
dz_bt: ལག་ཁྱེར་གྱི་ གཙོ་གཞི་རིམ་བར་ཆད་

source: Certificate Name Constraints
dz_bt: ལག་ཁྱེར་མིང་གི་བར་ཆད་

source: CRL Distribution Points
dz_bt: སི་ཨར་ཨེལ་ བགོ་བཀྲམ་འབད་ས་

source: Certificate Policies
dz_bt: ལག་ཁྱེར་སྲིད་བྱུས་

source: Certificate Policy Mappings
dz_bt: ལག་ཁྱེར་སྲིད་བྱུས་ཀྱི་ས་ཁྲ་བཟོ་བ་

source: Certificate Policy Constraints
dz_bt: ལག་ཁྱེར་སྲིད་བྱུས་ཀྱི་བར་ཆད་

source: Certificate Authority Key Identifier
dz_bt: ལག་ཁྱེར་དབང་འཛིན་གྱི་ ལྡེ་མིག་ངོས་འཛིན་པ་

source: Extended Key Usage
dz_bt: རྒྱ་བསྐྱེད་ཅན་གྱི་ལྡེ་མིག་ལག་ལེན་

source: Authority Information Access
dz_bt: དབང་འཛིན་གྱི་བརྡ་དོན་ལུ་འཛུལ་སྤྱོད་

source: ANSI X9.57 DSA Signature
dz_bt: ཨེ་ཨེན་ཨེསི་ཨའི་ ཨེགསི་༩.༥༧ ཌི་ཨེསི་ཨེ་མིང་རྟགས་

source: ANSI X9.57 DSA Signature with SHA1 Digest
dz_bt: ཨེ་ཨེན་ཨེསི་ཨའི་ ཨེགསི་༩.༥༧ ཌི་ཨེསི་ཨེ་མིང་རྟགས་ ཨེསི་ཨེཆ་ཨེ་༡ ཌའི་ཇེསིཊི་དང་བཅས་

source: ANSI X9.62 ECDSA Signature with SHA1
dz_bt: ཨེ་ཨེན་ཨེསི་ཨའི་ ཨེགསི་༩.༦༢ ཨི་སི་ཌི་ཨེསི་ཨེ་མིང་རྟགས་ ཨེསི་ཨེཆ་ཨེ་༡ དང་བཅས་

source: Email
dz_bt: གློག་འཕྲིན་

source: Email Certificate Authority
dz_bt: གློག་འཕྲིན་ལག་ཁྱེར་དབང་འཛིན་

source: Signing
dz_bt: མང་རྟགས་བཀོད་པ་

source: Non-repudiation
dz_bt: འདོར་བྱ་མེན་པའི།

source: Key Encipherment
dz_bt: ལྡེ་མིག་གསང་ཡིག

source: Data Encipherment
dz_bt: གནས་སྡུད་གསང་ཡིག

source: Key Agreement
dz_bt: ལྡེ་མིག་གན་འཛིན་

source: Certificate Signer
dz_bt: ལག་ཁྱེར་ལུ་མིང་རྟགས་བཀོད་མི་

source: CRL Signer
dz_bt: སིཨར་ཨེལ་ལུ་ མིང་རྟགས་བཀོད་མི་

source: Critical
dz_bt: ཚབས་ཆེན་

source: Not Critical
dz_bt: ཚབས་ཆེན་མེན་པའི་

source: Certificate Signature Algorithm
dz_bt: ལག་ཁྱེར་མིང་རྟགས་ ཨཱལ་གོ་རི་ཐམ་

source: Certificate Signature Value
dz_bt: ལག་ཁྱེར་མིང་རྟགས་ཀྱི་བརྩི་མཐོང་

source: Error: Unable to process extension
dz_bt: འཛོལ་བ་: རྒྱ་བསྐྱེད་ལས་སྦྱོར་འབད་མ་ཚུགས་

source: Client
dz_bt: ཞབས་ཏོག་སྤྱོད་མི་

source: Server
dz_bt: སར་བར་

source: Step-up
dz_bt: གཞི་སྒྲིག་

source: SSL CA
dz_bt: ཨེསི་ཨེསི་ཨེལ་ ལག་ཁྱེར་དབང་འཛིན་

source: Sign
dz_bt: མིང་རྟགས་བཀོད་

source: Encrypt
dz_bt: གསང་བ་བཟོ་

source: User Import
dz_bt: ལག་ལེན་པའི་ནང་འདྲེན་

source: Status Responder
dz_bt: གནས་ཚད་ངོས་ལན་པ་

source: CA
dz_bt: ལག་ཁྱེར་དབང་འཛིན་

source: true
dz_bt: བདེན་པ་

source: false
dz_bt: རྫུན་མ་

source: The password entered was incorrect.
dz_bt: བཙུགས་མི་ཆོང་ཡིག་དེ་ བདེན་མེད་ཨིན་པས།

source: Successfully backed up your security certificate(s) and private key(s).
dz_bt: ཁྱོད་ཀྱི་སྲུང་སྐྱོབ་ལག་ཁྱེར་དང་ སྒེར་གྱི་ལྡེ་མིག་ཚུ་ མཐར་འཁྱོལ་སྦེ་ རྒྱབ་སྐྱོར་འབད་ཡི།

source: Successfully restored your security certificate(s) and private key(s).
dz_bt: ཁྱོད་ཀྱི་སྲུང་སྐྱོབ་ལག་ཁྱེར་དང་ སྒེར་གྱི་ལྡེ་མིག་ཚུ་ མཐར་འཁྱོལ་སྦེ་ སླར་གསོ་འབད་ཡི།

source: Could not decode PKCS #12 file. Perhaps the password you entered was incorrect?
dz_bt: ཡིག་སྣོད་ པི་ཀེ་སི་ཨེསི་ ཨང་༡༢ དེ་གི་ཨང་རྟགས་བཤོལ་མ་ཚུགས། ཁྱོད་ཀྱིས་བཙུགས་མི་ ཆོག་ཡིག་དེ་ བདེན་མེད་ཨིནམ་འོང་ནི་མས།

source: Failed to decode the file. Either it is not in PKCS #12 format, has been corrupted, or the password you entered was incorrect.
dz_bt: ཡིག་སྣོད་དེ་གི་ཨང་རྟགས་བཤོལ་མ་ཚུགས། འདི་པི་ཀེ་སི་ཨེསི་ ཨང་༡༢ པའི་རྩ་སྒྲིག་ནང་མེནམ་འོང་ནི་དང་ ཡང་ན་ ངན་ཅན་ལུ་གྱུར་ཡོདཔ་ ཡང་ན་ ཁྱོད་ཀྱིས་བཙུགས་མི་ཆོག་ཡིག་དེ་ བདེན་མེད་འོང་ནི་མས།

source: Failed to restore the PKCS #12 file for unknown reasons.
dz_bt: པི་ཀེ་སི་ཨེསི་ཨང་༡༢ ཡིག་སྣོད་དེ་ མ་ཤེས་པའི་རྒྱུ་མཚན་ཅིག་ལུ་བརྟེན་ཏེ་ སླར་གསོ་འབད་མ་ཚུགས།

source: Failed to create the PKCS #12 backup file for unknown reasons.
dz_bt: མ་ཤེས་པའི་རྒྱུ་མཚན་ཅིག་ལུ་བརྟེན་ཏེ་ པི་ཀེ་སི་ཨེསི་ཨང་༡༢ རྒྱབ་ཐག་ཡིག་སྣོད་བཟོ་མ་ཚུགས།་

source: The PKCS #12 operation failed for unknown reasons.
dz_bt: མ་ཤེས་པའི་རྒྱུ་མཚན་ཅིག་ལུ་བརྟེན་ཏེ་ པི་ཀེ་སི་ཨེསི་ཨང་༡༢ པ་ བཀོལ་སྤྱོད་མ་བཏུབ།

source: It is not possible to back up certificates from a hardware security device such as a smart card.
dz_bt: སྲ་ཆས་སྲུང་སྐྱོབ་ སི་མརཊི་ཀརཌི་བཟུམ་ཅིག་གིས་ ལག་ཁྱེར་ལུ་རྒྱབ་ཐག་འབད་མི་ཚུགས།

source: The certificate and private key already exist on the security device.
dz_bt: སྲུང་སྐྱོབ་ཐབས་འཕྲུལ་དེ་གུ་ ལག་ཁྱེར་དང་སྒེར་གྱི་ལྡེ་མིག་ ཧེ་མ་ལས་ར་འདུག

source: Are you sure you want to install this security module?
dz_bt: ཁྱོད་ཀྱིས་སྲུང་སྐྱོད་ཚད་གཞི་འདི་ གཞི་བཙུགས་འབད་ནི་ ངེས་གཏན་ཨིན་ན?

source: Module Name: %S
dz_bt: ཚད་གཞི་མིང་:%S

source: Path: %S
dz_bt: འགྲུལ་ལམ་:%S

source: A new security module has been installed
dz_bt: སྲུང་སྐྱོབ་ཚད་གཞི་གསརཔ་ཅིག་ གཞི་བཙུགས་འབད་ཡི།

source: Unable to add module
dz_bt: ཚད་གཞི་ཁ་སྐོང་རྐྱབ་མ་ཚུགས།

source: Security Module already exists
dz_bt: སྲུང་སྐྱོབ་ཚད་གཞི་ ཧེ་མ་ལས་ར་འདུག

source: Invalid module name.
dz_bt: ཚད་གཞི་མིང་ ནུས་མེད་ཨིན་མས།

source: Are you sure you want to delete this security module?
dz_bt: ཁྱོད་ཀྱིས་སྲུང་སྐྱོབ་ཚད་གཞི་འདི་ བཏོན་གཏང་ནི་ངེས་གཏན་ཨིན་ན?

source: Unable to delete module
dz_bt: ཚད་གཞི་བཏོན་གཏང་མ་ཚུགས་

source: Internal security module successfully deleted
dz_bt: ནང་འཁོད་ཀྱི་སྲུང་སྐྱོབ་ཚད་གཞི་མཐར་འཁྱོལ་སྦེ་བཏོན་བཏང་ཡི།

source: External security module successfully deleted
dz_bt: ནང་འཁོད་ཀྱི་སྲུང་སྐྱོབ་ཚད་གཞི་མཐར་འཁྱོལ་སྦེ་བཏོན་བཏང་ཡི།

source: You should make a password-protected backup copy of your new security certificate and its associated private key.
dz_bt: ཁྱོད་ཀྱིས་ཁྱོད་རའི་སྲུང་སྐྱོབ་ལག་ཁྱེར་གསརཔ་དང་ དེ་དང་འབྲེལ་བའི་སྒེར་གྱི་ལྡེ་མིག་ཚུ་གི་དོན་ལུ་ ཆོག་ཡིག་ཐོག་ལས་ཉེན་སྐྱོབ་ཡོད་པའི་ རྒྱབ་ཐག་འདྲ བཤུས་ཅིག་བཟོ་དགོ།

source: If you ever lose access to your private key by forgetting your personal security password, or by experiencing file corruption, you can restore this private key and certificate from this backup copy.
dz_bt: གལ་སྲིད་ ཁྱོད་ཀྱིས་ཁྱོད་རའི་སྲུང་སྐྱོབ་ཆོག་ཡིག་ སེམས་ཁ་ལས་བརྗེད་པའམ་ ཡིག་སྣོད་ངན་ཅན་གྱུར་བའི་རྐྱེན་གྱིས་ ཁྱོད་རའི་སྒེར་གྱི་ལྡེ་མིག་ལུ་འཛུལ་སྤྱོད་འབད་མ་ཚུགས་པ་ཅིན་ ཁྱོད་ཀྱིས་རྒྱབ་ཐག་འདྲ་བཤུས་འདི་ནང་ལས་ སྒེར་གྱི་ལྡེ་མིག་དང་ ལག་ཁྱེར་སོར་ཆུད་འབད་ཚུགས།

source: To make a copy, click OK. If possible, you should save your backup copy on a floppy disk that you keep in a safe location.
dz_bt: འདྲ་བཤུས་བཟོ་ནི་ལུ་ བཏུབ་ གུ་ཨེབ་གཏང་འབད། རབ་འབྱུང་པ་ཅིན་ ཁྱོད་ཀྱིས་རྒྱབ་ཐག་དེ་ ཕོ་ལོ་པི་ཅིག་ནང་ བསྲུངས་ཞིནམ་ལས་ ཉེན་ཁ་མེད་པའི་གནས་ཁོངས་ཅིག་ནང་བཞག་དགོ།

source: (Unknown Issuer)
dz_bt: (མ་ཤེས་པའི་སྤྲོད་མི་)

source: (Unknown Organization)
dz_bt: (མ་ཤེས་པའི་ལས་སྡེ)

source: You cannot connect to %S because SSL is disabled.
dz_bt: ཁྱོད་ཀྱིས་%Sལུ་མཐུད་མི་ཚུགས། ག་ཅི་སྦེ་ཟེར་བ་ཅིན་ ཨེསི་ཨེསི་ཨེལ་དེ་ ལྕོགས་མིན་ཨིན་པས།

source: You cannot connect to %S because SSL version 2 is disabled.
dz_bt: ཁྱོད་ཀྱིས་%Sལུ་མཐུད་མི་ཚུགས། ག་ཅི་སྦེ་ཟེར་བ་ཅིན་ ཨེསི་ཨེསི་ཨེལ་ ཐོན་རིམ་ ༢ པ་དེ་ ལྕོགས་མིན་ཨིན་པས།

source: %S and %S cannot communicate securely because they have no common encryption algorithms.
dz_bt: %S དང་ %S་གི་བར་ན་ ཉེན་མེད་ཐོག་ལུ་བརྒྱུད་འབྲེལ་འཐབ་མི་ཚུགས། ག་ཅི་སྦེ་ཟེར་བ་ཅིན་ དེ་གཉིས་ལུ་སྤྱི་མཐུན་གྱི་ གསང་བཟོའི་ཨཱལ་གོ་རི་ཐམ་མིན་འདུག།

source: Could not establish an encrypted connection with %S because your certificate has been revoked.
dz_bt: %S དང་གཅིག་ཁར་ གསང་བཟོས་མཐུད་ལམ་ཅིག་བཟོ་མ་ཚུགས། ག་ཅི་སྦེ་ཟེར་བ་ཅིན་ ཁྱོད་ཀྱི་ལག་ཁྱེར་དེ་ ཆ་མེད་བཏང་ད་ནུག།

source: Could not establish an encrypted connection with %S because your certificate is expired.
dz_bt: %S དང་གཅིག་ཁར་ གསང་བཟོས་མཐུད་ལམ་ཅིག་བཟོ་མ་ཚུགས། ག་ཅི་སྦེ་ཟེར་བ་ཅིན་ ཁྱོད་ཀྱི་ལག་ཁྱེར་དེ་ དུས་ཡོལ་ཐལ་སོ་ནུག།

source: Could not establish an encrypted connection because your certificate was rejected by %S. Error Code: %S.
dz_bt: གསང་བཟོས་མཐུད་ལམ་ཅིག་བཟོ་མ་ཚུགས། ག་ཅི་སྦེ་ཟེར་བ་ཅིན་ ཁྱོད་ཀྱི་ལག་ཁྱེར་དེ་ %S གིས་ དང་ལེན་འབད་མ་བཏུབ། འཛོལ་བའི་ཨང་རྟགས་:%S

source: %S received a message with incorrect Message Authentication Code. If the error occurs frequently, contact the website administrator.
dz_bt: %S གིས་ འཕྲིན་དོན་བདེན་བཤད་ཨང་རྟགས་ བདེན་མེད་ཨིན་མི་འཕྲིན་དོན་ཅིག་ཐོབ་ཅིག། འཛོལ་བ་དེ་འཕྲལ་འཕྲལ་ར་བྱུང་པ་ཅིན་ ཝེབ་ས་ཁོངས་བདག་སྐྱོང་པ་ལུ་ འབྲེལ་བ་འཐབ།

source: %S has closed the connection. Error Code: %S
dz_bt: %Sདེ་མཐུད་ལམ་ཁ་བསྡམས་ནུག། འཛོལ་བའི་ཨང་རྟགས་:%S།

source: The current transfer has been cancelled.
dz_bt: ད་ལྟོ་གི་གནས་སོར་དེ་ ཆ་མེད་བཏང་ཡི།

source: An incorrect password was provided.
dz_bt: བདེན་མེད་ཆོག་ཡིག་ཅིག་བྱིན་ནུག

source: There is a problem with your certificate database [Error Code: %S].
dz_bt: ཁྱོད་ཀྱི་ལག་ཁྱེར་གྱི་གནས་སྡུད་གཞི་རྟེན་ལུ་ དཀལ་ངལ་ཅིག་འདུག། འཛོལ་བའི་ཨང་རྟགས་:%S

source: %S has sent an incorrect or unexpected message. Error Code: %S
dz_bt: %Sགིས་བདེན་མེད་་ཡང་ན་ རེ་བ་མེད་པའི་འཕྲིན་དོན་ཅིག་བཏང་ནུག། འཛོལ་བའི་ཨང་རྟགས་:%S།

source: %S has received an incorrect or unexpected message. Error Code: %S
dz_bt: %Sགིས་བདེན་མེད་ ཡང་ན་ རེ་བ་མེད་པའི་འཕྲིན་དོན་ཅིག་ཐོབ་ཅི། འཛོལ་བའི་ཨང་རྟགས་:%S།

source: You have received an invalid certificate. Please contact the server administrator or email correspondent and give them the following information: Your certificate contains the same serial number as another certificate issued by the certificate authority. Please get a new certificate containing a unique serial number.
dz_bt: ཁྱོད་ཀྱིས་ནུས་མེད་ལག་ཁྱེར་ཅིག་ཐོབ་ཅི། སར་བར་བདག་སྐྱོང་པ་ ཡང་ན་ གློག་འཕྲིན་ཡིག་འབྲེལ་པ་ལུ་ འབྲེལ་བ་འཐབ་སྟེ་ འོག་གི་བརྡ་དོན་ཚུ་བྱིན་: ཁྱོད་ཀྱི་ལག་ཁྱེར་དེ་ལུ་ ལག་ཁྱེར་དབང་འཛིན་གྱིས་སྤྲོེད་པའི་ ལག་ཁྱེར་གཞན་ཅིག་གི་ ཨང་རིམ་དང་ཅོག་གཅིགཔ་འདུག། གཞན་དང་མ་འདྲ་བའི་ཨང་རིམ་ཡོད་པའི་ ལག་ཁྱེར་གསརཔ་ཅིག་ལེན་གནང་།

source: Error establishing an encrypted connection to %S. Error Code: %S.
dz_bt: %Sལུ་གསང་བཟོས་མཐུད་ལམ་ཅིག་བཟོ་བའི་སྐབས་ལུ་འཛོལ་བ། འཛོལ་བའི་ཨང་རྟགས་:%S།

source: Connection request timed out.
dz_bt: མཐུད་ལམ་གྱི་ཞུ་བ་འབད་ནིའི་དུས་ཚོད་ངལ་མཚམས།

source: Could not establish an encrypted connection because certificate presented by %S is not trusted.
dz_bt: གསང་བཟོས་མཐུད་ལམ་ཅིག་བཟོ་མ་ཚུགས། ག་ཅི་སྦེ་ཟེར་བ་ཅིན་%Sགིས་བྱིན་མི་ལག་ཁྱེར་དེ་ལུ་ བློ་གཏད་མིན་འདུག།

source: Could not establish an encrypted connection because certificate presented by %S has been revoked.
dz_bt: གསང་བཟོས་མཐུད་ལམ་ཅིག་བཟོ་མ་ཚུགས། ག་ཅི་སྦེ་ཟེར་བ་ཅིན་%Sགིས་བྱིན་མི་ལག་ཁྱེར་དེ་ ཆ་མེད་བཏང་ནུག།

source: Could not establish an encrypted connection because certificate presented by %S has expired.
dz_bt: གསང་བཟོས་མཐུད་ལམ་ཅིག་བཟོ་མ་ཚུགས། ག་ཅི་སྦེ་ཟེར་བ་ཅིན་%Sགིས་བྱིན་མི་ལག་ཁྱེར་དེ་ དུས་ཡོལ་ཐལ་སོ་ནུག།

source: Could not establish an encrypted connection because certificate presented by %S is for a different domain.
dz_bt: གསང་བཟོས་མཐུད་ལམ་ཅིག་བཟོ་མ་ཚུགས། ག་ཅི་སྦེ་ཟེར་བ་ཅིན་%Sགིས་བྱིན་མི་ལག་ཁྱེར་དེ་ ཌོ་མེན་སོ་སོ་ཅིག་གི་དོན་ལུ་ཨིན་མས།

source: Could not establish an encrypted connection because certificate presented by %S has an invalid signature.
dz_bt: གསང་བཟོས་མཐུད་ལམ་ཅིག་བཟོ་མ་ཚུགས། ག་ཅི་སྦེ་ཟེར་བ་ཅིན་%Sགིས་བྱིན་མི་ལག་ཁྱེར་དེ་ལུ་ ནུས་མེད་མིང་རྟགས་ཅིག་འདུག།

source: Could not establish an encrypted connection because certificate presented by %S is invalid or corrupted. Error Code: %S
dz_bt: གསང་བཟོས་མཐུད་ལམ་ཅིག་བཟོ་མ་ཚུགས། ག་ཅི་སྦེ་ཟེར་བ་ཅིན་%Sགིས་བྱིན་མི་ལག་ཁྱེར་དེ་ ནུས་མེད་ ཡང་ན་ ངན་ཅན་ཨིན་མས། འཛོལ་བའི་ཨང་རྟགས་:%S།

source: Certificate Revocation List (CRL) from the CA certifying %S is past its Next Update date. Please update the CRL.
dz_bt: ལག་ཁྱེར་དབང་འཛིན་ནང་ལས་ ལག་ཁྱེར་ཆ་མེད་གཏང་བའི་ཐོ་ཡིག་ (སི་ཨར་ཨེལ) གྱིས་ %Sདེ་ཤུལ་མའི་དུས་མཐུན་བཟོ་ནིའི་ དུས་ཚོད་ལས་བརྒལ་སོ་ནུག་ཟེར་ངོསྦྱོར་འབདཝ་ཨིན་མས། སི་ཨར་ཨེལ་ དུས་མཐུན་བཟོ་གནང་།

source: Certificate Revocation List (CRL) from the CA certifying %S is not yet valid. Please check your system clock.
dz_bt: ལག་ཁྱེར་དབང་འཛིན་ནང་ལས་ ལག་ཁྱེར་ཆ་མེད་གཏང་བའི་ཐོ་ཡིག་ (སི་ཨར་ཨེལ) གྱིས་ %Sདེ་ནུས་ཅན་མ་འགྱོ་བས་ཟེར་ ངོསྦྱོར་འབདཝ་ཨིན་མས། ཁྱོད་རའི་རིམ་ལུགས་ཀྱི་ཆུ་ཚོད་འཁོར་ལོ་ལུ་ ཞིབ་དཔྱད་འབད་གནང་།

source: Certificate Revocation List (CRL) from the CA certifying %S has an invalid digital signature.
dz_bt: ལག་ཁྱེར་དབང་འཛིན་ནང་ལས་ ལག་ཁྱེར་ཆ་མེད་གཏང་བའི་ཐོ་ཡིག་ (སི་ཨར་ཨེལ) གྱིས་ %Sདེ་ལུ་ ནུས་མེད་ཌི་ཇི་ཊཱལ་ མིང་རྟགས་ཅིག་འདུག་ཟེར་ ངོ་སྦྱོར་འབདཝ་ཨིན་མས།

source: Certificate Revocation List (CRL) from the CA certifying %S is not valid.
dz_bt: ལག་ཁྱེར་དབང་འཛིན་ནང་ལས་ ལག་ཁྱེར་ཆ་མེད་གཏང་བའི་ཐོ་ཡིག་ (སི་ཨར་ཨེལ) གྱིས་ %Sདེ་ ནུས་མེད་ཨིན་མས་ཟེར་ ངོ་སྦྲོར་འབདཝ་ཨིན་མས།

source: Error trying to validate certificate from %S using OCSP - malformed request.
dz_bt: ཨོ་སི་ཨེསི་པི་ ལག་ལེན་འཐབ་ཐོག་ལས་ %Sནང་ལས་ ལག་ཁྱེར་ནུས་ཅན་བཟོ་ནི་ལུ་འཛོལ་བ་ - བཟོ་ཉེས་གྱུར་བའི་ཞུ་བ།

source: Error trying to validate certificate from %S using OCSP - request needs signature.
dz_bt: ཨོ་སི་ཨེསི་པི་ ལག་ལེན་འཐབ་ཐོག་ལས་ %Sནང་ལས་ ལག་ཁྱེར་ནུས་ཅན་བཟོ་ནི་ལུ་འཛོལ་བ་ - ཞུ་བ་ལུ་མིང་རྟགས་དགོ་པས།

source: Error trying to validate certificate from %S using OCSP - unauthorized request.
dz_bt: ཨོ་སི་ཨེསི་པི་ ལག་ལེན་འཐབ་ཐོག་ལས་ %Sནང་ལས་ ལག་ཁྱེར་ནུས་ཅན་བཟོ་ནི་ལུ་འཛོལ་བ་ - གནང་བ་མེད་པའི་ཞུ་བ།

source: Error trying to validate certificate from %S using OCSP - server error.
dz_bt: ཨོ་སི་ཨེསི་པི་ ལག་ལེན་འཐབ་ཐོག་ལས་ %Sནང་ལས་ ལག་ཁྱེར་ནུས་ཅན་བཟོ་ནི་ལུ་འཛོལ་བ་ - སར་བར་གྱི་འཛོལ་བ།

source: Error trying to validate certificate from %S using OCSP - server is busy. Please try again later.
dz_bt: ཨོ་སི་ཨེསི་པི་ ལག་ལེན་འཐབ་ཐོག་ལས་ %Sནང་ལས་ ལག་ཁྱེར་ནུས་ཅན་བཟོ་ནི་ལུ་འཛོལ་བ་ - སར་བར་ཁོམ་མེད་ཨིན་མས། ལོག་སྟེ་འབད་རྩོལ་བསྐྱེད་གནང།

source: Error trying to validate certificate from %S using OCSP - response contains a date which is in the future.
dz_bt: ཨོ་སི་ཨེསི་པི་ ལག་ལེན་འཐབ་ཐོག་ལས་ %Sནང་ལས་ ལག་ཁྱེར་ནུས་ཅན་བཟོ་ནི་ལུ་འཛོལ་བ་ - ངོས་ལན་དེ་ལུ་མ་འོངས་པའི་ཚེས་གྲངས་ཅིག་འདུག།

source: Error trying to validate certificate from %S using OCSP - old response.
dz_bt: ཨོ་སི་ཨེསི་པི་ ལག་ལེན་འཐབ་ཐོག་ལས་ %Sནང་ལས་ ལག་ཁྱེར་ནུས་ཅན་བཟོ་ནི་ལུ་འཛོལ་བ་ - ངོས་ལན་རྙིངམ།

source: Error trying to validate certificate from %S using OCSP - corrupted or unknown response. Error Code: %S.
dz_bt: ཨོ་སི་ཨེསི་པི་ ལག་ལེན་འཐབ་ཐོག་ལས་ %Sནང་ལས་ ལག་ཁྱེར་ནུས་ཅན་བཟོ་ནི་ལུ་འཛོལ་བ་ - ངན་ཅན་གྱུར་བའམ་ མ་ཤེས་པའི་ངོས་ལན། འཛོལ་བའི་ཨང་རྟགས་: %S།

source: Error trying to validate certificate from %S using OCSP - unauthorized response.
dz_bt: ཨོ་སི་ཨེསི་པི་ ལག་ལེན་འཐབ་ཐོག་ལས་ %Sནང་ལས་ ལག་ཁྱེར་ནུས་ཅན་བཟོ་ནི་ལུ་འཛོལ་བ་ - གནང་བ་མེད་པའི་ངོས་ལན།

source: Error trying to validate certificate from %S using OCSP - unknown certificate.
dz_bt: ཨོ་སི་ཨེསི་པི་ ལག་ལེན་འཐབ་ཐོག་ལས་ %Sནང་ལས་ ལག་ཁྱེར་ནུས་ཅན་བཟོ་ནི་ལུ་འཛོལ་བ་ - མ་ཤེས་པའི་ལག་ཁྱེར།

source: Error trying to validate certificate from %S using OCSP - no default responder specified.
dz_bt: ཨོ་སི་ཨེསི་པི་ ལག་ལེན་འཐབ་ཐོག་ལས་ %Sནང་ལས་ ལག་ཁྱེར་ནུས་ཅན་བཟོ་ནི་ལུ་འཛོལ་བ་ - སྔོན་སྒྲིག་ངོས་ལན་པ་གསལ་བཀོད་མ་འབད་བས།

source: Error trying to validate certificate from %S using OCSP - directory lookup error.
dz_bt: ཨོ་སི་ཨེསི་པི་ ལག་ལེན་འཐབ་ཐོག་ལས་ %Sནང་ལས་ ལག་ཁྱེར་ནུས་ཅན་བཟོ་ནི་ལུ་འཛོལ་བ་ - སྣོད་ཐོ་བལྟ་ནི་ལུ་འཛོལ་བ།

source: Issued to:
dz_bt: སྤྲོད་ཡུལ་:

source: Issued by:
dz_bt: སྤྲོད་མི་:

source: Valid
dz_bt: ནུས་ཅན་

source: from
dz_bt: ལས་

source: to
dz_bt: ལུ་

source: Purposes
dz_bt: དགོས་དོན་

source: Stored in:
dz_bt: བསགས་བཞག་ས་:

source: Imported Certificate
dz_bt: ནང་འདྲེན་འབད་མི་ལག་ཁྱེར་

source: The browser successfully imported the certificate revocation list (CRL).
dz_bt: བརའུ་ཟར་གྱིས་ ལག་ཁྱེར་ཆ་མེད་གཏང་བའི་ཐོ་ཡིག་ (སི་ཨར་ཨེལ) མཐར་འཁྱོལ་སྦེ་ ནང་འདྲེན་འབད་ཡི།

source: The browser cannot import the Certificate Revocation List (CRL).
dz_bt: བརའུ་ཟར་གྱིས་ ལག་ཁྱེར་ཆ་མེད་གཏང་བའི་ཐོ་ཡིག་ (སི་ཨར་ཨེལ) ནང་འདྲེན་འབད་མི་ཚུགས་པས།

source: A more recent version of this CRL is available.
dz_bt: སི་ཨར་ཨེལ་གྱི་ འཕྲལ་ཁམས་ཐོན་མི་ ཐོན་རིམ་ཅིག་ཡོད།

source: CRL has an invalid Signature.
dz_bt: སི་ཨར་ཨེལ་ལུ་ ནུས་མེད་མིང་རྟགས་ཅིག་འདུག།

source: New CRL has an invalid format.
dz_bt: སི་ཨར་ཨེལ་གསརཔ་དེ་ལུ་ ནུས་མེད་རྩ་སྒྲིག་ཅིག་འདུག།

source: New CRL is older than the current one.
dz_bt: སི་ཨར་ཨེལ་གསརཔ་དེ་ ད་ལྟོ་ཡོད་མི་ལས་ རྙིངམ་ཨིན་མས།

source: The CRL is not yet valid. You might want to check your system clock.
dz_bt: སི་ཨར་ཨེལ་དེ་ ད་ལྟོ་ཡང་ནུས་ཅན་མ་འགྱོ་བས། ཁྱོད་ཀྱིས་ཁྱོད་རའི་རིམ་ལུགས་ཀྱི་ ཆུ་ཚོད་འཁོར་ལོ་ལུ་ ཞིབ་དཔྱད་འབད་དགོཔ་འོང་།

source: Download of the CRL failed due to Network problems.
dz_bt: ཡོངས་འབྲེལ་གྱི་དཀའ་ངལ་ལུ་བརྟེན་ཏེ་ སི་ཨར་ཨེལ་ཕབ་ལེན་འབད་ནི་དེ་ འབད་མ་ཚུགས།

source: Error Importing CRL to local Database. Error Code:
dz_bt: སི་ཨར་ཨེལ་ ཉེ་གནས་ཀྱི་གནས་སྡུད་ནང་ ནང་འདྲེན་འབད་ནི་ལུ་འཛོལ་བ། འཛོལ་བའི་ཨང་རྟགས་:

source: Please ask your system administrator for assistance.
dz_bt: གྲོགས་རམ་གྱི་དོན་ལུ་ ཁྱོད་རའི་རིམ་ལུགས་བདག་སྐྱོང་པ་ལུ་སླབ་གནང་།

source: Could not initialize the browser's security component. The most likely cause is problems with files in your browser's profile directory. Please check that this directory has no read/write restrictions and your hard disk is not full or close to full. It is recommended that you exit the browser and fix the problem. If you continue to use this browser session, you might see incorrect browser behaviour when accessing security features.
dz_bt: བརའུ་ཟར་གྱི་སྲུང་སྐྱོབ་ཆ་ཤས་ འགོ་འབྱེད་འབད་མ་ཚུགས། དེ་གི་རྒྱུན་རྐྱེན་དེ་ ཁྱོད་རའི་བརའུ་ཟར་གྱི་གསལ་སྡུད་སྣོད་ཐོ་ནང་གི་ ཡིག་སྣོད་ཚུ་གི་དཀའ་ངལ་ཨིནམ་བཟུམ་ཅིག་འདུག། སྣོད་ཐོ་དེ་ནང་ འབྲི་ལྷག་བཀག་ཆ་མེདཔ་བཟོ་དགོ་པའི་ཁར་ ཁྱོད་ཀྱི་ཧརཌི་ཌིཀསི་དེ་ ལྟེམས་ལྟེམས་མེནམ་བཟོ་གནང་ ཡང་ན་ ལྟེམས་ལྟེམས་སྦེ་ཁ་མ་བསྡམས། ཁྱོད་ཀྱིས་བརའུ་ཟར་ཕྱིར་ཐོན་འབད་བཅུག་ཞིནམ་ལས་ དཀའ་ངལ་དེ་བསལ་བ་ཅིན་དྲག། ཁྱོད་ཀྱིས་བརའུ་ཟར་གྱི་ལཱ་ཡུན་འདི་ འཕྲོ་མཐུད་པ་ཅིན་ སྲུང་སྐྱོབ་ཀྱི་ཁྱད་རྣམ་ཚུ་ལུ་ འཛུལ་སྤྱོད་འབདཝ་ད་ བརའུ་ཟར་གྱིས་ སྤྱོད་པ་ཕྱི་འགྱུར་འབད་འོང་།

source: The operation can not be completed because of an internal failure. A secure network communication has not been cleaned up correctly.
dz_bt: ནང་འཁོད་ཀྱི་འཐུས་ཤོར་ཅིག་ལུ་བརྟེན་ཏེ་ བཀོལ་སྤྱོད་འདི་ མཇུག་བསྡུ་མ་ཚུགས། ཡོངས་འབྲེལ་གྱི་བརྒྱུད་འབྲེལ་དེ་ མཐའ་བཙན་གྱི་སྒོ་ལས་ ཚུལ་མཐུན་གཙང་དག་མ་བཟོ་བས།

source: This operation is impossible at the current time. Please complete the operation that requests your attention in one of the other open windows.
dz_bt: ད་ལྟོ་གི་དུས་སྐབས་ལུ་ བཀོལ་སྤྱོད་འདི་མི་བཏུབ་པས། ཁྱོད་ཀྱིས་ཁ་ཕྱེ་སྟེ་ཡོད་པའི་ སྒོ་སྒྲིག་གཞན་ཅིག་ནང་སྦེ་ བཀོལ་སྤྱོད་འདི་མཇུག་བསྡུ་གནང་།

source: <Expired>
dz_bt: <དུས་ཡོལ་ཐལ་ཡོདཔ་>

source: <Revoked>
dz_bt: <ཆ་མེད་བཏང་ཡོདཔ་>

source: <Not Trusted>
dz_bt: <བློ་གཏད་མེདཔ་>

source: <Issuer Not Trusted>
dz_bt: <སྤྲོད་མི་ལུ་བློ་གཏད་མེདཔ་>

source: <Issuer Unknown>
dz_bt: <སྤྲོད་མི་མ་ཤེསཔ་>

source: <Invalid CA>
dz_bt: <ནུས་མེད་ལག་ཁྱེར་དབང་འཛིན་>

source: <Unknown>
dz_bt: <མ་ཤེསཔ་>

source: (no nickname)
dz_bt: (སྐྱོན་མིང་མིན་འདུག)

source: (no email address)
dz_bt: (གློག་འཕྲིན་ཁ་བྱང་མིན་འདུག)
