Repository: tenzin/dzongkha-linux-translation-files
Catalog: firefox-2.0-xpi/*/mozapps/update/updates.dtd.po
Languages: dz_bt

source: Software Update
dz_bt: མཉེན་ཆས་དུས་མཐུན་བཟོ་ནི།

source: _: Do not translate this. Only change the numeric values if you need this dialogue box to appear bigger. 36em
dz_bt: ༣༦ ཨི་ཨེམ།

source: 39em
dz_bt: ༣༩ ཨི་ཨེམ།

source: Checking for Updates
dz_bt: དུས་མཐུན་བཟོ་ནི་ཚུའི་དོན་ལུ་ཞིབ་དཔྱད་འབད་དོ།

source: &brandShortName; is now checking for updates...
dz_bt: &brandShortName དེ་ད་ལྟོ་དུས་མཐུན་བཟོ་ནི་ཚུའི་དོན་ལུ་ཞིབ་དཔྱད་འབད་དོ ...(&b)

source: &Cancel
dz_bt: ཆ་མེད་གཏང་།(&C)

source: No Updates Found
dz_bt: དུས་མཐུན་བཟོ་ནི་ཚུ་འཚོལ་མ་ཐོབ།

source: There are no new updates available. &brandShortName; may check periodically for new updates.
dz_bt: དུས་མཐུན་བཟོ་ནི་གསརཔ་ཚུ་ཐོབ་མ་ཚུགསཔ་ད་&brandShortName གིས་དུས་མཐུན་བཟོ་ནི་གསརཔ་ཚུའི་དོན་ལས་འཕྲལ་འཕྲལ་སྦེ་ཞིབ་དཔྱད་འབད་འོང་།

source: Update Available
dz_bt: དུས་མཐུན་བཟོ་ནི་ཐོབ་ཚུགསཔ།

source: &More Details &#0187;
dz_bt: #༠༡༨༧ རྒྱས་བཤད་ཚུ་ཧེང་ཀེལ།(&M)

source: View more information about this update
dz_bt: དུས་མཐུན་བཟོ་ནི་འདིའི་སྐོར་ལས་བརྡ་དོན་ཧེང་ཀེལ་སྔོན་ལྟ་འབད།

source: This update will cause some of your extensions and/or themes to stop working until they are updated.
dz_bt: དུས་མཐུན་བཟོ་ནི་འདི་གིས་ཁྱོད་ཀྱི་རྒྱ་བསྐྱེད་ཚུ་ལ་ལོ་ཅིག་གི་རྒྱུ་རྐྱེན་དང་ཡང་ན་བརྗོད་དོན་ཚུ་དུས་མཐུན་མ་བཟོ་ཚུན་ཚོད་བཀག་འོང་།

source: Show &List
dz_bt: ཐོ་ཡིག་སྟོན།(&L)

source: It is strongly recommended that you upgrade &brandShortName; as soon as possible.
dz_bt: ཁྱོད་ལུ་&brandShortName ་ག་དེ་མགྱོགས་ཚུགས་སྦེ་ཡར་བསྐྱེད་ནི་ལུ་འོས་སྦྱོར་སྒྲིང་སྒྲིང་འབད་ཡོདཔ་ཨིན།

source: License Agreement
dz_bt: ཆོག་ཐམ་གན་འཛིན།

source: To install this update you must agree to this license agreement. Please read it carefully:
dz_bt: དུས་མཐུན་འདི་གཞི་བཙུགས་འབད་ནི་ལུ་ཁྱོད་ཀྱིས་ཆོག་ཐམ་གན་འཛིན་དེ་ལུ་ཁ་འཆམ་དགོཔ་ལས་དྲན་ཤེས་ཀྱི་སྒོ་ལས་ལྷག་གནང་:

source: If you agree to the terms of this agreement, click I Agree below to continue installing this update.
dz_bt: ཁྱོད་ཀྱིས་གན་འཛིན་དེ་གི་ཐ་སྙད་དེ་ལུ་ཁ་འཆམ་པ་ཅིན་ དུས་མཐུན་བཟོ་ནི་དེ་འཕྲོ་གཞི་བཙུགས་འབད་ནི་ལུ་འོག་གི་ང་ཁ་འཆམ་གུ་ཨེབ་གཏང་འབད།

source: Software License Agreement
dz_bt: མཉེན་ཆས་ཆོག་ཐམ་གྱི་གན་ཡིག་

source: Terms and conditions for using this software.
dz_bt: མཉེན་ཆས་འདི་ལག་ལེན་འཐབ་ནིའི་གནས་ཚིག་

source: Please read the following license agreement. Use the scroll bar to view the rest of this agreement.
dz_bt: འོག་གི་ཆོག་ཐམ་གན་ཡིག་དེ་ལྷག་གནང་། གན་ཡིག་འདི་ཆ་ཚང་བལྟ་ནི་ལུ་ བཤུད་ཕྲ་ལག་ལེན་འཐབ།

source: I accept the terms of the License Agreement
dz_bt: ང་གིས་གན་ཡིག་འདི་གི་གནས་ཚིག་ཚུ་ལུ་ ཁས་ལེན་འབདཝ་ཨིན།

source: c
dz_bt: སི་

source: I do NOT accept the terms of the License Agreement
dz_bt: ང་གིས་གན་ཡིག་འདི་གནས་ཚིག་ཚུ་ལུ་ ཁས་ལེན་མི་འབད་

source: T
dz_bt: ཊི་

source: Downloading Update
dz_bt: དུས་མཐུན་བཟོ་ནི་ཕབ་ལེན་འབད་དོ།

source: Downloading the update...
dz_bt: དུས་མཐུན་བཟོ་ནི་དེ་ཕབ་ལེན་འབད་དོ...

source: Connecting to the update server...
dz_bt: དུས་མཐུན་བཟོ་ནི་སར་བར་དེ་ལུ་མཐུད་དོ...

source: &brandShortName; was unable to verify the integrity of the incremental update it downloaded, so it is now downloading the complete update package.
dz_bt: &brandShortName དེ་དུས་མཐུན་བཟོ་ནི་ཡར་འཕར་ཕབ་ལེན་ཡོད་མི་གི་ཆིག་སྒྲིལ་དེ་བལྟ་སྤྱོད་འབད་མི་བཏུབ་ལས་ད་ལྟོ་ཡོངས་སྒྲུབ་དུས་མཐུན་བཟོ་ནི་ཐུམ་སྒྲིལ་དེ་ཕབ་ལེན་འབད་དོ།

source: Details
dz_bt: རྒྱས་བཤད་ཚུ།

source: Paus&e
dz_bt: ཐེམ།(&e)

source: &Close
dz_bt: ཁ་བསྡམས།(&C)

source: There were problems checking for, downloading or installing this update. &brandShortName; could not be updated because:
dz_bt: དུས་མཐུན་བཟོ་ནི་འདི་གཞི་བཙུགས་འབད་ནི་ཡང་ན་ཕབ་ལེན་འབད་ནི་དོན་ལུ་དཀའ་ངལ་ཚུ་ཞིབ་དཔྱད་འབད་དོ། &brandShortName དེ་དུས་མཐུན་བཟོ་མ་བཏུབ་ག་ཅི་སྨོ་ཟེར་བ་ཅིན:

source: You can update &brandShortName; manually by visiting this link and downloading the latest version:
dz_bt: ཁྱོད་ཀྱིས་འབྲེལ་ལམ་དེ་བལྟ་སྤྱོད་འབད་ནི་དང་ཐོན་རིམ་མཐའ་མཇུག་དེ་ལག་ཐོག་ལས་ཕབ་ལེན་འབད་དེ་གིས་&brandShortName དུས་མཐུན་བཟོ་བཏུབ་ཨིན།

source: Update Failed
dz_bt: དུས་མཐུན་བཟོ་ནི་འཐུས་ཤོར་ཡོདཔ།

source: The partial Update could not be applied. &brandShortName; will try again by downloading a complete Update.
dz_bt: དུས་མཐུན་བཟོ་ནི་ཤ་ཆས་དེ་འཇུག་སྤྱོད་འབད་མ་བཏུབ་ལས་&brandShortName གིས་དུས་མཐུན་བཟོ་ནི་ཡོངས་བསྒྲུབས་ཅིག་ཕབ་ལེན་འབད་དེ་གིས་ལོག་འབད་རྩོལ་འབད་འོང་།

source: Update Downloaded
dz_bt: དུས་མཐུན་བཟོ་ནི་ཕབ་ལེན་འབད་ཡོདཔ།

source: The update was successfully downloaded and verified, and it will be installed the next time &brandShortName; starts.
dz_bt: དུས་མཐུན་ཚུ་ མཐར་འཁྱོལ་སྦེ་ ཕབ་ལེན་འབད་དེ་ བདེན་སྦྱོར་འབད་ཡོདཔ་ལས་ ཤུལ་ལས་&brandShortName; འགོ་བཙུགསཔ་ད་ གཞི་བཙུགས་འབད་འོང་།

source: Update Ready to Install
dz_bt: དུས་མཐུན་བཟོ་ནི་གཞི་བཙུགས་འབད་ནི་ལུ་གྲ་སྒྲིག

source: &brandShortName; has downloaded and verified an important update. Click the link below for more details.
dz_bt: &brandShortName; གིས་ དུས་མཐུན་གལ་ཅན་ཅིག་ ཕབ་ལེན་འབད་དེ་ བདེན་སྦྱོར་འབད་ཡི། ཁ་གསལ་གྱི་དོན་ལུ་ འོག་གི་འབྲེལ་ལམ་ལུ་ ཨེབ་གཏང་འབད།

source: Update:
dz_bt: དུས་མཐུན་བཟོ་ནི:

source: Click Restart &brandShortName; Now to install the update now.
dz_bt: དུས་མཐུན་དེ་ ད་ལྟོ་ར་གཞི་བཙུགས་འབད་ནི་ལུ་ &brandShortName; ད་ལྟོ་ར་ ལོག་འགོ་བཙུགས་ཟེར་མི་ལུ་ ཨེབ་གཏང་འབད།

source: Click Later to close this dialog and continue working. &brandShortName; will install the update the next time it starts.
dz_bt: ཌའི་ལོག་འདི་ཁ་བསྡམས་ཏེ་ ལཱ་འཕྲོ་མཐུད་དེ་འབད་ནི་ལུ་ ཤུལ་ལས་ཟེར་མི་ལུ་ ཨེབ་གཏང་འབད། &brandShortName; གིས་ ཤུལ་ལས་འགོ་བཙུགསཔ་ད་ དུས་མཐུན་དེ་ གཞི་བཙུགས་འབད་འོང་།

source: Update Installed
dz_bt: དུས་མཐུན་བཟོ་ནི་གཞི་བཙུགས་འབད་ཡོདཔ།

source: The update was successfully installed.
dz_bt: དུས་མཐུན་བཟོ་ནི་དེ་མཐར་འཁྱོལ་སྦེ་གཞི་བཙུགས་འབད་ཡོདཔ།

source: Read more about what's new...
dz_bt: ག་ཅི་གསརཔ་ཨིན་མི་གི་སྐོར་ལས་ཧེང་ཀེལ་ལྷག...

source: Installed on:
dz_bt: གཞི་བཙུགས་ཡོདཔ་གུ:

source: Status:
dz_bt: གནས་ཚད:
