Repository: tenzin/dzongkha-linux-translation-files
Catalog: thunderbird-1.5.0.9-xpi/*/global/xslt/xslt.properties.po
Languages: dz_bt

source: Parsing an XSLT stylesheet failed.
dz_bt: ཨེགསི་ཨེསི་ཨེལ་ཊི་ སི་ཊ་ཡེལ་ཤིཊི་ཅིག་ མིང་དཔྱད་འབད་ནི་མ་བཏུབ།

source: Parsing an XPath expression failed.
dz_bt: ཨེགསི་འགྲུལ་ལམ་གྱི་ གསལ་བརྗོད་ཅིག་ མིང་དཔྱད་འབད་མ་བཏུབ།

source: XSLT transformation failed.
dz_bt: ཨེགསི་ཨེསི་ཨེལ་ཊི་བཟོ་བསྒྱུར་མ་བཏུབ།

source: Invalid XSLT/XPath function.
dz_bt: ནུས་མེད་ཨེགསི་ཨེསི་ཨེལ་ཊི་/ཨེགསི་འགྲུལ་ལམ་གྱི་ལས་འགན།

source: XSLT Stylesheet (possibly) contains a recursion.
dz_bt: ཨེགསི་ཨེསི་ཨེལ་ཊི་ སི་ཊ་ཡེལ་ཤིཊི་ནང་ལུ་ རིམ་ལོག་ཅིག་ ཡོད་ཚོད་འདུག།

source: Attribute value illegal in XSLT 1.0.
dz_bt: ཨེགསི་ཨེསི་ཨེལ་ཊི་ ༡.༠ ནང་ལུ་ ཁྱད་ཆོས་ཀྱི་བེ་ལུ་ ཁྲིམས་འགལ་ཨིན་མས།

source: An XPath expression was expected to return a NodeSet.
dz_bt: ཨེགསི་འགྲུལ་ལམ་གསལ་བརྗོད་ཅིག་གིས་ ནོཌི་སེཊི་ཅིག་ སླར་ལོག་གཏང་བའི་རེ་བ་བསྐྱེད་ནུག།

source: XSLT transformation was terminated by <xsl:message>.
dz_bt: ཨེགསི་ཨེསི་ཨེལ་ཊི་བཟོ་བསྒྱུར་དེ་ <xsl:message> གིས་ རྩ་འགྲོལ་བཏང་ནུག།

source: A network error occured loading an XSLT stylesheet:
dz_bt: ཨེགསི་ཨེསི་ཨེལ་ཊི་ སི་ཊ་ཡེལ་ཤིཊི་ མངོན་གསལ་འབད་བའི་སྐབས་ ཡོངས་འབྲེལ་གྱི་འཛོལ་བ་ཅིག་བྱུང་ནུག་:

source: An XSLT stylesheet does not have an XML mimetype:
dz_bt: ཨེགསི་ཨེསི་ཨེལ་ཊི་ སི་ཊ་ཡེལ་ཤིཊི་ཅིག་ལུ་ ཨེགསི་ཨེམ་ཨེལ་ མ་ཡིམ་དབྱེ་བ་མིན་འདུག་:

source: An XSLT stylesheet directly or indirectly imports or includes itself:
dz_bt: ཨེགསི་ཨེསི་ཨེལ་ཊི་ སི་ཊ་ཡེལ་ཤིཊི་གིས་ ཐད་ཀར་ ཡང་ན་ ཐད་སྐོར་ཐོག་ལུ་ དེ་རང་ནང་འདྲེན་ ཡང་ན་ གྲངས་བཙུགས་འབདཝ་ཨིན།

source: An XPath function was called with the wrong number of arguments.
dz_bt: ཨེགསི་འགྲུལ་ལམ་གྱི་ལས་འགན་ཅིག་ སྒྲུབ་རྟགས་ཀྱི་ཨང་གྲངས་ཕྱི་འགྱུར་གྱི་ཐོག་ལས་འབོ་ནུག།

source: An unknown XPath extension function was called.
dz_bt: མ་ཤེས་པའི་ཨེགསི་འགྲུལ་ལམ་ རྒྱ་བསྐྱེད་ཀྱི་ལས་འགན་ཅིག་འབོ་ནུག།

source: XPath parse failure: ')' expected:
dz_bt: ཨེགསི་འགྲུལ་ལམ་གྱི་ མིང་དཔྱད་འཐུས་ཤོར་: ')' རེ་བ་བསྐྱེད་ཅི་:

source: XPath parse failure: invalid axis:
dz_bt: ཨེགསི་འགྲུལ་ལམ་གྱི་མིང་དཔྱད་འཐུས་ཤོར་: ནུས་མེད་ཚད་ཐིག་:

source: XPath parse failure: Name or Nodetype test expected:
dz_bt: ཨེགསི་འགྲུལ་ལམ་གྱི་མིང་དཔྱད་འཐུས་ཤོར་: མིང་ ཡང་ན་ ནོཌི་དབྱེ་བའི་བརྟག་ཞིབ་རེ་བ་བསྐྱེད་ཅི།

source: XPath parse failure: ']' expected:
dz_bt: ཨེགསི་འགྲུལ་ལམ་གྱི་མིང་དཔྱད་འཐུས་ཤོར་:']' རེ་བ་བསྐྱེད་ཅི་:

source: XPath parse failure: invalid variable name:
dz_bt: ཨེགསི་འགྲུལ་ལམ་གྱི་མིང་དཔྱད་འཐུས་ཤོར་: ནུས་མེད་འགྱུར་ཅན་མིང་:

source: XPath parse failure: unexpected end of expression:
dz_bt: ཨེགསི་འགྲུལ་ལམ་གྱི་མིང་དཔྱད་འཐུས་ཤོར་:རེ་བ་མེད་པར་གསལ་བརྗོད་མཇུག་བསྡུ་ཡོདཔ་:

source: XPath parse failure: operator expected:
dz_bt: ཨེགསི་འགྲུལ་ལམ་གྱི་མིང་དཔྱད་འཐུས་ཤོར་: བཀོལ་སྤྱོད་པ་རེ་བ་བསྐྱེད་ཅི།

source: XPath parse failure: unclosed literal:
dz_bt: ཨེགསི་འགྲུལ་ལམ་གྱི་མིང་དཔྱད་འཐུས་ཤོར་: མ་རྫོགས་པའི་ཡིག་དོན་:

source: XPath parse failure: ':' unexpected:
dz_bt: ཨེགསི་འགྲུལ་ལམ་གྱི་མིང་དཔྱད་འཐུས་ཤོར་:རེ་བ་མ་བསྐྱེདཔ་:

source: XPath parse failure: '!' unexpected, negation is not():
dz_bt: ཨེགསི་འགྲུལ་ལམ་གྱི་འཐུས་ཤོར་: '!' རེ་བ་མ་བསྐྱེད། དགག་ཆ་():མེན་པས།

source: XPath parse failure: illegal character found:
dz_bt: ཨེགསི་འགྲུལ་ལམ་མིང་དཔྱད་མ་བཏུབ།་: ཁྲིམས་འགལ་གྱི་ཡིག་འབྲུ་ཐོབ་ཅི་:

source: XPath parse failure: binary operator expected:
dz_bt: ཨེགསི་འགྲུལ་ལམ་མིང་དཔྱད་མ་བཏུབ་: བའི་ན་རི་བཀོལ་སྤྱོད་པ་རེ་བ་བསྐྱེད་ཅི་:

source: An XSLT stylesheet load was blocked for security reasons.
dz_bt: ཨེགསི་ཨེསི་ཨེལ་ཊི་ སི་ཊ་ཡེལ་ཤིཊི་གི་མངོན་གསལ་ཅིག་ སྲུང་སྐྱོབ་ཀྱི་རྒྱུ་མཚན་ལུ་བརྟེན་ཏེ་ བཀག་བཞག་ནུག།

source: Error loading stylesheet: %S
dz_bt: སི་ཊ་ཡེལ་ཤིཊི་: %Sམངོན་གསལ་འབད་ནི་ལུ་འཛོལ་བ་

source: Error during XSLT transformation: %S
dz_bt: ཨེགསི་ཨེསི་ཨེལ་ཊི་ བཟོ་བསྒྱུར་:%Sགི་སྐབས་ལུ་འཛོལ་བ་
