Repository: tenzin/dzongkha-linux-translation-files
Catalog: thunderbird-1.5.0.9-xpi/*/messenger-newsblog/newsblog.properties.po
Languages: dz_bt

source: Verifying the RSS feed...
dz_bt: བདེན་སྦྱོར་འབད་དོ་ ཨར་ཨེསི་ཨེསི་མཁོ་སྤྲོད་་་་

source: Are you sure you wish to cancel subscribing to the current feed?
dz_bt: ཁྱོད་ཀྱིས་ད་ལྟོའི་མཁོ་སྤྲོད་ལུ་ མཁོ་མངགས་ཆ་མེད་གཏང་ནི་ ངེས་གཏན་ཨིན་ན?

source: Subscribing to a Feed...
dz_bt: མཁོ་སྤྲོད་ཅིག་ལུ་ མཁོ་མངགས་འབད་དོ་་་་

source: <no RSS feed selected>
dz_bt: <ཨར་ཨེསི་ཨེསི་མཁོ་སྤྲོད་ གཅིག་ཡང་སེལ་འཐུ་མ་འབད་བས་>

source: You already have a subscription for this feed.
dz_bt: མཁོ་སྤྲོད་འདི་གི་དོན་ལུ་ མཁོ་མངགས་ཅིག་ ཧེ་མ་ལས་ར་འདུག།

source: Could not open the file.
dz_bt: ཡིང་སྣོད་ཁ་ཕྱེ་མ་ཚུགས།

source: Select OPML file to import
dz_bt: ནང་འདྲེན་འབད་ནིའི་ ཨོ་པི་ཨེམ་ཨེལ་ཡིག་སྣོད་ སེལ་འཐུ་འབད

source: Export feeds as an OPML file
dz_bt: མཁོ་སྤྲོད་ཚུ་ ཨོ་པི་ཨེམ་ཨེལ་ཡིག་སྣོད་བཟུམ་ཅིག་སྦེ་ ཕྱིར་ཚོང་འབད།

source: Thunderbird OPML Export
dz_bt: ཐཱན་ཌར་བཌི་ ཨོ་པི་ཨེམ་ཨེལ་ ཕྱིར་ཚོང་།

source: MyThunderbirdFeeds.opml
dz_bt: ངེད་ཀྱི་ཐཱན་ཌར་བཌི་མཁོ་སྤྲོད་.ཨོ་པི་ཨེམ་ཨེལ་

source: Either %S is not a valid OPML file or there was an error importing the file.
dz_bt: %Sདེ་ ནུས་ཅན་གྱི་ཨོ་པི་ཨེམ་ཨེལ་ཡིག་སྣོད་ཅིག་ མེནམ་འོང་ནི་དང་ ཡང་ན་ ཡིག་སྣོད་དེ་ ནང་འདྲེན་འབད་ནི་ལུ་ འཛོལ་བ་ཅིག་བྱུང་བྱུངམ་འོང་ནི་མས།

source: OPML Files
dz_bt: ཨོ་པི་ཨེམ་ཨེལ་ཡིག་སྣོད་ཚུ།

source: Remove Feed
dz_bt: མཁོ་སྤྲོད་རྩ་བསྐྲད་གཏང་།

source: Are you sure you want to unsubscribe from the feed: %S?
dz_bt: ཁྱོད་ཀྱིས་མཁོ་སྤྲོད་%Sནང་ལས་ མཁོ་མངགས་བཤོལ་ནི་ ངེས་གཏན་ཨིན་ན?

source: Downloading feed articles (%S of %S)
dz_bt: མཁོ་སྤྲོད་རྩིས་བྲིས་ (%S of %S)ཚུ་ ཕབ་ལེན་འབད་དོ་

source: There are no new articles for this feed.
dz_bt: མཁོ་སྤྲོད་འདི་གི་དོན་ལུ་ རྩོམ་བྲིས་གསརཔ་མིན་འདུག།

source: %S could not be found. Please check the name and try again.
dz_bt: %Sཐོབ་མ་ཚུགས། མིང་ཞིབ་དཔྱད་འབད་ཞིནམ་ལས་ ལོག་སྟེ་འབད་རྩོལ་བསྐྱེད་གནང་།

source: %S is not a valid RSS feed.
dz_bt: %Sདེ་ ནུས་ཅན་གྱི་ ཨར་ཨེསི་ཨེསི་མཁོ་སྤྲོད་ཅིག་མེན་པས།

source: Checking RSS feeds for new items
dz_bt: ཨར་ཨེསི་ཨེསི་མཁོ་སྤྲོད་ཚུ་ནང་ རྣམ་གྲངས་གསརཔ་ཡོད་མེད་ ཞིབ་དཔྱད་འབད་དོ།
