Repository: tenzin/dzongkha-linux-translation-files
Catalog: thunderbird-1.5.0.9-xpi/*/messenger/messengercompose/composeMsgs.properties.po
Languages: dz_bt

source: Unable to open the file %P0%.
dz_bt: ཡིག་སྣོད་%P0%ཁ་ཕྱེ་མ་ཚུགས།

source: Unable to open the temporary file %P0%. Check your 'Temporary Directory' setting.
dz_bt: གནས་སྐབས་ཀྱི་ཡིག་སྣོད་%P0% ཁ་ཕྱེ་མ་ཚུགས། ཁྱོད་རའི་ 'གནས་སྐབས་སྣོད་ཐོ་' གི་སྒྲིག་སྟངས་ལུ་ ཞིབ་དཔྱད་འབད།

source: Unable to save your message as template.
dz_bt: ཁྱོད་ཀྱི་འཕྲིན་དོན་དེ་ ཊེམ་པེལེཊི་སྦེ་ བསྲུང་མ་ཚུགས།

source: Unable to save your message as draft.
dz_bt: ཁྱོད་ཀྱི་འཕྲིན་དོན་དེ་ ཟིན་འབྲི་སྦེ་ བསྲུང་མ་ཚུགས།

source: Loading attachments...
dz_bt: མཉམ་སྦྲགས་ཚུ་མངོན་གསལ་འབད་དོ་་་

source: Loading attachment...
dz_bt: མཉམ་སྦྲགས་མངོན་གསལ་འབད་དོ་་་་

source: Couldn't open Sent Mail folder. Please verify that your Mail preferences are correct.
dz_bt: ཡིག་འཕྲིན་བཏང་ཡོད་པའི་སྣོད་འཛིན་ ཁ་ཕྱེ་མ་ཚུགས། ཁྱོད་རའི་ཡིག་འཕྲིན་གྱི་གདའ་གདམ་ཚུ་ ངེས་བདེན་སྦེ་ བདེན་སྦྱོར་འབད།

source: Can't post to multiple news hosts. Try again.
dz_bt: སྣ་མིང་གནས་ཚུལ་ཧོསིཊི་ཚུ་ལུ་ འགྲེམ་སྐྱེལ་འབད་མི་ཚུགས་པས། ལོག་སྟེ་འབད་རྩོལ་བསྐྱེད།

source: Assembling message...Done
dz_bt: འཕྲིན་དོན་མཉམ་སྒྲིག་འབད་ཚར།

source: Assembling message...
dz_bt: འཕྲིན་དོན་མཉམ་སྒྲིག་འབད་དོ་་་

source: No sender was specified. Please fill in your email address in the Mail & Newsgroups account settings.
dz_bt: གཏང་མི་གསལ་བཀོད་མ་འབད་བས། ཡིག་འཕྲིན་དང་ གནས་ཚུལ་སྡེ་ཚན་གྱི་ རྩིས་ཐོ་སྒྲིག་སྟངས་ནང་ ཁྱོད་རའི་གློག་འཕྲིན་ཁ་བྱང་བཀང་གནང་།

source: No recipients were specified. Please enter a recipient or newsgroup in the addressing area.
dz_bt: ལེན་མཁན་གསལ་བཀོད་མ་འབད་བས། ཁ་བྱང་བཀོད་ནིའི་མངའ་ཁོངས་ནང་ ལེན་མཁན་ཅིག་ ཡང་ན་ གནས་ཚུལ་སྡེ་ཚན་ཅིག་ བཙུགས་གནང་།

source: Error writing temporary file.
dz_bt: གནས་སྐབས་ཀྱི་ཡིག་སྣོད་འབྲི་ནི་ལུ་འཛོལ་བ།

source: An error occurred sending mail: Unable to connect to SMTP server %S. The server may be down or may be incorrectly configured. Please verify that your Mail/News account settings are correct and try again.
dz_bt: ཡིག་འཕྲིན་གཏང་བའི་སྐབས་ལུ་འཛོལ་བ་ཅིག་བྱུང་ཡི་: ཨེསི་ཨེམ་ཊི་པི་སར་བར་%Sལུ་མཐུད་མ་ཚུགས། སར་བར་དེ་ཉམས་སོང་བའམ་ ཕྱི་འགྱུར་སྦེ་ རིམ་སྒྲིག་འབད་འབདཝ་འོང་ནི་མས། ཁྱོད་རའི་ཡིག་འཕྲིན་/གནས་ཚུལ་རྩིས་ཐོའི་སྒྲིག་སྟངས་ཚུ་ ངེས་བདེན་བཟོ་ཞིནམ་ལས་ ལག་སྟེ་འབད་བརྩོལ་བསྐྱེད་གནང་།

source: An error occurred while sending mail. The mail server responded: %s. Please verify that your email address is correct in your Mail preferences and try again.
dz_bt: ཡིག་འཕྲིན་གཏང་བའི་སྐབས་ལུ་ འཛོལ་བ་ཅིག་བྱུང་ཡི། ཡིག་འཕྲིན་སར་བར་གྱིས་%sངོས་ལན་འབད་ཡི། ཁྱོད་རའི་ཡིག་འཕྲིན་གྱི་གདའ་གདམ་ཚུ་ནང་ ཁྱོད་རའི་གློག་འཕྲིན་ཁ་བྱང་དེ་ ངེས་བདེན་སྦེ་ བདེན་སྦྱོར་འབད་ཞིནམ་ལས་ ལོག་སྟེ་འབད་རྩོལ་བསྐྱེད་གནང་།

source: An error occurred while sending mail. The mail server responded: %s. Please check the message recipients and try again.
dz_bt: ཡིག་འཕྲིན་གཏང་བའི་སྐབས་ལུ་འཛོལ་བ་ཅིག་བྱུང་ཡི། ཡིག་འཕྲིན་སར་བར་གྱིས་%sངོས་ལན་འབད་ཡི། འཕྲིན་དོན་ལེན་མཁན་ཚུ་ལུ་ ཞིབ་དཔྱད་འབད་ཞིནམ་ལས་ ལོག་སྟེ་འབད་རྩོལ་བསྐྱེད་གནང་།

source: An (SMTP) error occurred while sending mail. The server responded: %s.
dz_bt: ཡིག་འཕྲིན་གཏང་བའི་སྐབས་ལུ་ (ཨེསི་ཨེམ་ཊི་པི་)འཛོལ་བ་ཅིག་བྱུང་ཡི། ཡིག་འཕྲིན་སར་བར་གྱིས་%sངོས་ལན་འབད་ཡི།

source: An error occurred while sending mail. The mail server responded: %s. Please check the message and try again.
dz_bt: ཡིག་འཕྲིན་གཏང་བའི་སྐབས་ལུ་འཛོལ་བ་ཅིག་བྱུང་ཡི། ཡིག་འཕྲིན་སར་བར་གྱིས་%sངོས་ལན་འབད་ཡི། འཕྲིན་དོན་ལུ་ཞིབ་དཔྱད་འབད་དེ་ ལོག་སྟེ་འབད་རྩོལ་བསྐྱེད་གནང་།

source: The message could not be posted because connecting to the news server failed. The server may be unavailable or is refusing connections. Please verify that your news server setting is correct and try again, or else contact your network administrator.
dz_bt: གནས་ཚུལ་སར་བར་ལུ་ མཐུད་མ་ཚུགསཔ་ལས་ འཕྲིན་དོན་དེ་འགྲེམ་སྐྱེལ་འབད་མ་ཚུགས། སར་བར་དེ་ ཐོབ་མ་ཚུགས་པའམ་ མཐུན་ལམ་ལུ་ཉན་མི་བཏུབ་འོང་ནི་མས། ཁྱོད་རའི་གནས་ཚུལ་སར་བར་གྱི་སྒྲིག་སྟངས་དེ་ ངེས་བདེན་སྦེ་ བདེན་སྦྱོར་འབད་ཞིནམ་ལས་ ལོག་སྟེ་འབད་རྩོལ་བསྐྱེད་ ཡང་ན་ ཁྱོད་རའི་ཡོངས་འབྲེལ་འཛིན་སྐྱོང་པ་ལུ་ འབྲེལ་བ་འཐབ་གནང་།

source: An error occurred delivering unsent messages.
dz_bt: མ་བཏང་པར་ཡོད་མི་འཕྲིན་དོན་ཚུ་ འགྲེམ་སྤེལ་འབད་བའི་སྐབས་ལུ་ འཛོལ་བ་ཅིག་བྱུང་ཡི།

source: Sending of message failed.
dz_bt: འཕྲིན་དོན་གཏང་ནི་ལུ་འཐུས་ཤོར་བྱུང་ཡོད།

source: Delivering mail...
dz_bt: ཡིག་འཕྲིན་འགྲེམ་སྤེལ་འབད་དོ་་་་

source: Mail: Message sent; waiting for reply...
dz_bt: ཡིག་འཕྲིན་: འཕྲིན་དོན་བཏང་ཡོད། ལན་གསལ་ལུ་བསྒུག་སྟེ་ཡོད།

source: Mail sent successfully
dz_bt: ཡིག་འཕྲིན་མཐར་འཁྱོལ་སྦེ་བཏང་ཡོད།

source: An error occurred sending mail: SMTP server error. The server responded: %s Contact your mail administrator for assistance.
dz_bt: ཡིག་འཕྲིན་བཏང་བའི་སྐབས་ལུ་ འཛོལ་བ་ཅིག་བྱུང་ཡོད། ཨེསི་ཨེམ་ཊི་པི་སར་བར་གྱི་འཛོལ་བ། སར་བར་གྱི་%sངོས་ལན་འབད་ཡི། གྲོགས་རམ་གྱི་དོན་ལུ་ ཁྱོད་རའི་ཡིག་འཕྲིན་བདག་སྐྱོང་པ་ལུ་ འབྲེལ་བ་འཐབ།

source: Unable to save your message in order to send it later.
dz_bt: ཁྱོད་ཀྱི་འཕྲིན་དོན་དེ་ ཤུལ་ལས་གཏང་ནིའི་དོན་ལུ་ བསྲུང་མ་ཚུགས།

source: A communications error occurred: %d. Please try again.
dz_bt: བརྒྱུད་འབྲེལ་གྱི་འཛོལ་བ་%dབྱུང་ཡི། ལོག་སྟེ་འབད་རྩོལ་བསྐྱེད་གནང་།

source: THIS IS JUST A PLACEHOLDER. YOU SHOULD NEVER SEE THIS STRING.
dz_bt: འདི་ས་སྒོ་བཟུང་མི་ཙམ་ཅིག་ཨིན། ཁྱོད་ཀྱིས་ཡིག་རྒྱུན་འདི་ ནམ་ཡང་བལྟ་ནི་མི་འོང་།

source: A network error occurred while receiving data. (Network Error: %s) Try connecting again.
dz_bt: གནས་སྡུད་ལེན་པའི་སྐབས་ལུ་ ཡོངས་འབྲེལ་གྱི་འཛོལ་བ་ཅིག་བྱུང་ཡི། (ཡོངས་འབྲེལ་འཛོལ་བ་: %s) ལོག་སྟེ་མཐུད་ནི་ལུ་འབད་རྩོལ་བསྐྱེད།

source: An error occurred sending mail: the return mail address was invalid. Please verify that your email address is correct in your Mail preferences and try again.
dz_bt: ཡིག་འཕྲིན་གཏང་བའི་སྐབས་ འཛོལ་བ་ཅིག་བྱུང་ཡི་: ལོག་གཏང་ནིའི་ཡིག་འཕྲིན་ཁ་བྱང་དེ་ ནུས་མེད་ཨིན་མས། ཁྱོད་རའི་ཡིག་འཕྲིན་གདའ་གདམ་ཚུ་ནང་ ཁྱོད་རའི་གློག་འཕྲིན་ཁ་བྱང་ ངེས་བདེན་སྦེ་ བདེན་སྦྱོར་འབད་ཞིནམ་ལས་ ལོག་སྟེ་འབད་རྩོལ་བསྐྱེད་གནང་།

source: Error getting mail password.
dz_bt: ཡིག་འཕྲིན་ཁ་བྱང་ལེན་ནི་ལུ་འཛོལ་བ།

source: Attachment error.
dz_bt: མཉམ་སྦྲགས་ཀྱི་འཛོལ་བ།

source: The message was sent successfully, but could not be copied to your Sent folder.
dz_bt: འཕྲིན་དོན་དེ་མཐར་འཁྱོལ་སྦེ་བཏང་ཡི། དེ་འབདཝ་ད་ ཁྱོད་ཀྱི་ བཏང་ཡོད་པའི་ སྣོད་འཛིན་ནང་འདྲ་བཤུས་བརྐྱབ་མ་ཚུགས།

source: There was a problem including the file %.200s in the message. Would you like to continue saving the message without this file?
dz_bt: ཡིག་སྣོད་%.200s དེ་ འཕྲིན་དོན་གྱི་གྲངས་སུ་བཙུགས་ནི་ལུ་ དཀའ་ངལ་ཅིག་བྱུང་ཡི། ཁྱོད་ཀྱིས་ཡིག་སྣོད་འདི་མེདཔ་སྦེ་ འཕྲོ་མཐུད་དེ་བསྲུང་ནི་ཨིན་ན?

source: Assembling mail information...
dz_bt: ཡིག་འཕྲིན་གྱི་བརྡ་དོན་ མཉམ་སྒྲིག་འབད་དོ་་་་

source: Attaching %s...
dz_bt: %sམཉམ་སྦྲགས་འབད་དོ་་་་

source: Creating mail message...
dz_bt: ཡིག་འཕྲིན་གྱི་འཕྲིན་དོན་ གསར་བསྐྲུན་འབད་དོ་་་

source: There was a problem including the file %.200s in the message. Would you like to continue sending the message without this file?
dz_bt: ཡིག་སྣོད་%.200s དེ་ འཕྲིན་དོན་གྱི་གྲངས་སུ་བཙུགས་ནི་ལུ་ དཀའ་ངལ་ཅིག་བྱུང་ཡི། ཁྱོད་ཀྱིས་ཡིག་སྣོད་འདི་མེདཔ་སྦེ་ འཕྲོ་མཐུད་དེ་གཏང་ནི་ཨིན་ན?

source: Copying message to %S folder...
dz_bt: འཕྲིན་དོན་དེ་སྣོད་འཛིན་%Sལུ་འདྲ་བཤུས་རྐྱབ་དོ་་་་

source: Copy complete.
dz_bt: འདྲ་བཤུས་བརྐྱབས་ཚར།

source: Copy failed.
dz_bt: འདྲ་བཤུས་རྐྱབ་མ་བཏུབ།

source: Warning! You are about to send a %d byte message. Are you sure that you want to do this?
dz_bt: ཉེན་བརྡ! ཁྱོད་ཀྱི་འཕྲིན་དོན་ བའིཊི་ འབད་མི་ཅིག་ གཏང་ནི་འབད་དོ། ཁྱོད་ཀྱིས་འདི་གཏང་ནི་ ངེས་གཏན་ཨིན་ན?

source: You don't have any email identities yet. Create one with the Account Wizard.
dz_bt: ད་ལྟོ་ཚུན་ཚོད་ ཁྱོད་ལུ་གློག་འཕྲིན་གྱི་ངོ་རྟགས་མིན་འདུག། རྩིས་ཐོ་ཝི་ཛརཌི་གི་ཐོག་ལས་ གཅིག་གསར་བསྐྲུན་འབད།

source: Mail Server Password Required
dz_bt: ཡིག་འཕྲིན་སར་བར་གྱི་ ཆོག་ཡིག་དགོ་པས།

source: Enter your password for %S:
dz_bt: %Sགི་དོན་ལུ་ ཁྱོད་ཀྱི་ཆོག་ཡིག་བཙུགས།

source: Enter your password for %S on %S:
dz_bt: %Sགི་དོན་ལུ་ %Sགུ་ ཁྱོད་ཀྱི་ཆོག་ཡིག་བཙུགས།

source: Connecting to server...
dz_bt: སར་བར་ལུ་མཐུད་དོ་་་་་

source: Sending message...
dz_bt: འཕྲིན་དོན་གཏང་དོ་་་་

source: Posting message...
dz_bt: འཕྲིན་དོན་འགྲེམ་སྐྱེལ་འའབད་དོ་་་་

source: The message you composed contains characters not found in the selected Character Encoding. While you can choose a different Character Encoding, it is usually safe to use Unicode (UTF-8) for mail. If you just send in the current Character Encoding, be aware that those not covered by the current Character Encoding will be turned to question marks and illegible by the recipient.
dz_bt: ཁྱོད་ཀྱིས་བརྩམས་མི་འཕྲིན་དོན་དེ་ནང་ སེལ་འཐུ་འབད་མི་ ཡིག་འབྲུའི་ཨིན་ཀོ་ཌིང་ནང་མེད་པའི་ ཡིག་འབྲུ་ཚུ་འདུག། ཁྱོད་ཀྱིས་ཡིག་འབྲུའི་ཨིན་ཀོ་ཌིང་ སོ་སོ་གདམ་ཁ་བརྐྱབ་བཏུབ་ཨིན་རུང་ སྤྱིར་བཏང་ལུ་ ཡིག་འཕྲིན་གྱི་དོན་ལས་ ཡུ་ནི་ཀོཌི་ (ཡུ་ཊི་ཨེཕ་-༨) ལག་ལེན་འཐབ་པ་ཅིན་ ཉེན་སྲུང་ཡོད། ཁྱོད་ཀྱིས་ད་ལྟོའི་ ཡིག་འབྲུའི་ཨིན་ཀོ་ཌིང་ནང་གཏང་པ་ཅིན་ ད་ལྟོ་ཡོད་པའི་ཡིག་འབྲུའི་ཨིན་ཀོ་ཌིང་གིས་ ཁྱབ་མ་ཚུགས་མི་ཚུ་ དྲི་རྟགས་དང་བཅསཔ་སྦེ་ ལོག་གཏང་ནི་དང་ ཐོབ་མཁན་གྱིས་ ལྷག་མི་ཚུགས།

source: Send in UTF-8
dz_bt: ཡུ་ཊི་ཨེཕ་-༨ ནང་གཏང་།

source: Send anyway
dz_bt: གང་རུང་སྦེ་གཏང་

source: You can only send a message to one news server at a time.
dz_bt: ཁྱོད་ཀྱིས་འཕྲིན་དོན་ཅིག་ དུས་ཅིག་ལུ་ གནས་ཚུལ་སར་བར་ གཅིག་ལུ་རྐྱངམ་གཅིག་གཏང་ཚུགས།

source: Cancelling...
dz_bt: ཆ་མེད་གཏང་དོ་་་་

source: Send Message Error
dz_bt: འཕྲིན་དོན་གྱི་འཛོལ་བ་གཏང་

source: Send Later Error
dz_bt: ཤུལ་བས་གཏང་བའི་འཛོལ་བ་

source: Save Draft Error
dz_bt: ཟིན་འབྲིའི་འཛོལ་བ་སྲུངས།

source: Save Template Error
dz_bt: ཊེམ་པེལེཊི་འཛོལ་བ་སྲུངས།

source: Your message has been posted to the newsgroup but has not been sent to other recipient.
dz_bt: ཁྱོད་ཀྱི་འཕྲིན་དོན་དེ་ གནས་ཚུལ་སྡེ་ཚན་ལུ་་འགྲེམ་སྐྱེལ་འབད་ནུག། དེ་འབདཝ་ད་ ལེན་མཁན་གཞན་ལུ་ མ་བཏང་པས།

source: Would you like to return to the compose window?
dz_bt: ཁྱོད་ཀྱིས་རྩོམ་འབྲི་སྒོ་སྒྲིག་ལུ་ ལོག་ནི་ཨིན་ན?

source: Please verify that your Mail & Newsgroups account settings are correct and try again.
dz_bt: ཁྱོད་རའི་ཡིག་འཕྲིན་དང་གནས་ཚུལ་སྡེ་ཚན་གྱི་ རྩིས་ཐོའི་སྒྲིག་སྟངས་ཚུ་ ངེས་བཏེན་སྦེ་ བདེན་སྦྱོར་འབད་ཞིནམ་ལས་ ལོག་སྟེ་འབད་རྩོལ་བསྐྱེད་གནང་།

source: Error reading file.
dz_bt: ཡིག་སྣོད་ལྷག་ནི་ལུ་འཛོལ་བ།

source: The author of this message has requested that responses be sent only to the author. If you also want to reply to the newsgroup, add a new row to the addressing area, choose Newsgroup from the recipients list, and enter the name of the newsgroup.
dz_bt: འཕྲིན་དོན་འདི་གི་ རྩོམ་པ་པོ་གིས་ ལན་གསལ་ཚུ་ རྩོམ་པ་པོ་རྐྱངམ་གཅིག་ལུ་ གཏང་དགོ་པའི་ཞུ་བ་འབད་ནུག། ཁྱོད་ཀྱིས་གནས་ཚུལ་སྡེ་ཚན་ལུ་ ལན་གསལ་གཏང་དགོ་མནོ་བ་ཅིན་ ཁ་བྱང་བཀོད་སའི་མངའ་ཁོངས་ལུ་ གྲལ་ཐིག་གསརཔ་ཅིག་ ཁ་སྐོང་རྐྱབ་ཞིནམ་ལས་ ལེན་མཁན་གྱི་ཐོ་ཡིག་ནང་ལས་ གནས་ཚུལ་སྡེ་ཚན་ གདམ་ཁ་བརྐྱབས་པའི་རྗེས་སུ་ གནས་ཚུལ་སྡེ་ཚན་གྱི་མིང་བཙུགས།

source: The message could not be sent because connecting to SMTP server %S failed. The server may be unavailable or is refusing SMTP connections. Please verify that your SMTP server setting is correct and try again, or else contact your network administrator.
dz_bt: འཕྲིན་དོན་འདི་གཏང་མ་ཚུགས། ག་ཅི་སྦེ་ཟེར་བ་ཅིན་ ཨེསི་ཨེམ་ཊི་པི་སར་བར་%Sལུ་མཐུད་མ་ཚུགས། སར་བར་དེ་མེདཔ་འོང་ནི་དང་ ཡང་ན་ ཨེསི་ཨེམ་ཊི་པི་ མཐུད་ནི་ལུ་ ཉེན་མ་བཏུབ་འོང་ནི་མས། ཁྱོད་རའི་ཨེསི་ཨེམ་ཊི་པི་ སར་བར་གྱི་སྒྲིག་སྟངས་ཚུ་ ངེས་བདེན་སྦེ་ བདེན་སྦྱོར་འབད་ཞིནམ་ལས་ ལོག་སྟེ་འབད་རྩོལ་བསྐྱེད་གནང་ ཡང་ན་ ཁྱོད་རའི་ཡོངས་འབྲེལ་བདག་སྐྱོང་པ་དང་གཅིག་ཁར་ འབྲེལ་བ་འཐབ།

source: undisclosed-recipients
dz_bt: གསང་བཞག་ཡོད་པའི་ལེན་མཁན་ཚུ།

source: The size of the message you are trying to send exceeds a temporary size limit of the server. The message was not sent, try to reduce the message size and try again. The server responded: %s.
dz_bt: ཁྱོད་ཀྱིས་གཏང་ནི་འབད་མི་ འཕྲིན་དོན་གྱི་ཚད་དེ་ སར་བར་གྱི་གནས་སྐབས་ཀྱི་ཚད་ལས་ལྷག་པས། དེ་གིས་སྦེ་འཕྲིན་དོན་དེ་མ་བཏང་པར་ཡོད། འཕྲིན་དོན་གྱི་ཚད་ མར་ཕབ་འབད་དེ་ ལོག་སྟེ་གཏང་། སར་བར་གྱིས་%sངོས་ལན་འབད་ཡི།

source: The size of the message you are trying to send exceeds the global size limit (%d bytes) of the server. The message was not sent, try to reduce the message size and try again.
dz_bt: ཁྱོད་ཀྱིས་གཏང་ནི་འབད་མི་ འཕྲིན་དོན་གྱི་ཚད་དེ་ སར་བར་གྱི་སྤྱི་ཁྱབ་ཚད་(བའིཊི་%d)ལས་ལྷག་པས། དེ་གིས་སྦེ་འཕྲིན་དོན་དེ་མ་བཏང་པར་ཡོད། འཕྲིན་དོན་གྱི་ཚད་ མར་ཕབ་འབད་དེ་ ལོག་སྟེ་གཏང་།

source: The size of the message you are trying to send exceeds the global size limit of the server. The message was not sent, try to reduce the message size and try again. The server responded: %s.
dz_bt: ཁྱོད་ཀྱིས་གཏང་ནི་འབད་མི་ འཕྲིན་དོན་གྱི་ཚད་དེ་ སར་བར་གྱི་སྤྱི་ཁྱབ་ཚད་ལས་ལྷག་པས། དེ་གིས་སྦེ་འཕྲིན་དོན་དེ་མ་བཏང་པར་ཡོད། འཕྲིན་དོན་གྱི་ཚད་ མར་ཕབ་འབད་དེ་ ལོག་སྟེ་གཏང་། སར་བར་གྱིས་ %sངོས་ལན་འབད་ནུག།

source: There was an error attaching %S. Please check if you have access to the file.
dz_bt: %Sམཉམ་སྦྲགས་འབད་ནི་ལུ་ འཛོལ་བ་ཅིག་འདུག། ཁྱོད་ཀྱིས་ཡིག་སྣོད་དེ་ལུ་ འཛུལ་སྤྱོད་ཡོད་མེད་ཞིབ་དཔྱད་འབད་གནང་།

source: There was an error copying the message to the Sent folder. Retry?
dz_bt: བཏང་ཡོད་པའི་སྣོད་འཛིན་ལུ་ འཕྲིན་དོན་འདྲ་བཤུས་བརྐྱབ་ནི་ལུ་ འཛོལ་བ་ཅིག་བྱུང་ཡི། སླར་རྩོལ་བསྐྱེད།

source: An error occurred sending mail: The mail server sent an incorrect greeting: %s.
dz_bt: འཕྲིན་དོན་གཏང་ནི་ལུ་ འཛོལ་བ་ཅིག་བྱུང་ཡི། ཡིག་འཕྲིན་སར་བར་གྱིས་ བདེན་མེད་ཀྱི་ལེགས་སྨོན་: %sཅིག་བཏང་ནུག།

source: An error occurred sending mail: Unable to connect to SMTP server %S via STARTTLS since it doesn't support EHLO. Please verify that your Mail/News account settings are correct and try again.
dz_bt: འཕྲིན་དོན་གཏང་ནི་ལུ་ འཛོལ་བ་ཅིག་བྱུང་ཡི། STARTTLS བརྒྱུད་དེ་ ཨེསི་ཨེམ་ཊི་པི་སར་བར་%Sལུ་མཐུད་མ་ཚུགས། ག་ཅི་སྦེ་ཟེར་བ་ཅིན་ འདི་གིས་EHLO ལུ་རྒྱབ་སྐྱོར་མིན་འདུག། ཁྱོད་རའི་ཡིག་འཕྲིན་/གནས་ཚུལ་གྱི་རྩི་ཐོའི་སྒྲིག་སྟངས་ཚུ་ ངེས་བདེན་སྦེ་ བདེན་སྦྱོར་འབད་ཞིནམ་ལས་ ལོག་སྟེ་འབད་རྩོལ་བསྐྱེད་གནང་།

source: An error occurred sending mail: Unable to connect to SMTP server %S via STARTTLS since it doesn't offer STARTTLS In EHLO reponse. Please verify that your Mail/News account settings are correct and try again.
dz_bt: འཕྲིན་དོན་གཏང་ནི་ལུ་ འཛོལ་བ་ཅིག་བྱུང་ཡི། STARTTLS བརྒྱུད་དེ་ ཨེསི་ཨེམ་ཊི་པི་སར་བར་%Sལུ་མཐུད་མ་ཚུགས། ག་ཅི་སྦེ་ཟེར་བ་ཅིན་ འདི་གིས་EHLO ནང་ STARTTLSམི་བམྱིན་པས། ཁྱོད་རའི་ཡིག་འཕྲིན་/གནས་ཚུལ་གྱི་རྩི་ཐོའི་སྒྲིག་སྟངས་ཚུ་ ངེས་བདེན་སྦེ་ བདེན་སྦྱོར་འབད་ཞིནམ་ལས་ ལོག་སྟེ་འབད་རྩོལ་བསྐྱེད་གནང་།

source: Save Message
dz_bt: འཕྲིན་དོན་སྲུངས་

source: Message has not been sent. Do you want to save the message in the Drafts folder?
dz_bt: འཕྲིན་དོན་མ་བཏང་པས། ཁྱོད་ཀྱིས་འཕྲིན་དོན་དེ་ ཟིན་འབྲི་སྣོད་འཛིན་ནང་ བསྲུང་བཞག་ནི་ཨིན་ན?

source: Save
dz_bt: སྲུངས་

source: Don't Save
dz_bt: མ་སྲུངས་

source: Cancel
dz_bt: ཆ་མེད་གཏང་

source: (no subject)
dz_bt: (དོན་ཚན་མིན་འདུག)

source: Attach File(s)
dz_bt: ཡིག་སྣོད་མཉམ་སྦྲགས་འབད་

source: Compose:
dz_bt: རྩོམས་:

source: Send Message
dz_bt: འཕྲིན་དོན་གཏང་

source: You did not specify a subject for this message. If you would like to provide one, please type it now.
dz_bt: ཁྱོད་ཀྱིས་འཕྲིན་དོན་འདི་གི་དོན་ལུ་ དོན་ཚན་ཅིག་ གསལབཀོད་མ་འབད་བས། ཁྱོད་ཀྱིས་གསལ་བཀོད་འབད་དགོ་མནོ་བ་ཅིན་ ད་ལྟོ་ཡིག་དཔར་རྐྱབས་གནང་།

source: This account only supports email recipients. Continuing will ignore newsgroups.
dz_bt: རྩིས་ཐོ་འདི་གིས་ གློག་འཕྲིན་ལེན་མཁན་ཚུ་ལུ་རྐྱངམ་གཅིག་ རྒྱབ་སྐྱོར་ཡོད། འཕྲོ་མཐུད་པ་ཅིན་ གནས་ཚུལ་སྡེ་ཚན་ཚུ་ སྣང་མེད་བཏག་འོང་།

source: %1$S is not a valid e-mail address because it is not of the form user@host. You must correct it before sending the e-mail.
dz_bt: %1$Sདེ་ ནུས་ཅན་གྱི་གློག་འཕྲིན་ཁ་བྱང་ཅིག་མེན་པས། གཅི་སྦེ་ཟེར་བ་ཅིན་ འདི་user@host གི་རྣམ་པ་ནང་མེན་པས། ཁྱོད་ཀྱིས་གློག་འཕྲིན་མ་བཏང་པའི་ཧེ་མ་ བཅོ་ཁ་རྐྱབས།

source: Please specify a location to attach
dz_bt: མཉམ་སྦྲགས་འབད་ནི་ལུ་ གནས་ཁོངས་ཅིག་ གསལ་བཀོད་འབད།

source: Web Page (URL):
dz_bt: ཝེབ་ཤོག་ལེབ་(ཡུ་ཨར་ཨེལ):

source: Attached Message
dz_bt: མཉམ་སྦྲགས་འབད་ཡོད་པའི་འཕྲིན་དོན།

source: Attached Message Part
dz_bt: མཉམ་སྦྲགས་འབད་ཡོད་པའི་འཕྲིན་དོན་གྱི་ཡན་ལག།

source: Message Compose
dz_bt: འཕྲིན་དོན་རྩོམ་འབྲི་

source: An error occurred while creating a message compose window. Please try again. %1$s
dz_bt: འཕྲིན་དོན་རྩོམ་འབྲི་སྒོ་སྒྲིག་ གསར་བསྐྲུན་འབད་བའི་སྐབས་ འཛོལ་བ་ཅིག་བྱུང་ཡི། ལོག་སྟེ་འབད་བསྐྱེད་གནང་། %1$s

source: Your message has been saved to the folder %1$S under %2$S.
dz_bt: ཁྱོད་ཀྱི་འཕྲིན་དོན་དེ་%2$Sགི་ཐོག་ལུ་ སྣོད་འཛིན་ %1$S ནང་བསྲུངས་བཞག་ཡོད།

source: Do not show me this dialog box again.
dz_bt: ང་ལུ་ ཌའི་ལོག་སྒྲོམ་འདི་ ལོག་སྟེ་མ་སྟོན།

source: Sending Message
dz_bt: འཕྲིན་དོན་གཏང་དོ་

source: Mail is currently in the process of sending a message. Would you like to wait until the message has been sent before quitting or quit now?
dz_bt: ཡིག་འཕྲིན་འདི་གིས་ ད་ལྟོ་འཕྲིན་དོན་ཅིག་ བཏང་པའི་བསྒང་འདུག། ཁྱོད་ཀྱིས་འཕྲིན་དོན་དེ་ བཏང་མ་ཚར་ཚུན་ཚོད་ མ་སྤང་པར་བསྒུག་ནི་སྨོ་ ད་ལྟོ་ར་སྤང་ནི་སྨོ?

source: Quit
dz_bt: སྤངས་

source: Wait
dz_bt: བསྒུག་

source: Are you sure you are ready to send this message?
dz_bt: ཁྱོད་ཀྱིས་འཕྲིན་དོན་འདི་གཏང་ནི་གི་གྲ་སྒྲིག་ ངེས་གཏན་ཨིན་ན?

source: Send
dz_bt: གཏང་

source: %s wrote
dz_bt: %s གིས་བྲིས་ཡོད་

source: On %s
dz_bt: %sགུ་

source: -------- Original Message --------
dz_bt: -------- འཕྲིན་དོན་ངོ་མ་ --------
