Repository: tenzin/dzongkha-linux-translation-files
Catalog: firefox-2.0-xpi/*/pipnss/security.properties.po
Languages: dz_bt

source: Security Warning
dz_bt: སྲུང་སྐྱོབ་ཀྱི་ཉེན་བརྡ་

source: You have requested an encrypted page that contains some unencrypted information. Information that you see or enter on this page could easily be read by a third party.
dz_bt: ཁྱོད་ཀྱིས་གསང་བ་མ་བཟོ་བའི་བརྡ་དོན་དུམ་གྲ་ཅིག་ཡོད་པའི་ གསང་བཟོས་ཤོག་ལེབ་ཅིག་གི་ཞུ་བ་འབད་ནུག། ཁྱོད་ཀྱིས་ཤོག་ལེབ་འདི་ལུ་བལྟ་མིའམ་ བཙུགས་མི་བརྡ་དོན་ཚུ་ རྩ་བོ་གསུམ་པ་ཅིག་གིས་ འཇམ་ཏོང་ཏོ་སྦེ་ལྷག་ཚུགས།

source: You are about to leave an encrypted page. Information you send or receive from now on could easily be read by a third party.
dz_bt: ཁྱོད་ཀྱིས་གསང་བཟོས་ཤོག་ལེབ་ཅིག་ལས་ འཐོན་འགྱོ་ནི་འབད་དོ། ད་ལས་ཕར་ ཁྱོད་ཀྱིས་གཏང་མིའམ་ ཐོབ་མི་བརྡ་དོན་ཚུ་ རྩ་བོ་གསུམ་ཅིག་གིས་ འཇམ་ཏོང་ཏོ་སྦེ་ལྷག་ཚུགས།

source: You have requested an encrypted page. The web site has identified itself correctly, and information you see or enter on this page can't easily be read by a third party.
dz_bt: ཁྱོད་ཀྱིས་གསང་བཟོས་ཤོག་ལེབ་ཅིག་གི་ ཞུ་བ་འབད་ནུག། ཝེབ་ས་ཁོངས་ཀྱིས་ འདི་ཚུལ་མཐུན་སྦེ་ངོས་འཛིན་འབད་ཡོདཔ་ལས་ ཁྱོད་ཀྱིས་ཤོག་ལེབ་འདི་གུ་ བལྟ་མིའམ་བཙུགས་མི་བརྡ་དོན་ཚུ་ རྩ་བོ་གསུམ་པ་ཅིག་གིས་ འཇཤ་ཏོང་ཏོ་སྦེ་ ལྷགས་མི་ཚུགས།

source: You have requested a page that uses low-grade encryption. The web site has identified itself correctly, but information you see or enter on this page could be read by a third party.
dz_bt: ཁྱོད་ཀྱིས་གསང་བཟོ་སྡེ་རིམ་ཆུང་བ་ ལག་ལེན་འཐབ་མི་ ཤོག་ལེབ་ཅིག་གི་ ཞུ་བ་འབད་ནུག། ཝེབ་ས་ཁོངས་ཀྱིས་ འདི་ཚུལ་མཐུན་སྦེ་ ངོས་འཛིན་འབད་ཡོད་རུང་ ཁྱོད་ཀྱིས་ཤོག་ལེབ་འདི་གུ་ བལྟ་མིའམ་བཙུགས་མི་བརྡ་དོན་ཚུ་ རྩ བོ་གསུམ་པ་ཅིག་གིས་ལྷག་ཚུགས།

source: Although this page is encrypted, the information you have entered is to be sent over an unencrypted connection and could easily be read by a third party.##Are you sure you want to continue sending this information?##
dz_bt: ཤོག་ལེབ་འདི་གསང་བཟོས་ཨིན་རུང་ ཁྱོད་ཀྱིས་བཙུགས་མི་བརྡ་དོན་དེ་ གསང་བ་མེན་པའི་མཐུད་ལམ་ཅིག་གི་ཐོག་ལས་ གཏང་ནི་ཨིནམ་ལས་ རྩོ་བོ་གསུམ་པ་ཅིག་གིས་ འཇམ་ཏོང་ཏོ་སྦེ་ལྷག་ཚུགས། ##ཁྱོད་ཀྱིས་བརྡ་དོན་འདི་འཕྲོ་མཐུད་ནི་ ངེས་གཏན་ཨིན་ན?##

source: The information you have entered is to be sent over an unencrypted connection and could easily be read by a third party.##Are you sure you want to continue sending this information?##
dz_bt: ཁྱོད་ཀྱིས་བཙུགས་མི་བརྡ་དོན་དེ་ གསང་བ་མེན་པའི་མཐུད་ལམ་ཅིག་གི་ཐོག་ལས་ གཏང་ནི་ཨིནམ་ལས་ རྩོ་བོ་གསུམ་པ་ཅིག་གིས་ འཇམ་ཏོང་ཏོ་སྦེ་ལྷག་ཚུགས། ##ཁྱོད་ཀྱིས་བརྡ་དོན་འདི་འཕྲོ་མཐུད་དེ་ གཏང་ནི་ངེས་གཏན་ཨིན་ན?##

source: Alert me whenever I'm about to view an encrypted page that contains some unencrypted information.
dz_bt: ང་གིས་གསང་བ་མེན་པའི་བརྡ་དོན་ཡོད་མི་ གསང་བཟོས་ཤོག་ལེབ་ཅིག་ ལྷག་ནི་འབདཝ་ཨིན་ན་མེན་ ང་ལུ་དྲན་བརྡ་འབད་གནང་།

source: Alert me whenever I leave an encrypted page for one that isn't encrypted.
dz_bt: ང་གིས་ནམ་རང་འབད་རུང་ གསང་བཟོས་མེན་པའི་ཤོག་ལེབ་ཅིག་གི་དོན་ལུ་ གསང་བཟོས་ཤོལ་ལེབ་ཅིག་བཞག་པའི་སྐབས་ ང་ལུ་དྲན་བརྡ་འབད་གནང་།

source: Alert me whenever I am about to view an encrypted page.
dz_bt: ང་གིས་གསང་བཟོས་ཤོག་ལེབ་ཅིག་ བལྟ་ནི་འབད་བའི་སྐབས་ ང་ལུ་དྲནཡབརྡ་འབད་གནང་།

source: Alert me whenever I am about to view a page that uses low-grade encryption.
dz_bt: ང་གིས་ནམ་རང་འབད་རུང་ གསང་བཟོ་སྡེ་རིམ་ཆུང་བ་ ལག་ལེན་འཐབ་མི་ཤོག་ལེབ་ཅིག་ བལྟ་ནི་འབད་བའི་སྐབས་ ང་ལུ་དྲན་བརྡ་འབད་གནང་།

source: Alert me whenever I submit information that's not encrypted.
dz_bt: ང་གིས་ནམ་རང་འདབ་རུང་ གསང་བཟོས་མེན་པའི་བརྡ་དོན་ བཙུགས་པའི་སྐབས་ ང་ལུ་དྲན་བརྡ་འབད་གནང་།

source: Displays security information about the current page
dz_bt: ད་ལྟོའི་ཤོག་ལེབ་སྐོར་ལས་ སྲུང་སྐྱོབ་ཀྱི་བརྡ་དོན་ བཀྲམ་སྟོན་འབདཝ་ཨིན།

source: Warning: Contains unauthenticated content
dz_bt: ཉེན་བརྡ་:བདེན་བཤད་མ་འབད་བའི་ནང་དོན་འདུག།

source: Continue
dz_bt: འཕྲོ་མཐུད་
