Repository: tenzin/dzongkha-linux-translation-files
Catalog: firefox-1.5-xpi/*/mozapps/extensions/update.properties.po
Languages: dz_bt

source: Check Now
dz_bt: ད་ལྟོ་ར་ཞིབ་དཔྱད་རྐྱབས།

source: Don't Check
dz_bt: ཞིབ་དཔྱད་མ་རྐྱབས།

source: D
dz_bt: ཌི་

source: Install Now
dz_bt: ད་ལྟོ་ར་གཞི་བཙུགས་འབད།

source: Next >
dz_bt: ཤུལ་མམ་ >

source: Cancel
dz_bt: ཆ་མེད།

source: New Updates Available
dz_bt: དུས་མཐུན་གསརཔ་འཐོབ་ཚུགས་པས།

source: Click Here to View
dz_bt: བལྟ་ནིའི་དོན་ལུ་ ནཱ་ལུ་ཨེབ་གཏང་འབད།

source: Checking for Updates to %S ...
dz_bt: %Sལུ་དུས་མཐུན་བཟོ་དགོཔ་ཡོད་མེད་ ཞིབ་དཔྱད་རྐྱབ་དོ་་་

source: Downloading: %S
dz_bt: %S ཕབ་ལེན་འབད་དོ།

source: Installing: %S
dz_bt: %S གཞི་བཙུགས་འབད་དོ།

source: Close
dz_bt: ཁ་བསྡམས།

source: The following components could not be installed due to errors (the file could not be downloaded, was corrupt, or for some other reason).
dz_bt: འཛོལ་བ་ལུ་བརྟེན་ཏེ་ འོག་གི་ཆ་ཤས་ཚུ་ གཞི་བཙུགས་འབད་མ་ཚུགས། (ཡིག་སྣོད་དེ་ཕབ་ལེན་འབད་མ་ཚུགས། ངན་ཅན་ལུ་གྱུར་ཡོད་པའམ་ རྒྱུ་མཚན་གཞན་ཡོདཔ་འོང་ནི་མས)

source: %S could not check for updates to the following components (either the update server(s) did not respond, or the update service(s) were not found).
dz_bt: %Sགིས་འོག་གི་ཆ་ཤས་ཚུ་ལུ་ དུས་མཐུན་བཟོ་དགོཔ་ཡོད་མེད་ ཞིབ་དཔྱད་འབད་མ་ཚུགས། (དུས་མཐུན་བཟོ་ནིའི་སར་བར་དེ་གིས་ ངོས་ལན་འབད་མ་བཏུབ་ ཡང་ན་ དུས་མཐུན་བཟོ་ནིའི་ཞབས་ཏོག་དེ་ ཐོབ་མ་ཚུགསཔ་འོང་ནི་མས)

source: Version Compatibility Update Complete
dz_bt: ཐོན་རིམ་མཐུན་འགྱུར་ དུས་མཐུན་བཟོ་ནི་མཇུག་བསྡུ་ཡོད།

source: Update(s) Available
dz_bt: དུས་མཐུན་བཟོ་ནི་ཡོདཔ།

source: Critical Update(s) Available
dz_bt: གལ་གནད་ཆེའི་དུས་མཐུན་བཟོ་དགོཔ་ཡོདཔ།

source: Double-click here to check for updates
dz_bt: དུས་མཐུན་བཟོ་དགོཔ་ཡོད་མེད་ ཞིབ་དཔྱད་ཀྱི་དོན་ལུ་ ནཱ་ལུ་ཨེབ་གཏང་ཐེངས་གཉིས་འབད།

source: Choose the ones you want to install and click Install Now to install them.
dz_bt: ཁྱོད་ཀྱིས་གཞི་བཙུགས་འབད་དགོ་མནོ་མི་ཚུ་ གདམ་ཁ་བརྐྱབས་ཞིནམ་ལས་ དེ་ཚུ་གཞི་བཙུགས་འབད་ནི་ལུ་ ད་ལྟོ་ར་གཞི་བཙུགས་འབད་ གུ་ཨེབགཏང་འབད།

source: Choose the ones you want to install and click Next to continue.
dz_bt: ཁྱོད་ཀྱིས་གཞི་བཙུགས་འབད་དགོ་མནོ་མི་ཚུ་ གདམ་ཁ་བརྐྱབས་ཞིནམ་ལས་ འཕྲོ་མཐུད་ནི་ལུ་ ཤུལ་མམ་ གུ་ཨེབ་གཏང་འབད།

source: Critical Updates (%S)
dz_bt: གལ་གནད་ཆེའི་དུས་མཐུན་(%S)

source: Optional Components (%S)
dz_bt: གདམ་ཁ་ཅན་གྱི་ཆ་ཤས་(%S)

source: Extensions and Themes (%S)
dz_bt: རྒྱ་བསྐྱེད་དང་བརྗོད་དོན་(%S)

source: Language Packs (%S)
dz_bt: སྐད་ཡིག་སྦུང་ཚན་(%S)

source: %S %S is available. We strongly recommend that you install this upgrade as soon as possible.
dz_bt: %S %Sའཐོབ་ཚུགས་པས། ཁྱོད་ཀྱིས་ཡར་བསྐྱེད་འདི་ ག་དེ་མགྱོགས་མགྱོགས་ གཞི་བཙུགས་འབད་བ་ཅིན་དྲག་འོང་།

source: %S %S features:
dz_bt: %S %Sགི་ཁྱད་རྣམ་ཚུ་:

source: More information about %S %S ...
dz_bt: %S %Sགི་སྐོར་ལས་བརྡ་དོན་ཧེང་བཀལ་་་་

source: Restart Required
dz_bt: ལོག་འགོ་བཙུགས་དགོ་པས།

source: %S has been updated this session. Please restart %S before performing any more updates.
dz_bt: %Sདེ་ལཱ་ཡུན་འདི་ནང་ དུས་མཐུན་བཟོ་ཡི། ཧེང་བཀལ་དུས་མཐུན་མ་བཟོ་བའི་ཧེ་མ་ %Sདེ་ལོག་འགོ་བཙུགས་གནང་།

source: Update Disabled
dz_bt: དུས་མཐུན་བཟོ་ནི་ལྕོགས་མིན་བཟོ་ནུག།
