Repository: tenzin/dzongkha-linux-translation-files
Catalog: firefox-1.5-xpi/*/mozapps/extensions/update.dtd.po
Languages: dz_bt

source: &brandShortName; Update
dz_bt: &brandShortName; དུས་མཐུན།

source: Incompatible Components
dz_bt: མཐུན་འགྱུར་མེད་པའི་ཆ་ཤས་ཚུ།

source: The following components are not compatible with the new version of &brandShortName; you have just installed:
dz_bt: འོག་གི་ཆ་ཤས་ཚུ་ ཁྱོད་ཀྱིས་ད་ལྟོ་གཞི་བཙུགས་འབད་མི་ &brandShortName; གི་ཐོན་རིམ་དང་གཅིག་ཁར་ མཐུན་འགྱུར་མིན་འདུག།

source: They have been disabled until compatible versions are installed.
dz_bt: མཐུན་འགྱུར་ཡོད་པའི་ཐོན་རིམ་ཚུ་ གཞི་བཙུགས་མ་འབད་ཚུན་ཚོད་ དེ་ཚུ་ལྕོགས་མིན་བཟོ་བཞག་ཡོད།

source: &brandShortName; can check for and install newer, compatible versions of these components.
dz_bt: &brandShortName; གིས་་ཆ་ཤས་དེ་ཚུ་གི་དོན་ལུ་ ཐོན་རིམ་གསརཔ་དང་ མཐུན་འགྱུར་ཅན་ཚུ་ ཞིབ་དཔྱད་བརྐྱབས་ཏེ་ གཞི་བཙུགས་འབད་ཚུགས།

source: Checking for Updates
dz_bt: དུས་མཐུན་བཟོ་དགོཔ་ཡོད་མེད་ཞིབ་དཔྱད་རྐྱབ་དོ་

source: &brandShortName; is now checking for available updates...
dz_bt: &brandShortName; གིས་ དུས་མཐུན་བཟོ་དགོཔ་ཡོད་མི་ཚུ་ ཞིབ་དཔྱད་རྐྱབ་དོ་་་

source: This may take a few minutes...
dz_bt: འདི་གི་དོན་ལུ་སྐར་མ་དག་པ་ཅིག་འགོར་འོང་།

source: Checking for Compatibility Updates
dz_bt: མཐུན་འགྱུར་གྱི་དུས་མཐུན་དོན་ལུ་ཞིབ་དཔྱད་རྐྱབ་དོ།

source: &brandShortName; is now checking for compatibility updates to your Extensions and Themes...
dz_bt: &brandShortName; གིས་ཁྱོད་ཀྱི་རྒྱ་བསྐྱེད་དང་བརྗོད་དོན་ཚུ་ལུ་ མཐུན་འགྱུར་གྱི་དུས་མཐུན་ཡོད་མེད་ཞིབ་དཔྱད་རྐྱབ་དོ།

source: Updates Found
dz_bt: དུས་མཐུན་བཟོ་དགོཔ་ཐོབ་ཅི།

source: &brandShortName; found the following available updates:
dz_bt: &brandShortName; གིས་འོག་གི་དུས་མཐུན་བཟོ་དགོཔ་ཚུ་ཐོབ་ཅི།

source: from:
dz_bt: ལས་:

source: The following Critical Updates are available for &brandShortName;:
dz_bt: &brandShortName;གི་དོན་ལུ་ འོག་གི་གལ་གནད་ཆེ་བའི་དུས་མཐུན་བཟོ་དགོཔ་འདུག།

source: You should install these updates immediately to protect your computer from attack.
dz_bt: ཁྱོད་ཀྱི་གློག་རིག་འདི་ གཞན་གྱི་གནོད་སྐྱོན་ལས་བཀག་ཐབས་ལུ་ དུས་མཐུན་འདི་ཚུ་ དེ་འཕྲལ་ལས་གཞི་བཙུགས་འབད་དགོ།

source: More Information...
dz_bt: བརྡ་དོན་ཁ་གསལ་གྱི་དོན་ལུ་་་་་

source: The following components and plugins are available to install:
dz_bt: གཞི་བཙུགས་འབད་ནིའི་དོན་ལུ་ འོག་གི་ཆ་ཤས་དང་ པ་ལག་ཨིནསི་ཚུ་འདུག་:

source: Installing these components may improve your browsing experience.
dz_bt: ཆ་ཤས་འདི་ཚུ་གཞི་བཙུགས་འབད་བ་ཅིན་ ཁྱོད་ཀྱི་བརྡ་འཚོལ་གྱི་ཉམས་མྱོང་ཚུ་ ལེགས་བཅོས་འགྱོ་འོང་།

source: The following updates are available to Extensions and Themes that you already have installed
dz_bt: ཁྱོད་ཀྱིས་གཞི་བཙུགས་འབད་མི་ རྒྱ་བསྐྱེད་དང་བརྗོད་དོན་ཚུ་ལུ་ འོག་གི་དུས་མཐུན་ཚུ་ བཟོ་དགོཔ་འདུག།

source: The following language packs are available:
dz_bt: འོག་གི་སྐད་ཡིག་སྦུང་ཚན་འཐོབ་ཚུགས།

source: Installing Updates
dz_bt: དུས་མཐུན་ཚུ་གཞི་བཙུགས་འབད་དོ།

source: Now downloading and installing updates...
dz_bt: ད་ལྟོ་དུས་མཐུན་ཚུ་ ཕབ་ལེན་འབད་དེ་ གཞི་བཙུགས་འབད་དོ།

source: XXXben - this will not work until we have a scriptable API to XPInstall.
dz_bt: XXXben- ང་བཅས་ལུ་ ཨེགསི་པི་གཞི་བཙུགས་ལུ་ ཡིག་ཚུགས་འབྲི་བཏུབ་པའི་ ཨེ་པི་ཨའི་ཅིག་མེད་ཚུན་ཚོད་ འདི་གིས་ལཱ་འབད་མི་བཏུབ།

source: No Updates Found
dz_bt: དུས་མཐུན་བཟོ་དགོཔ་མིན་འདུག

source: &brandShortName; was not able to find any available updates.
dz_bt: &brandShortName; གིས་དུས་མཐུན་བཟོ་དགོཔ་་ག་ནི་ཡང་མ་ཐོབ།

source: &brandShortName; was not able to find any available updates - compatible versions may not be available at this time.
dz_bt: &brandShortName;གིས་དུས་མཐུན་བཟོ་དགོཔ་་ག་ནི་ཡང་མ་ཐོབ། དུས་ཚོད་འདི་ཁར་ མཐུན་འགྱུར་གྱི་ཐོན་རིམ་འཐོབ་མི་ཚུགསཔ་འོང་ནི་མས།

source: &brandShortName; will check periodically and inform you when compatible versions become available.
dz_bt: &brandShortName;གིས་ འཕྲལ་འཕྲལ་འབད་ཞིབ་དཔྱད་འབད་དེ་ མཐུན་འགྱུར་ཡོད་པའི་ཐོན་རིམ་ཚུ་ཡོད་པའི་སྐབས་ལུ་ ཁྱོད་ལུ་བརྡ་བསྐུལ་འབད་འོང་།

source: &brandShortName; can check periodically and inform you when compatible versions become available.
dz_bt: &brandShortName;གིས་ འཕྲལ་འཕྲལ་འབད་ཞིབ་དཔྱད་འབད་དེ་ མཐུན་འགྱུར་ཡོད་པའི་ཐོན་རིམ་ཚུ་ཡོད་པའི་སྐབས་ལུ་ ཁྱོད་ལུ་བརྡ་བསྐུལ་འབད་ཚུགས།

source: Allow &brandShortName; to check for updates.
dz_bt: &brandShortName;ལུ་ དུས་མཐུན་ཞིབ་དཔྱད་འབད་བཅུག།

source: Update Complete
dz_bt: དུས་མཐུན་བཟོ་ནི་མཇུག་བསྡུ་ཡི།

source: &brandShortName; has installed the available updates. You will have to restart &brandShortName; for some updates to take effect.
dz_bt: &brandShortName; གིས་ ཐོབ་ཚུགས་པའི་དུས་མཐུན་ཚུ་ གཞི་བཙུགས་འབད་ཡི། དུས་མཐུན་ལ་ལོ་ཅིག་ལུ་་ནུས་པ་འཐོབ་ནི་ལུ་་ཁྱོད་ཀྱིས་&brandShortName; ལོག་འགོ་བཙུགས་དགོ།

source: Some incompatible components could not be updated, perhaps because compatible versions are not available at this time. &brandShortName; will check periodically and inform you when updated versions become available.
dz_bt: མཐུན་འགྱུར་མེད་པའི་ཆ་ཤས་ལ་ལོ་ཅིག་ དུས་མཐུན་བཟོ་མ་ཚུགས། དུས་ཚོད་འདི་ཁར་ མཐུན་འགྱུར་ཡོད་པའི་ཐོན་རིམ་ཚུ་མེདཔ་འོང་ནི་མས། &brandShortName; གིས་འཕྲལ་འཕྲལ་འབད་ ཞིབ་དཔྱད་རྐྱབ་སྟེ་ དུས་མཐུན་བཟོས་པའི་ཐོན་རིམ་ཚུ་ཡོད་པའི་སྐབས་་ཁྱོད་ལུ་བརྡ་བསྐུལ་འབད་འོང་།

source: Some incompatible components could not be updated, perhaps because compatible versions are not available at this time. &brandShortName; can check periodically and inform you when updated versions become available.
dz_bt: མཐུན་འགྱུར་མེད་པའི་ཆ་ཤས་ལ་ལོ་ཅིག་ དུས་མཐུན་བཟོ་མ་ཚུགས། དུས་ཚོད་འདི་ཁར་ མཐུན་འགྱུར་ཡོད་པའི་ཐོན་རིམ་ཚུ་མེདཔ་འོང་ནི་མས། &brandShortName; གིས་འཕྲལ་འཕྲལ་འབད་ ཞིབ་དཔྱད་རྐྱབ་སྟེ་ དུས་མཐུན་བཟོས་པའི་ཐོན་རིམ་ཚུ་ཡོད་པའི་སྐབས་་ཁྱོད་ལུ་བརྡ་བསྐུལ་འབད་ཚུགས།

source: &brandShortName; did not succeed in downloading and installing some updates.
dz_bt: &brandShortName; གིས་ དུས་མཐུན་ལ་ལོ་ཅིག་ ཕབལེན་འབད་ནི་དང་ ངཞི་བཙུགས་འབད་ནི་ མཐར་འཁྱོལ་འབྱུང་མ་ཚུགས།

source: Click Finish to continue starting &brandShortName;.
dz_bt: &brandShortName; འཕྲོ་མཐུད་དེ་འགོ་བཙུགས་ནི་ལུ་ རྫོགས་སོ་ གུ་ཨེབ་གཏང་འབད།

source: Optional Components
dz_bt: གདམ་ཁ་ཅན་གྱི་ཆ་ཤས་ཚུ།

source: Choose additional components you want to install, then click Install Now.
dz_bt: ཁྱོད་ཀྱིས་གཞི་བཙུགས་འབད་དགོ་མནོ་མི་ ཆ་ཤས་ཧེང་བཀལ་ཚུ་ གདམ་ཁ་བརྐྱབས་ཞིནམ་ལས་ ད་ལྟོ་ར་གཞི་བཙུགས་འབད་ གུ་ཨེབ་གཏང་འབད།

source: Problems During Update
dz_bt: དུས་མཐུན་བཟོ་བའི་སྐབས་ལུ་དཀའ་ངལ།

source: &brandShortName; encountered problems when updating your software, and as a result not all components could be updated.
dz_bt: ཁྱོད་ཀྱི་མཉེན་ཆས་དུས་མཐུན་བཟོ་བའི་སྐབས་ལུ་&brandShortName;ལུ་་དཀའ་ངལ་ཅིག་བྱུང་མི་ལུ་བརྟེན་ཏེ་ ཆ་ཤས་ཆ་མཉམ་ར་ དུས་མཐུན་བཟོ་མ་ཚུགས།

source: &Details
dz_bt: རྒྱས་བཤད་(&D)

source: &brandShortName; encountered problems when trying to find updates for some items.
dz_bt: རྣམ་གྲངས་ལ་ལོ་ཅིག་གི་དོན་ལུ་་དུས་མཐུན་འཚོལ་བའི་སྐབས་&brandShortName; ལུ་དཀའ་ངལ་ཅིག་བྱུང་ནུག།

source: Checking for Compatible Extensions and Themes...
dz_bt: མཐུན་འགྱུར་ཡོད་པའི་རྒྱ་བསྐྱེད་དང་བརྗོད་དོན་ཚུ་ཞིབ་དཔྱད་འབད་དོ།

source: &brandShortName; is checking for compatibility updates to your Extensions and Themes...
dz_bt: &brandShortName; གིས་ ཁྱོད་ཀྱི་རྒྱ་བསྐྱེད་དང་བརྗོད་དོན་ཚུ་ལུ་ མཐུན་འགྱུར་ཡོད་པའི་དུས་མཐུན་ཡོད་མེད་ ཞིབ་དཔྱད་འབད་དོ།

source: Compatibility Updates
dz_bt: མཐུན་འགྱུར་གྱི་དུས་མཐུན་ཚུ།

source: Checking for compatibility updates to your Extensions...
dz_bt: ཁྱོད་ཀྱི་རྒྱ་བསྐྱེད་ཚུ་ལུ་ མཐུན་འགྱུར་གྱི་དུས་མཐུན་ཡོད་མེད་ ཞིབ་དཔྱད་འབད་དོ།
