Repository: tenzin/dzongkha-linux-translation-files
Catalog: firefox-1.5-xpi/*/pippki/pippki.dtd.po
Languages: dz_bt

source: Change Master Password
dz_bt: ཆོག་ཡིག་ཨམ་སོར་

source: Security Device
dz_bt: སྲུང་སྐྱོབ་ཐབས་འཕྲུལ་

source: Current password:
dz_bt: ད་ལྟོའི་ཆོག་ཡིག་:

source: New password:
dz_bt: ཆོག་ཡིག་གསརཔ་:

source: New password (again):
dz_bt: ཆོག་ཡིག་གསརཔ་ (ལོག་སྟེ་):

source: Password quality meter
dz_bt: ཆོག་ཡིག་སྤུས་ཚད་མི་ཊར་

source: Loading
dz_bt: མངོན་གསལ་འབད་དོ་

source: Reset
dz_bt: སླར་སྒྲིག

source: Reset Master Password
dz_bt: ཆོག་ཡིག་ཨམ་ སླར་སྒྲིག་འབད་

source: If you reset your master password, all your stored web and e-mail passwords, form data, personal certificates, and private keys will be forgotten. Are you sure you want to reset your master password?
dz_bt: ཁྱོད་ཀྱིས་ཆོག་ཡིག་ཨམ་སླར་སྒྲིག་བ་ཅིན་ ཁྱོད་ཀྱིས་བསགས་ཏེ་ཡོད་པའི་ ཝེབ་ཀྱི་ཆོག་ཡིག་དང་ གློག་འཕྲིན་ཆོག་ཡིག་ འབྲི་ཤོག་གནས་སྡུད་ སྒེར་གྱི་ལག་ཁྱེར་ སྒེར་གྱི་ལྡེ་མིག་ཚུ་ག་ར་ བརྗེད་འགྱོ་འོང་། ཁྱོད་ཀྱིས་ཆོག་ཡིག་ཨམ་ སླར་སྒྲིག་འབད་ནི་ ངེས་གཏན་ཨིན་ན?

source: Enter Master Password
dz_bt: ཆོག་ཡིག་ཨམ་བཙུགས་

source: Password:
dz_bt: ཆོག་ཡིག་:

source: Error
dz_bt: འཛོལ་བ་

source: Error - cannot recover
dz_bt: འཛོལ་བ་ - སླར་གསོ་འབད་མི་ཚུགས་

source: Security
dz_bt: སྲུང་སྐྱོབ་

source: Settings for general security
dz_bt: ཡོངས་ཁྱབ་སྲུང་སྐྱོབ་དོན་ལུ་སྒྲིག་སྟངས་

source: Security Level
dz_bt: སྲུང་སྐྱོབ་གནས་རིམ་

source: Use paranoid security settings
dz_bt: པེ་ར་ནོ་ཡིཌི་ སྲུང་སྐྱོབ་སྒྲིག་སྟངས་ ལག་ལེན་འཐབ།

source: Certificates
dz_bt: ལག་ཁྱེར་ཚུ་

source: Manage Certificates
dz_bt: ལག་ཁྱེར་འཛིན་སྐྱོང་འཐབ་

source: Downloading Certificate
dz_bt: ལག་ཁྱེར་ཕབ་ལེན་འབད་

source: You have been asked to trust a new Certificate Authority (CA).
dz_bt: ཁྱོད་ལུ་ལག་ཁྱེར་དབང་འཛིན་(སི་ཨེ) གསརཔ་ཅིག་ལུ་ བློ་གཏད་འབད་དགོཔ་སྦེ་སླབ་ནུག།

source: Trust this CA to identify web sites.
dz_bt: ཝེབ་ས་ཁོངས་ཚུ་ ངོས་འཛིན་འབད་ནི་ལུ་ ལག་ཁྱེར་འདི་ལུ་བློ་གཏད་འབད།

source: Trust this CA to identify email users.
dz_bt: གློག་འཕྲིན་ལག་ལེན་པ་ཚུ་ ངོས་འཛིན་འབད་ནི་ལུ་ ལག་ཁྱེར་འདི་ལུ་བློ་གཏད་འབད།

source: Trust this CA to identify software developers.
dz_bt: མཉེན་ཆ་བཟོ་བསྐྲུན་པ་ཚུ་ ངོས་འཛིན་འབད་ནི་ལུ་ ལག་ཁྱེར་འདི་ལུ་བློ་གཏད་འབད།

source: Before trusting this CA for any purpose, you should examine its certificate and its policy and procedures (if available).
dz_bt: གནད་དོན་ག་ཅིའི་དོན་ལུ་ཨིན་རུང་ ལག་ཁྱེར་འདི་ལུ་ བློ་གཏད་མ་འབད་བའི་ཧེ་མར་ ཁྱོད་ཀྱིས་ལག་ཁྱེར་འདི་གི་ ལག་ཁྱེར་དང་ སྲིད་བྱུས་ བྱ་རིམ་ཚུ་ལུ་ བརྟག་དཔྱད་འབད་དགོ།(ཡོད་པ་ཅིན)

source: View
dz_bt: མཐོང་སྣང་

source: Policy
dz_bt: སྲིད་བྱུས་

source: Examine CA certificate
dz_bt: ལག་ཁྱེར་དབང་འཛིན་གྱི་ལག་ཁྱེར་ བརྟག་ཞིབ་འབད་

source: Examine CA policies and procedures
dz_bt: ལག་ཁྱེར་དབང་འཛིན་གྱི་ སྲིད་བྱུས་དང་བྱ་རིམ་ཚུ་ བརྟག་ཞིབ་འབད་

source: Certificate Exists
dz_bt: ལག་ཁྱེར་འདུག

source: The Certificate already exists.
dz_bt: ལག་ཁྱེར་ཧེ་མ་ལས་འདུག།

source: Security Error: Domain Name Mismatch
dz_bt: སྲུང་སྐྱོབ་ཀྱི་འཛོལ་བ་: ཌོ་མེན་གྱི་མིང་མི་མཐུན་པས།

source: &View Certificate
dz_bt: ལག་ཁྱེར་སྟོན་(&V)

source: Would you like to continue anyway?
dz_bt: ཁྱོད་ཀྱིས་གང་རུང་སྦེ་ འཕྲོ་མཐུད་ནི་ཨིན་ན?

source: Continue
dz_bt: འཕྲོ་མཐུད་

source: User Identification Request
dz_bt: ལག་ལེཔ་ངོས་འཛིན་གྱི་ཞུ་བ་

source: This site has requested that you identify yourself with a certificate:
dz_bt: ས་ཁོངས་འདི་གིས་ ལག་ཁྱེར་ཅིག་གི་ཐོག་ལས་ ཁྱོད་ཀྱིས་ཁྱོད་རང་ ངོས་འཛིན་འབད་དགོ་པའི་ ཞུ་བ་འབད་ནུག་:

source: Choose a certificate to present as identification:
dz_bt: ངོ་རྟགས་བཟུམ་ཅིག་སྦེ་ སྟོན་ནིའི་ལག་ཁྱེར་ཅིག་་གདམ་ཁ་རྐྱབས།

source: Details of selected certificate:
dz_bt: སེལ་འཐུ་འབད་མི་ ལག་ཁྱེར་དེ་གི་རྒྱས་བཤད་:

source: Select Certificate
dz_bt: ལག་ཁྱེར་སེལ་འཐུ་འབད་

source: Certificate:
dz_bt: ལག་ཁྱེར་:

source: Choose a Certificate Backup Password
dz_bt: ལག་ཁྱེར་གྱི་རྒྱབ་ཐག་ཆོག་ཡིག་ཅིག་གདམ་ཁ་རྐྱབས།

source: The certificate backup password you set here protects the backup file that you are about to create. You must set this password to proceed with the backup.
dz_bt: ཁྱོད་ཀྱིས་ནཱ་ལུ་ གཞི་སྒྲིག་འབད་མི་ ལག་ཁྱེར་རྒྱབ་ཐག་ཆོག་ཡིག་དེ་གིས་ ཁྱོད་ཀྱིས་གསར་བསྐྲུན་འབད་ནི་ཨིན་མི་ ཡིག་སྣོད་དེ་ ཉེན་སྐྱོབ་འབདཝ་ཨིན། རྒྱབ་ཐག་གི་དོན་ལུ་ ཁྱོད་ཀྱིས་ཆོག་ཡིག་འདི་ གཞི་སྒྲིག་འབད་དགོ།

source: Certificate backup password:
dz_bt: ལག་ཁྱེར་རྒྱབ་ཐག་གི་ཆོག་ཡིག་:

source: Certificate backup password (again):
dz_bt: ལག་ཁྱེར་རྒྱབ་ཐག་གི་ཆོག་ཡིག་(ལོག་སྟེ་):

source: Important: If you forget your certificate backup password, you will not be able to restore this backup later. Please record it in a safe location.
dz_bt: གལ་ཅན་: གལ་སྲིད་ ཁྱོད་ཀྱིས་ཁྱོད་རའི་ལག་ཁྱེར་རྒྱབ་ཐག་གི་ཆོག་ཡིག་ བརྗེད་སོང་པ་ཅིན་ ཤུལ་ལས་རྒྱབ་ཐག་འདི་ སོར་ཆུད་འབད་མི་ཚུགས། དེ་གིས་སྦེ་ ཉེན་སྲུང་ཡོད་པའི་གནས་ཁོངས་ཅིག་ནང་ དྲན་ཐོ་བཀོད་བཞག།

source: Password Entry Dialog
dz_bt: ཆོག་ཡིག་ཐོ་བཀོད་ཌའི་ལོག

source: Please enter the password that was used to encrypt this certificate backup.
dz_bt: ལག་ཁྱེར་རྒྱབ་སྐྱོར་འདི་ གསང་བ་བཟོ་ནི་ལུ་ ལག་ལེན་འཐབ་མི་ཆོག་ཡིག་དེ་བཙུགས།

source: Choose Token Dialog
dz_bt: ྡའི་ལོག་གི་ངོ་རྟགས་ གདམ་ཁ་རྐྱབས།

source: Please choose a token.
dz_bt: ངོ་རྟགས་ཅིག་གདམ་ཁ་རྐྱབས།

source: Encryption Key Copy
dz_bt: གསང་བཟོའི་ལྡེ་མིག་འདྲ།

source: Important: This certificate authority has asked to make a backup of your encryption private key.
dz_bt: གལ་ཅན་: ལག་ཁྱེར་དབང་འཛིན་འདི་གིས་ ཁྱོད་རའི་གསང་བཟོའི་སྒེར་གྱི་ ལྡེ་མིག་གི་རྒྱབ་ཁག་ཅིག་ བཟོ་དགོཔ་སྦེ་སླབ་ནུག།

source: The benefit is that if you lose access to your encryption private key, you can request a copy from this certificate authority.
dz_bt: དེ་གི་ཕན་ཐོགས་དེ་ཡང་ ཁྱོད་རའི་གསང་བཟོའི་སྒེར་གྱི་ལྡེ་མིག་ལུ་ འཛུལ་སྤྱོད་འབད་མ་ཚུགས་པ་ཅིན་ ལག་ཁྱེར་དབང་འཛིན་འདི་ལས་ འདྲ་ཅིག་ལེན་ཚུགས།

source: However, your encryption private key will be stored by the certificate authority, and could be used to read your encrypted email or documents without your permission.
dz_bt: ཨིན་རུང་ ཁྱོད་ཀྱི་གསང་བཟོའི་སྒེར་གྱི་ལྡེ་མིག་དེ་ ལག་ཁྱེར་དབང་འཛིན་འདི་གིས་ གསོག་འཇོག་སྦེ་བཞག་སྟེ་ ཁྱོད་ལས་གནང་བ་མེད་པར་ ཁྱོད་རའི་གསང་བཟོས་གློག་འཕྲིན་ ཡང་ན་ ཡིག་ཆ་ཚུ་ལྷག་ནིའི་དོན་ལུ་ ལག་ལེན་འཐབ་བཏུབ།

source: Please ask your system administrator for assistance
dz_bt: གྲོགས་རམ་གྱི་དོན་ལུ་ ཁྱོད་རའི་རིམ་ལུགས་བདག་སྐྱོང་པ་ལུ་སླབ་གནང་།

source: Generating A Private Key
dz_bt: སྒེར་གྱི་ལྡེ་མིག་ཅིག་ བཟོ་བཏོན་འབད་དོ་

source: Key Generation in progress... This may take a few minutes....
dz_bt: ལྡེ་མིག་བཟོ་བཏོན་འབད་བའི་བསྒང་ཨིན་་་་་ སྐར་མ་དག་པ་ཅིན་འགོར་འོང་་་་་་

source: Please wait...
dz_bt: བསྒུག་གནང་་་་

source: Text Signing Request
dz_bt: ཚིག་ཡིག་ལུ་མིང་རྟགས་བཀོད་དགོ་པའི་ཞུ་བ་

source: Signing Certificate
dz_bt: མིང་རྟགས་བཀོད་ནིའི་ལག་ཁྱེར་

source: To confirm you agree to sign this text message using your selected certificate, please confirm by entering the master password:
dz_bt: ཁྱོད་ཀྱི་སེལ་འཐུ་འབད་མི་ལག་ཁྱེར་འདི་ ལག་ལེན་འཐབ་པའི་ཐོག་ལས་ ཚིག་ཡིག་འཕྲིན་དོན་འདི་ལུ་ མིང་རྟགས་བཀོད་ནི་ཨིནམ་ ངེས་བདེན་གྱི་དོན་ལུ་ ཆོག་ཡིག་ཨམ་བཙུགས་ཐོག་ལས་ ངེས་བདེན་བཟོ།
