Repository: tenzin/dzongkha-linux-translation-files
Catalog: firefox-1.5-xpi/*/pippki/pref-ssl.dtd.po
Languages: dz_bt

source: SSL Protocol Versions
dz_bt: ཨེསི་ཨེསི་ཨེལ་ གནས་སྤེལ་ལམ་ལུགས་ཐོན་རིམ་ཚུ་

source: SSL Warnings
dz_bt: ཨེསི་ཨེསི་ཨེལ་གྱི་ཉེན་བརྡ་

source: Client Certificate Selection
dz_bt: ཞབས་ཏོག་སྤྱོད་མིའི་ལག་ཁྱེར་གྱི་སེལ་འཐུ་

source: Secure Sockets Layer (SSL)
dz_bt: སོ་ཀེཊི་བི་རིམ་མཐའ་བཙན་བཟོ་(ཨེསི་ཨེསི་ཨེལ་)

source: Enable SSL version 2
dz_bt: ཨེསི་ཨེསི་ཨེལ་ ཐོན་རིམ་༢ པ་ ལྕོགས་ཅན་བཟོ་

source: Enable SSL version 3
dz_bt: ཨེསི་ཨེསི་ཨེལ་ ཐོན་རིམ་༣ པ་ ལྕོགས་ཅན་བཟོ་

source: Enable TLS
dz_bt: ཊི་ཨེལ་ཨེསི་ ལྕོགས་ཅན་བཟོ་

source: Edit Ciphers...
dz_bt: གསང་ཡིག་ཞུན་དག་རྐྱབས་་་

source: &brandShortName; can alert you to the security status of the web page you are viewing. Set &brandShortName; to show a warning and ask permission before:
dz_bt: &brandShortName; གིས་ ཁྱོད་ཀྱིས་བལྟ་བའི་བསྒང་ཡོད་མི་ ཤོག་ལེབ་དེ་གི་ སྲུང་སྐྱོབ་གནས་སྟངས་ཀྱི་ དྲན་བརྡ་འབད་ཚུགས་ཨིན། &brandShortName; གཞི་སྒྲིག་འབད་ཞིནམ་ལས་ ཉེན་བརྡ་སྟོན་ གནང་བ་ལེན་:

source: Loading a page that supports encryption
dz_bt: གསང་བཟོ་ལུ་རྒྱབ་སྐྱོར་འབད་མི་ ཤོག་ལེབ་ཅིག་མངོན་གསལ་མ་འབད་བའི་ཧེ་མར་

source: Loading a page that uses low-grade encryption
dz_bt: གསང་བཟོའི་སྡེ་རིམ་ཆུང་བའི་ཤོག་ལེབ་ཅིག་ མངོན་གསལ་མ་འབད་བའི་ཧེ་མ་

source: Sending form data from an unencrypted page to an unencrypted page
dz_bt: འབྲི་ཤོག་གནས་སྡུད་ གསང་བ་མ་བཟོ་བའི་ཤོག་ལེབ་ཅིག་ གསང་བ་མ་བཟོ་བའི་ ཤོག་ལེབ་ཅིག་ལུ་ མ་བཏང་པའི་ཧེ་མ་

source: Leaving a page that supports encryption
dz_bt: གསང་བཟོ་ལུ་རྒྱབ་སྐྱོར་འབད་མི་ ཤོག་ལེབ་ཅིག་ བཞག་མ་འགྱོ་བའི་ཧེ་མ་

source: Redirecting from one encrypted page to another
dz_bt: གསང་བཟོས་ཤོག་ལེབ་གཅིག་ལས་ གཞན་མི་གཅིག་ལུ་ སླར་ལོག་མ་བཏང་པའི་ཧེ་མ་

source: Redirecting from an encrypted page to an unencrypted page
dz_bt: གསང་བཟོ་ཤོག་ལེབ་ཅིག་ལས་ གསང་བ་མ་བཟོ་བའིང་ཤོག་ལེབ་ཅིག་ལུ་ སླར་ལོག་མ་བཏང་པའི་ཧེ་མ་

source: Viewing a page with an encrypted/unencrypted mix
dz_bt: གསང་བཟོས་དང་གསང་བ་མ་བཟོཝ སླ་བསྲེས་འབད་མི་ཤོག་ལེབ་ཅིག་ལུ་ མ་བལྟའི་ཧེ་མ་

source: Decide how &brandShortName; selects a security certificate to present to web sites that require one:
dz_bt: &brandShortName; གིས་ སྲུང་སྐྱོབ་ལག་ཁྱེར་ཅིག་ སེལ་འཐུ་འབད་དེ་ དེ་དགོ་མི་ཝེབ་ས་ཁོངས་ལུ་ ག་དེ་སྦེ་བྱིནམ་ཨིན་ན་ཐག་གཅད་:

source: Select Automatically
dz_bt: རང་བཞིན་གྱིས་སེལ་འཐུ་འབད་

source: Ask Every Time
dz_bt: ཨ་རྟག་རང་དྲིས་

source: SSL: Edit Ciphers
dz_bt: ཨེསི་ཨེསི་ཨེལ་: གསང་ཡིག་ཞུན་དག་རྐྱབས་

source: SSL2 Cipher Suites
dz_bt: ཨེསི་ཨེསི་ཨེལ་༢ གསང་ཡིག་ཆ་ཚང་

source: SSL3/TLS Cipher Suites
dz_bt: ཨེསི་ཨེསི་ཨེལ་༣/ཊི་ཨེལ་ཨེསི་ གསང་ཡིག་ཆ་ཚང་

source: Extra SSL3/TLS Cipher Suites
dz_bt: ཨེསི་ཨེསི་ཨེལ་༣/ཊི་ཨེལ་ཨེསི་ གསང་ཡིག་ཆ་ཚང་ཐེབས་

source: SSL2
dz_bt: ཨེསི་ཨེསི་ཨེལ་༢ །

source: SSL3/TLS
dz_bt: ཨེསི་ཨེསི་ཨེལ་༣/ཊི་ཨེལི་ཨེསི་

source: Extra SSL3/TLS
dz_bt: ཨེསི་ཨེསི་ཨེལ་༣/ཊི་ཨེལ་ཨེསི་ཐེབས་

source: 128-bit RC4 encryption with RSA and an MD5 MAC
dz_bt: ཨར་ཨེསི་ཨེ་དང་ ཨེམ་ཌི་༥ མེཀ་གི་ཅིག་ཐོག་ལས་ བིཊི་-༡༢༨ ཨར་སི་༤ གི་གསང་བཟོ།

source: 128-bit RC2 encryption with RSA and an MD5 MAC
dz_bt: ཨར་ཨེསི་ཨེ་དང་ ཨེམ་ཌི་༥ མེཀ་གི་ཅིག་ཐོག་ལས་ བིཊི་-༡༢༨ ཨར་སི་༢ གི་གསང་བཟོ།

source: 168-bit Triple DES encryption with RSA and MD5 MAC
dz_bt: ཨར་ཨེསི་ཨེ་དང་ ཨེམ་ཌི་༥ མེཀ་གི་ཅིག་ཐོག་ལས་ བིཊི་-༡༦༨ ཌི་ཨི་ཨེསི་གསུམ་ལྡན་གསང་བཟོ།

source: 56-bit DES encryption with RSA and an MD5 MAC
dz_bt: ཨར་ཨེསི་ཨེ་དང་ ཨེམ་ཌི་༥ མེཀ་གི་ཅིག་ཐོག་ལས་ བིཊི་-༥༦ ཌི་ཨི་ཨེསི་གི་གསང་བཟོ།

source: 40-bit RC4 encryption with RSA and an MD5 MAC (export)
dz_bt: ཨར་ཨེསི་ཨེ་དང་ ཨེམ་ཌི་༥ མེཀ་གི་ཅིག་(ཕྱིར་འདྲེན་)ཐོག་ལས་ བིཊི་-༤༠ ཨར་སི་༤ གི་གསང་བཟོ།

source: 40-bit RC2 encryption with RSA and an MD5 MAC (export)
dz_bt: ཨར་ཨེསི་ཨེ་དང་ ཨེམ་ཌི་༥ མེཀ་གི་ཅིག་ཐོག་ལས་(ཕྱིར་འདྲེན་) བིཊི་-༤༠ ཨར་སི་༢ ཀྱི་གསང་བཟོ།

source: 128-bit RC4 encryption with RSA and a SHA1 MAC
dz_bt: ཨེར་ཨེསི་ཨེ་དང་ ཨེསི་ཨེཆ་ཨེ་༡ མེཀ་ཅིག་གི་ཐོག་ལས་ བིཊི་-༡༦༨ ཨར་སི་༢༤ གི་གསང་བཟོ།

source: 168-bit Triple DES with RSA and a SHA1 MAC (FIPS)
dz_bt: ཨར་ཨེསི་ཨེ་དང་ ཨེསི་ཨེཆ་ཨེ་༡ མེཀ་ཅིག་(ཨེཕ་ཨའི་པི་ཨེསི་)ཐོག་ལས་ བིཊི་-༡༦༨ ཌི་ཨི་ཨེསི་གསུམ་ལྡན་

source: 168-bit Triple DES with RSA and a SHA1 MAC
dz_bt: ཨར་ཨེསི་ཨེ་དང་ ཨེསི་ཨེཆ་ཨེ་༡ མེཀ་ཅིག་གི་ཐོག་ལས་ བིཊི་-༡༦༨ ཌི་ཨི་ཨེསི་གསུམ་ལྡན་

source: 56-bit DES encryption with RSA and a SHA1 MAC (FIPS)
dz_bt: ཨར་ཨེསི་ཨེ་དང་ ཨེསི་ཨེཆ་ཨེ་༡ མེཀ་ཅིག་གི་ཐོག་ལས་ བིཊི་-༥༦ ཌི་ཨི་ཨེསི་གསང་བཟོ་

source: 56-bit DES encryption with RSA and a SHA1 MAC
dz_bt: ཨར་ཨེསི་ཨེ་དང་ ཨེསི་ཨེཆ་ཨེ་༡ མེཀ་ཅིག་གི་ཐོག་ལས་ བིཊི་-༡༦༨ ཌི་ཨི་ཨེསི་གསང་བཟོ།

source: 56-bit RC4 encryption with RSA and a SHA1 MAC (export)
dz_bt: ཨར་ཨེསི་ཨེ་དང་ ཨེསི་ཨེཆ་ཨེ་༡ མེཀ་(ཕྱིར་འདྲེན)ཅིག་གི་ཐོག་ལས་ བིཊི་-༡༦༨ ཨར་སི་༤ གི་གསང་བཟོ།

source: 56-bit DES encryption with RSA and a SHA1 MAC (export)
dz_bt: ཨར་ཨེསི་ཨེ་དང་ ཨེསི་ཨེཆ་ཨེ་༡ མེཀ་(ཕྱིར་འདྲེན་)ཅིག་གི་ཐོག་ལས་ བིཊི་-༥༦ ཌི་ཨི་ཨེསི་གསང་བཟོ།

source: 256-bit AES encryption with RSA, DHE, and a SHA1 MAC
dz_bt: ཨར་ཨེསི་ཨེ་དང་ ཌི་ཨེཆ་ཨི་ ཨེསི་ཨེཆ་ཨེ་༡ མེཀ་ཅིག་གི་ཐོག་ལས་ བིཊི་-༢༥༦ ཨེ་ཨི་ཨེསི་གསང་བཟོ།

source: 256-bit AES encryption with DSA, DHE, and a SHA1 MAC
dz_bt: ཨར་ཨེསི་ཨེ་དང་ ཌི་ཨེཆ་ཨི་ ཨེསི་ཨེཆ་ཨེ་༡ མེཀ་ཅིག་གི་ཐོག་ལས་ བིཊི་-༢༥༦ ཨེ་ཨི་ཨེསི་གསང་བཟོ།

source: 256-bit AES encryption with RSA and a SHA1 MAC
dz_bt: ཨར་ཨེསི་ཨེ་དང་ ཨེསི་ཨེཆ་ཨེ་༡ མེཀ་ཅིག་གི་ཐོག་ལས་ བིཊི་-༢༥༦ ཨེ་ཨི་ཨེསི་གསང་བཟོ།

source: 128-bit AES encryption with RSA, DHE, and a SHA1 MAC
dz_bt: ཨར་ཨེསི་ཨེ་དང་ ཌི་ཨེཆ་ཨི་ ཨེསི་ཨེཆ་ཨེ་༡ མེཀ་ཅིག་གི་ཐོག་ལས་ བིཊི་-༡༢༨ ཨེ་ཨི་ཨེསི་གསང་བཟོ།

source: 128-bit AES encryption with DSA, DHE, and a SHA1 MAC
dz_bt: ཌི་ཨེསི་ཨེ་དང་ ཌི་ཨེཆ་ཨི་ ཨེསི་ཨེཆ་ཨེ་༡ མེཀ་ཅིག་གི་ཐོག་ལས་ བིཊི་-༡༢༨ ཨེ་ཨི་ཨེསི་གསང་བཟོ།

source: 128-bit AES encryption with RSA and a SHA1 MAC
dz_bt: ཨར་ཨེསི་ཨེ་དང་ ཌི་ཨེཆ་ཨི་ ཨེསི་ཨེཆ་ཨེ་༡ མེཀ་ཅིག་གི་ཐོག་ལས་ བིཊི་-༡༢༨ ཨེ་ཨི་ཨེསི་གསང་བཟོ།

source: 168-bit Triple DES with RSA, DHE, and a SHA1 MAC
dz_bt: ཨར་ཨེསི་ཨེ་དང་ ཌི་ཨེཆ་ཨི་ ཨེསི་ཨེཆ་ཨེ་༡ མེཀ་ཅིག་གི་ཐོག་ལས་ བིཊི་-༡༦༨ ཌི་ཨི་ཨེསི་གསུམ་ལྡན་

source: 168-bit Triple DES with DSA, DHE, and a SHA1 MAC
dz_bt: ཌི་ཨེསི་ཨེ་དང་ ཌི་ཨེཆ་ཨི་ ཨེསི་ཨེཆ་ཨེ་༡ མེཀ་ཅིག་གི་ཐོག་ལས་ བིཊི་-༡༦༨ ཌི་ཨི་ཨེསི་གསུམལྡན་

source: 56-bit DES encryption with RSA, DHE, and a SHA1 MAC
dz_bt: ཨར་ཨེསི་ཨེ་དང་ ཌི་ཨེཆ་ཨི་ ཨེསི་ཨེཆ་ཨེ་༡ མེཀ་ཅིག་གི་ཐོག་ལས་ བིཊི་-༥༦ ཌི་ཨི་ཨེསི་གསང་བཟོ།

source: 56-bit DES encryption with DSA, DHE, and a SHA1 MAC
dz_bt: ཌི་ཨེསི་ཨེ་དང་ ཌི་ཨེཆ་ཨི་ ཨེསི་ཨེཆ་ཨེ་༡ མེཀ་ཅིག་གི་ཐོག་ལས་ བིཊི་-༥༦ ཌི་ཨི་ཨེསི་གསང་བཟོ།

source: No encryption with RSA authentication and a SHA1 MAC
dz_bt: ཨར་ཨེསི་ཨེ་བདེན་བཤད་དང་ ཨེསི་ཨེཆ་ཨེ་༡ པེཀ་གི་ཐོག་ལས་ གསང་བཟོ་མིན་འདུག།

source: No encryption with RSA authentication and an MD5 MAC
dz_bt: ཨར་ཨེསི་ཨེ་བདེན་བཤད་དང་ ཨེམ་ཌི་༥ མེཀ་ཅིག་གི་ཐོག་ལས་ གསང་བཟོ་མིན་འདུག།

source: Cipher
dz_bt: གསང་ཡིག

source: Encryption Algorithm:
dz_bt: གསང་བོའི་ཨཱལ་གོ་རི་ཐམ་:

source: Authentication Algorithm:
dz_bt: བདེན་བཤད་ཨཱལ་གོ་རི་ཐམ་:

source: Key Algorithm:
dz_bt: ལྡེ་མིག་ཨཱལ་གོ་རི་ཐམ་

source: Effective Key Size:
dz_bt: ནུས་ཤུགས་ལྡན་པའི་ལྡེ་མིག་གི་ཚད་:

source: MAC Algorithm:
dz_bt: མེཀ་ཨཱལ་གོ་རི་ཐམ་

source: Other Attributes:
dz_bt: ཁྱད་ཆོས་གཞན་ཚུ་:

source: FIPS
dz_bt: ཨེཕ་ཨའི་པི་ཨེསི་

source: IsExportable
dz_bt: ཕྱིར་འདྲེན་འབད་བཏུབ་

source: Details...
dz_bt: རྒྱས་བཤད་་་་

source: Cipher Details
dz_bt: གསང་ཡིག་གིང་རྒྱ་བཤད་
