Repository: tenzin/dzongkha-linux-translation-files
Catalog: gnome-2.22/swfdec-gnome.HEAD.*.po
Languages: dz

source: Play Adobe Flash files
dz: ཨེ་ཌོ་བི་ རིབ་སྟོན་ཡིག་སྣོད་ཚུ་གཏང་

source: Swfdec Flash Player
dz: ཨེསི་ཌབ་ལུ་ཨེཕ་ཌི་ཨི་སི་ རིབ་སྟོན་གཏང་འཕྲུལ་

source: don't play sound
dz: སྒྲ་སྐད་མ་གཏང་

source: start player paused
dz: ཐེམ་ཡོད་པའི་གཏང་འཕྲུལ་དེ་འགོ་བཙུགས་

source: Error parsing command line arguments: %s
dz: བརྡ་བཀོད་ གྲལ་ཐིག་ སྒྲུབ་རྟགས་ཚུ་ མིང་དཔྱད་འབད་བའི་སྐབས་ལུ་འཛོལ་བ་ : %s

source: Close
dz: ཁ་བསྡམས་

source: Mute
dz: སྐད་མེད་

source: Mute sound output
dz: སྒྲ་སྐད་ ཨའུཊི་པུཊི་ སྐད་མེད་བཟོ་

source: Open _Recent
dz: ཁ་ཕྱེ་ _ འཕྲལ་གྱི་

source: Open a file
dz: ཡིག་སྣོད་ཅིག་ཁ་ཕྱེ་

source: Play / P_ause
dz: གཏང་ / ཐེམ་ (_A)

source: Play or pause the file
dz: ཡིག་སྣོད་ གཏང་ ཡང་ན་ཐེམ་

source: Select a recently opened file
dz: འཕྲལ་ཁམས་ཅིག་ཁར་ ཁ་ཕྱེ་ཡོད་པའི་ཡིག་སྣོད་ཅིག་སེལ་འཐུ་འབད་

source: _About
dz: སྐོར་ལས་ (_A)

source: _Close
dz: ཁ་བསྡམས་(_C)

source: _File
dz: ཡིག་སྣོད་ (_F)

source: _Help
dz: གྲོགས་རམ་ (_H)

source: _Open...
dz: ཁ་ཕྱེ་་་་(_O)

source: <i>%s</i> is broken, playback aborted.
dz: <i>%s</i> གླུ་གཞས་གཏང་ནི་ བར་བཤོལ་འབད་ཡོདཔ་ ཆད་པ་ཨིན་མས།

source: <i>%s</i> is not a Flash file.
dz: <i>%s</i> དེ་ རིབ་སྟོན་ཡིག་སྣོད་མེན་

source: Broken user interface definition file
dz: ལག་ལེན་པའི་ངོས་འདྲ་བའི་ ངེས་ཚིག་ཡིག་སྣོད་ ཆད་པ་

source: Select a file to play
dz: གཏང་ནིའི་དོན་ལུ་ ཡིག་སྣོད་ཅིག་སེར་འཐུ་འབད་

source: translator-credits
dz: སྐད་བསྒྱུར་པ- ངོ་བསྟོད་

source: Enable the creation of new thumbnails.
dz: ཐམ་ནེལསི་ གསར་བསྐྲུན་འབད་ནི་ ལྕོགས་ཅན་བཟོ།

source: Enable thumbnailing of Flash files
dz: རིབ་སྟོན་ཡིག་སྣོད་ཚུ་ ཐམ་ནེ་ལིང་ ལྕོགས་ཅན་བཟོ་

source: Thumbnail command for Flash files
dz: རིབ་སྟོན་ཡིག་སྣོད་ཚུ་གི་དོན་ལུ་ ཐམ་ནཱེལ་ བརྡ་བཀོད་

source: Valid command plus arguments for the Flash file thumbnailer. See nautilus thumbnailer documentation for more information.
dz: རིབ་སྟོན་ ཡིག་སྣོད་ ཐམ་ནེ་ལཱར་གི་དོན་ལུ་ ནུས་ཅན་ བརྡ་བཀོད་ དང་ སྒྲུབ་རྟགས་ཚུ། བརྡ་དོན་ ཧེང་སྐལ་གྱི་དོན་ལུ་ ནེའུ་ཊི་ལསི་ ཐམ་ནེ་ལར་ ཡིག་ཆ་ནང་གཟིགས།
