Repository: tenzin/dzongkha-linux-translation-files
Catalog: thunderbird-1.5.0.9-xpi/*/messenger/preferences/advanced.dtd.po
Languages: dz_bt

source: General
dz_bt: ཡོངས་ཁྱབ་

source: Update
dz_bt: དུས་མཐུན་བཟོ་

source: Offline &amp; Disk Space
dz_bt: གློག་ལམ་ཐོག་ལུ་མེན་པའི་ &amp; ཌིཀསི་གི་བར་སྟོང་

source: Show only dis&play name for people in my address book
dz_bt: ངེད་ཀྱི་ཁ་བྱང་ཀི་དེབ་ནང་ བཀྲམ་སྟོན་གྱི་མིང་རྐྱངམ་གཅིག་སྟོན་

source: _: This will concatenate with &Wait
dz_bt: བསྒུག་སྡོད་(&W)

source: secon&ds before marking a message as read
dz_bt: འཕྲིན་དོན་ལྷག་ཡོདཔ་སྦེ་ རྟགས་མ་བཀལ་བའི་ སྐར་ཆ་དག་པ་ཅིག་གི་ཧེ་མ་(&d)

source: Show expanded columns in the &folder pane
dz_bt: སྣོད་འཛིན་པེན་ནང་ རྒྱ་འཕར་ཡོད་པའི་ཀེར་ཐིག་སྟོན་(&f)

source: Remem&ber the last selected message
dz_bt: མཐའ་མཇུག་ལུ་ སེལ་འཐུ་འབད་མི་ འཕྲིན་དོན་དེ་སེམས་ཁར་བཞག་(&b)

source: Open new messages in:
dz_bt: འཕྲིད་དོན་གསརཔ་ཁ་ཕྱེ་:

source: A new message w&indow
dz_bt: འཕྲིད་དོན་གསར་པའི་སྒོ་སྒྲིག་ཅིག་ནང་

source: An e&xisting message window
dz_bt: ཧེ་མ་ལས་ཡོད་མི་ འཕྲིན་དོན་སྒོ་སྒྲིག་ཅིག་ནང་

source: &Connection timeout:
dz_bt: མཐུད་ལམ་གྱི་ངལ་མཚམས་:(&C)

source: seconds
dz_bt: སྐར་ཆ་ཚུ་

source: Advanced Configuration
dz_bt: མཐོ་རིམ་སྒྲིག

source: Confi&g Editor...
dz_bt: རིམ་སྒྲིགག་ཞུན་དགཔ་་་(&g)

source: Automatically check for updates to:
dz_bt: རང་བཞིན་གྱིས་ དུས་མཐུན་ཞིབ་དཔྱད་འབད་:

source: &brandShortName;
dz_bt: &brandShortName; ལུ་

source: Installed E&xtensions and Themes
dz_bt: གཞི་བཙུགས་འབད་ཡོད་པའི་ རྒྱ་བསྐྱེད་དང་བརྗོད་དོན་ཚུ་ལུ་

source: Check Now...
dz_bt: ད་ལྟོ་ར་ཞིབ་དཔྱད་འབད་་་

source: When updates to &brandShortName; are found,
dz_bt: &brandShortName; ལུ་ དུས་མཐུན་ཚུ་ཐོབ་པའི་སྐབས་

source: &Ask me what I want to do
dz_bt: ང་ག་ཅིག་འབད་དགོ་མནོཝ་ཨིན་ན་ ང་ལུ་དྲིས་(&A)

source: Automatically &download and install the update
dz_bt: དུས་མཐུན་དེ་ རང་བཞིན་གྱིས་ཕབ་ལེན་འབད་དེ་ གཞི་བཙུགས་འབད་(&d)

source: &Warn me if this will disable extensions or themes
dz_bt: འདི་གིས་རྒྱ་བསྐྱེད་དང་བརྗོད་དོན་ཚུ་ ལྕོགས་མིན་བཟོ་ནི་ཨིན་པ་ཅིན་ ང་ལུ་ཉེན་བརྡ་འབད་(&W)

source: Show &Update History
dz_bt: དུས་མཐུན་གྱི་ལོ་རྒྱུས་སྟོན་(&U)

source: Offline
dz_bt: གློག་ལམ་ཐོག་ལུ་མནེམ་

source: When starting up:
dz_bt: འགོ་བཙུགས་ཀྱི་སྐབས་ལུ་:

source: Remember previous online state
dz_bt: ཧེ་མའི་གློག་ལམ་ཐོག་གི་གནས་ལུགས་ སེམས་ཁར་བཞག་

source: Ask me for online state at startup
dz_bt: ང་ལུ་ འགོ་བཙུགས་སྐབས་ལུ་ གློག་ལམ་ཐོག་གི་གནས་ལུགས་དྲིས་

source: Always start up online
dz_bt: ཨ་རྟག་ར་ གློག་ལམ་ཐོག་ལུ་འགོ་བཙུགས་

source: Send unsent messages when going online?
dz_bt: གློག་ལམ་ཐོག་ལུ་འགྱོཝ་ད་ མ་བཏང་པར་ཡོད་མི་ འཕྲིན་དོན་ཚུ་གཏང་ནི་ཨིན་ན?

source: Yes
dz_bt: ཨིན་

source: No
dz_bt: མེན་

source: Ask me
dz_bt: ང་ལུ་དྲིས་

source: Download messages for offline use when going offline?
dz_bt: གློག་ལམ་ཐོག་ལུ་མེནམ་འགྱོཝ་ད་ གློག་ལམ་ཐོག་ལུ་མེན་པའི་ ལག་ལེན་གྱི་དོན་ལུ་ འཕྲིན་དོན་ཚུ་ཕབ་ལེན་འབད་ནི་ཨིན་ན?

source: Disk Space
dz_bt: ཌིཀསི་གི་བར་སྟོང་

source: Compact folders when it will sa&ve over
dz_bt: འདི་གིས་སྲུང་བཞག་འབདཝ་ད་ སྣོད་འཛིན་ཚུ་སྲབ་ཆུང་བཟོ་(&v)

source: KB
dz_bt: ཀེ་བི་
