Repository: tenzin/dzongkha-linux-translation-files
Catalog: thunderbird-1.5.0.9-xpi/*/messenger/preferences/changeaction.dtd.po
Languages: dz_bt

source: Change Action
dz_bt: བྱ་ལ་སོར་

source: _: Do not translate this. Only change the numeric values if you need this dialogue box to appear bigger. 36em
dz_bt: ཨི་ཨེམ་༢༦

source: When downloading files like this:
dz_bt: འདི་བཟུམ་གྱི་ཡིག་སྣོད་ཚུ་ཕབ་ལེན་འབདཝ་ད་:

source: &Open them with the default application:
dz_bt: སྔོན་སྒྲིག་གློག་རིམ་ཐོག་ལས་ཁ་ཕྱེ་(&O)

source: Op&en them with this application:
dz_bt: གློག་རིམ་འདི་གི་ཐོག་ལས་ཁ་ཕྱེ་(&e)

source: &Browse...
dz_bt: བརྡ་འཚོལ་་་་(&B)

source: &Save them on my computer
dz_bt: དེ་ཚུ་ངེད་ཀྱི་གློག་རིག་ནང་བསྲུང་བཞག།(&S)

source: in the &default download folder
dz_bt: སྔོན་སྒྲིག་ཕབ་ལེན་སྣོད་འཛིན་ནང་(&d)

source: in t&his folder:
dz_bt: སྣོད་འཛིན་འདི་ནང་:(&h)

source: Bro&wse...
dz_bt: བརྡ་འཚོལ་་་་(&w)

source: &ask me where to save the file
dz_bt: ཡིག་སྣོད་ག་ཏེ་ལུ་ བསྲུང་ནི་ཨིན་ན་ ང་ལུ་དྲིས།(&a)

source: Use this &Plugin:
dz_bt: པ་ལག་ཨིན་འདི་ ལག་ལེན་འཐབ་:(&P)
