Repository: tenzin/dzongkha-linux-translation-files
Catalog: thunderbird-1.5.0.9-xpi/*/messenger/preferences/compose.dtd.po
Languages: dz_bt

source: General
dz_bt: ཡོངས་ཁྱབ་

source: Addressing
dz_bt: ཁ་བྱང་བཀོད་པ་

source: Spelling
dz_bt: ཡིག་སྡེབ་

source: Send Format
dz_bt: རྩ་སྒྲིག་གཏང་

source: Forwarding Messages
dz_bt: འཕྲིན་དོན་གདོང་བསྐྱོད་འབད་དོ་

source: &Forward messages:
dz_bt: འཕྲིན་དོན་གདོང་བསྐྱོད་འབད་:(&F)

source: &Inline
dz_bt: ཨིན་ལའིན་(&I)

source: &As Attachment
dz_bt: མཉམ་སྦྲགས་བཟུམ་སྦེ་(&A)

source: Composing Messages
dz_bt: འཕྲིན་དོན་བརྩམ་དོ་

source: &Check spelling before sending
dz_bt: མ་གཏང་པའི་ཧེ་མ་ ཡིག་སྡེབ་ཞིབ་འཔྱད་འབད་(&C)

source: E&nable spell as you type
dz_bt: ཁྱོད་ཀྱིས་ཡིག་དཔར་རྐྱབ་ད་ ཡིག་སྡེབ་སླབ་ནི་ལྕོགས་ཅན་བཟོ་(&n)

source: Lan&guage:
dz_bt: སྐད་ཡིག་:(&g)

source: Download More Dictionaries
dz_bt: ཚིག་མཛོད་མངམ་ཕབ་ལེན་འབད་

source: F&or messages that contain 8-bit characters, use 'quoted printable' MIME encoding
dz_bt: བིཊི་༨ཀྱི་ཡིག་འབྲུ་ཡོད་མི་ འཕྲིན་དོན་ཚུ་གི་དོན་ལུ་ མ་ཡིམ་ཨིན་ཀོ་ཌིང་ 'འདྲེན་རྟགས་བཀོད་པའི་དཔར་བསྐྲུན་འབད་བཏུབ་' ལག་ལེན་འཐབ།(&o)

source: Conf&irm when using keyboard shortcut to send message
dz_bt: འཕྲིན་དོན་གཏང་ནི་ལུ་ ལྡེ་སྒྲོམ་མགྱོགས་ཐབས་ ལག་ལེན་འཐབ་པའི་སྐབས་ ངེས་དཔྱད་འབད།(&i)

source: A&uto Save every
dz_bt: ཉིནམ་རིམ་བཞིན་དུ་རང་བཞིན་གྱིས་སྲུངས།(&u)

source: &minutes
dz_bt: སྐར་མ་(&m)

source: _: This will concatenate with "xxx characters", using a number and (char.label). Wrap p&lain text messages at
dz_bt: ཡིག་རྐྱང་འཕྲིན་དོན་ཚུ་ ལོག་མཚམས་བཟོ་(&l)

source: characters
dz_bt: ཡིག་འབྲུ་ཚུ་ལུ་

source: Au&tomatically add outgoing e-mail addresses to my:
dz_bt: རང་བཞིན་གྱིས་ ཕྱིར་བསྐྱོད་གློག་འཕྲིན་ཁ་བྱང་ཁ་ཚུ་སྐོང་རྐྱབས་:(&t)

source: Address Autocompletion
dz_bt: ངེད་ཀྱི་ཁ་བྱང་བཞིན་མཇུག་སྡུད་ལུ་

source: When addressing messages, look for matching entries in:
dz_bt: འཕྲིན་དོན་ཚུ་ལུ་ཁ་བྱང་བཀོདཔ་ད་ མཐུན་སྒྲིག་ཐོ་བཀོད་ཚུ་ཡོད་མེད་བལྟ་དགོ་:

source: Local &Address Books
dz_bt: ཉེ་གནས་ཁ་བྱང་ཀི་དེབ་ཚུ་ནང་(&A)

source: &Directory Server:
dz_bt: སྣོད་ཐོ་སར་བར་ནང་(&D)

source: &Edit Directories...
dz_bt: སྣོད་ཐོ་ཚུ་ཞུན་དག་རྐྱབས་་་་(&E)

source: If there is a match in your local address books:
dz_bt: ཁྱོད་ཀྱི་ཉེ་གནས་ཁ་བྱང་ཀི་དེབ་ཚུ་ནང་ མཐུན་སྒྲིག་ཅིག་ཡོད་པ་ཅིན་:

source: Do not search in the directory
dz_bt: སྣོད་ཐོ་ནང་ འཚོལ་ཞིབ་མ་འབད་

source: Send and HTML Options
dz_bt: གཏང་ནི་དང་ ཨེཆ་ཊི་ཨེམ་ཨེལ་གདམ་ཁ་ཚུ་

source: Configure text format behavior
dz_bt: ཚིག་ཡིག་རྩ་སྒྲིག་སྤྱོད་ལམ་ རིམ་སྒྲིག་འབད་

source: &Send Options...
dz_bt: གདམ་ཁ་ཚུ་གཏང་་་་(&S)

source: Configure default HTML options
dz_bt: སྔོན་སྒྲིག་ཨེཆ་ཊི་ཨེམ་ཨེལ་ གདམ་ཁ་ཚུ་རིམ་སྒྲིག་འབད་

source: &HTML Options...
dz_bt: ཨེཆ་ཊི་ཨེམ་ཨེལ་གདམ་ཁ་ཚུ་་་་(&H)

source: Determine how &brandShortName; handles return receipts
dz_bt: &brandShortName; གིས་ སླར་ལོག་འབྱོར་རྟགས་ཚུ་ ག་དེ་སྦེ་ལེགས་སྐྱོང་འཐབ་ཨིན་ན་ ཐག་བཅདཔ་ཨིན།

source: &Return Receipts...
dz_bt: སླར་ལོག་འབྱོར་རྟགས་ཚུ་་་་(&R)
