Repository: tenzin/dzongkha-linux-translation-files
Catalog: thunderbird-1.5.0.9-xpi/*/messenger/preferences/connection.dtd.po
Languages: dz_bt

source: Connection Settings
dz_bt: མཐུད་ལམ་སྒྲིག་སྟངས་

source: _: Do not translate this. Only change the numeric values if you need this dialogue box to appear bigger. 37em
dz_bt: ཨི་ཨེམ་༣༧།

source: Configure Proxies to Access the Internet
dz_bt: ཨིན་ཊར་ནེཊི་ལུ་ འཛུལ་སྤྱོད་འབད་ནི་ལུ་ པོ་རོག་སི་ རིམ་སྒྲིག་འབད་

source: &Direct connection to the Internet
dz_bt: ཨིན་ཊར་ནེཊི་ལུ་ ཐད་ཀར་མཐུད་ལམ་(&D)

source: Auto-detect proxy settings for this net&work
dz_bt: ཡོངས་འབྲེལ་འདི་གི་དོན་ལུ་ པོ་རོག་སི་སྒྲིག་སྟངས་ རང་བཞིན་ངོས་འཛིན་འབད་(&w)

source: &Manual proxy configuration:
dz_bt: ལག་ཐོག་པོ་རོག་སི་རིམ་སྒྲིག་:(&M)

source: &Automatic proxy configuration URL:
dz_bt: རང་བཞིན་གྱི་པོ་རོག་སི་རིམ་སྒྲིག་ཡུ་ཨར་ཨེལ་:(&A)

source: Configuration location (&URL):
dz_bt: རིམ་སྒྲིག་གནས་ཁོངས་(ཡུ་ཨར་ཨེལ་):(&U)

source: Re&load
dz_bt: སླར་མངོན་གསལ་འབད་(&l)

source: &FTP Proxy:
dz_bt: ཨེཕ་ཊི་པི་པོ་རོག་སི་:(&F)

source: &Gopher Proxy:
dz_bt: གོ་ཕར་པོརོག་སི་:(&G)

source: &HTTP Proxy:
dz_bt: ཨེཆ་ཊི་ཊི་པི་པོ་རོག་སི་(&H)

source: &SSL Proxy:
dz_bt: ཨེསི་ཨེསི་ཨེལ་ པོ་རོག་སི་(&S)

source: SO&CKS Host:
dz_bt: སོཀསི་ཧོསཊི་:

source: SOC&KS v4
dz_bt: སོཀསི་ ཝི་༤་

source: SOCKS &v5
dz_bt: སོཀསི་ ཝི་༥་

source: Port:
dz_bt: འདྲེན་ལམ་:

source: &No Proxy for:
dz_bt: པོ་རོག་སི་མེདཔ་:

source: Example: .mozilla.org, .net.nz, 192.168.1.0/24
dz_bt: དཔེར་ན་: .mozilla.org, .net.nz, 192.168.1.0/24

source: Use this pro&xy server for all protocols
dz_bt: གནས་སྤེལ་ལམ་ལུགས་ཆ་མཉམ་གྱི་དོན་ལུ་ པོརོག་སི་འདི་ ལག་ལེན་འཐབ་(&x)
