Repository: tenzin/dzongkha-linux-translation-files
Catalog: thunderbird-1.5.0.9-xpi/*/messenger/preferences/display.dtd.po
Languages: dz_bt

source: Formatting
dz_bt: རྩ་སྒྲིག་འབད་དོ་

source: Labels
dz_bt: ཁ་ཡིག་

source: Fonts
dz_bt: ཡིག་གཟུགས་

source: Quoted plain text appearance
dz_bt: འདྲེན་རྟགས་ནང་གི་ ཡིག་རྐྱང་འབྱུང་སྣང་

source: St&yle:
dz_bt: བཟོ་རྣམ་:(&y)

source: Regular
dz_bt: དུས་རྒྱུན་

source: Bold
dz_bt: རྒྱགས་པ་

source: Italic
dz_bt: ཨི་ཏ་ལིཀ་

source: Bold Italic
dz_bt: ཨི་ཊ་ལིཀ་རྒྱགས་པ་

source: &Size:
dz_bt: ཚད་:(&S)

source: Bigger
dz_bt: སྦོམ་སུ་

source: Smaller
dz_bt: ཆུང་སུ་

source: &Color:
dz_bt: ཚོས་གཞི་:(&C)

source: Plain Text Messages
dz_bt: ཡིག་རྐྱང་གིང་འཕྲིན་དོན་ཚུ་

source: Use the following font:
dz_bt: འོག་གི་ཡིག་གཟུགས་ལག་ལེན་འཐབ་:

source: When displaying quoted plain text messages:
dz_bt: འདྲེན་རྟགས་ནང་བཀོད་མི་ ཡིག་རྐྱང་འཕྲིན་དོན་ཚུ་ བཀྲམ་སྟོན་འབད་བའི་སྐབས་:

source: When displaying plain text messages:
dz_bt: ཡིག་རྐྱང་གི་འཕྲིན་དོན་ཚུ་ བཀྲམ་སྟོན་འབད་བའི་སྐབས་:

source: Fi&xed width font
dz_bt: རྒྱ་ཚད་གཏན་བཟོས་ཡིག་གཟུགས་(&x)

source: &Variable width font
dz_bt: རྒྱ་ཚད་འགྱུར་ཅན་ཡིག་གཟུགས་(&V)

source: For incoming messages
dz_bt: ནང་འབྱོར་འཕྲིན་དོན་ཚུ་གི་དོན་ལུ་

source: Message Wrapping
dz_bt: འཕྲིན་དོན་ལོག་མཚམས་བཟོ་བ་

source: &Wrap text to fit window width
dz_bt: ཚིག་ཡིག་ཚུ་སྒོ་སྒྲིག་གི་རྒྱ་ཚད་ནང་ཚུདཔ་སྦེ་ ལོག་མཚམས་བཟོ་(&W)

source: &Display emoticons as graphics
dz_bt: གདོ་ཚབ་ཚུ་ ཚར་རིས་བཟུམ་སྦེ་ བཀྲམསྟོན་འབད་(&D)

source: HTML Messages
dz_bt: ཨེཆ་ཊི་ཨེམ་ཨེལ་ འཕྲིན་དོན་ཚུ་

source: Wh&en displaying HTML messages, use the following:
dz_bt: ཨེཆ་ཊི་ཨེམ་ཨེལ་ འཕྲིན་དོན་ཚུ་ བཀྲམ་སྟོན་འབད་བའི་སྐབས་ལུ་ འོག་གི་ཚུ་ལག་ལེན་འཐབ་:(&e)

source: &Text Color:
dz_bt: ཚིག་ཡིག་ཚོས་གཞི་:(&T)

source: &Background Color:
dz_bt: རྒྱབ་གཞིའི་ཚོས་གཞི་:(&B)

source: Labels can be used to categorize and prioritize your messages.
dz_bt: ཁྱོད་ཀྱི་འཕྲིན་དོན་ཚུ་ དབྱེ་རིམ་བཟོ་ནི་དང་ གཙོ་རིམ་བཟོ་ནི་ལུ་ ཁ་ཡིག་ཚུ་ལེག་ལེན་འཐབ་བཏུབ།

source: &Restore Defaults
dz_bt: སྔོན་སྒྲིག་ཚུ་ སོར་ཆུད་འབད་(&R)

source: Configure the fonts used by &brandShortName;
dz_bt: &brandShortName; གིས་ལག་ལེན་འཐབ་མི་ ཡིག་གཟུགས་ཚུ་ རིམ་སྒྲིག་འབད་

source: &Fonts...
dz_bt: ཡིག་གཟུགས་ཚུ་་་་(&F)

source: O&utgoing Mail:
dz_bt: ཕྱིར་བསྐྱོད་ཡིག་འཕྲིན་:(&u)

source: Character encodings
dz_bt: ཡིག་འབྲུའི་ཨིན་ཀོ་ཌིང་

source: Set the default character encodings for sending and receiving mail
dz_bt: ཡིག་འཕྲིན་གཏང་ནི་དང་ལེན་ནིའི་དོན་ལུ་ སྔོན་སྒྲིག་ཡིག་འབྲུའི་ཨིན་ཀོ་ཌིང་ཚུ་ གཞི་སྒྲིག་འབད།

source: &Incoming Mail:
dz_bt: ནང་འབྱོར་ཡིག་འཕྲིན་:(&I)

source: A&pply the default character encoding to all incoming messages
dz_bt: ནང་འབྱོར་འཕྲིན་དོན་ ཆ་མཉམ་གྱི་དོན་ལུ་ སྔོན་སྒྲིག་ཡིག་འབྲུའི་ཨིན་ཀོ་ཌིང་ འཇུག་སྤྱོད་འབད།(&p)

source: Use t&he default character encoding in replies
dz_bt: ལན་གསལ་ནང་ སྔོན་སྒྲིག་ཡིག་འབྲུའི་ཨིན་ཀོ་ཌིང་དེ་ ལག་ལེན་འཐབ།(&h)
