Repository: tenzin/dzongkha-linux-translation-files
Catalog: thunderbird-1.5.0.9-xpi/*/messenger/preferences/downloadactions.dtd.po
Languages: dz_bt

source: Download Actions
dz_bt: ཕབ་ལེན་གྱི་བྱ་བ་ཚུ་

source: Automatically perform the associated Action with each of the following file types:
dz_bt: འོག་གི་ཡིག་སྣོད་དབྱེ་བ་ཚུ་རེ་རེ་བཞིན་དུ་ལུ་ འབྲེལ་བ་ཡོད་པའི་བྱ་བ་དེ་ རང་བཞིན་གྱིས་ལག་ལེན་འཐབ་:

source: &Action
dz_bt: བྱ་བ་(&A)

source: File &Type
dz_bt: ཡིག་སྣོད་དབྱེ་བ་(&T)

source: &MIME Type
dz_bt: མ་ཡིམ་དབྱེ་བ་(&M)

source: &Extension
dz_bt: རྒྱ་བསྐྱེད་(&E)

source: &Remove Action
dz_bt: བྱ་བ་རྩ་བསྐྲད་གཏང་(&R)

source: &Change Action...
dz_bt: བྱ་བ་སོར་་་(&C)

source: &Search:
dz_bt: འཚོལ་ཞིབ་འབད་:(&S)

source: C&lear
dz_bt: བསལ་(&l)

source: Cl&ose
dz_bt: ཁ་བསྡམས་(&o)
