Repository: tenzin/dzongkha-linux-translation-files
Catalog: thunderbird-1.5.0.9-xpi/*/messenger/preferences/general.dtd.po
Languages: dz_bt

source: Default Settings
dz_bt: སྔོན་སྒྲིག་སྒྲིག་སྟངས་

source: Make &brandShortName; the default application for:
dz_bt: &brandShortName; འདི་སྔོན་སྒྲིག་གློག་རིམ་སྦེ་བཟོ་:

source: &Mail
dz_bt: ཡིག་འཕྲིན་གྱི་དོན་ལུ་(&M)

source: &News
dz_bt: གནས་ཚུལ་དོན་ལུ་(&N)

source: RSS &Feeds
dz_bt: ཨར་ཨེསི་ཨེསི་ མཁོ་སྤྲོད་དོན་ལུ་( &F)

source: &brandShortName; should check to see if it is the default mail clie&nt when starting
dz_bt: &brandShortName; གིས་འགོ་བཙུགས་སྐབས་ལུ་ འདི་སྔོན་སྒྲིག་ཡིག་འཕྲིན་ཞབས་ཏོག་སྤྱོད་མི་ ཨིན་ན་མེན་བལྟ་ནི་ལུ་ ཞིབ་དཔྱད་འབད་དགོ།

source: A&dvanced...
dz_bt: མཐོ་རིམ་ཅན་་་་(&d)

source: Window Configuration
dz_bt: སྒོ་སྒྲིག་རིམ་སྒྲིག་

source: &Select the window layout you prefer for Mail.
dz_bt: ཁྱོད་ཀྱིས་ཡིག་འཕྲིན་གྱི་དོན་ལུ་དགའ་མི་ སྒོ་སྒྲིག་སྒྲིག་བཀོད་དེ་ སེལ་འཐུ་འབད།(&S)

source: &brandShortName; Start Page
dz_bt: &brandShortName; ཤོག་བཙུགས་ཤོག་ལེབ་

source: &When &brandShortName; launches, show the Start Page in the message area
dz_bt: &brandShortName; གསར་བཙུགས་འབདཝ་ད་ འཕྲིན་དོན་མངའ་ཁོངས་ནང་ ཤོག་ལེབ་འགོ་བཙུགས་སྟོན།(&W)

source: &Location:
dz_bt: མངའ་ཁོངས་:(&L)

source: &Restore Default
dz_bt: སྔོན་སྒྲིག་སོར་ཆུད་འབད་(&R)

source: An&imate the dock icon
dz_bt: ཌོཀ་གི་ངོས་དཔར་བསྒུལ་ཅན་བཟོ་(&i)

source: When new messages arrive:
dz_bt: འཕྲིན་དོན་གསརཔ་ཚུ་ལྷོད་པའི་སྐབས་:

source: &Play a sound
dz_bt: སྒྲ་སྐད་ཅིག་གཏང་(&P)

source: &Show an alert
dz_bt: དྲན་བརྡ་ཅིག་སྟོན་(&S)

source: &Advanced...
dz_bt: མཐོ་རིམ་ཅན་་་་(&A)

source: C&onnection Settings...
dz_bt: མཐུད་ལམ་སྒྲིག་སྟངས་་་་(&o)

source: Determine how &brandShortName; connects to the Internet.
dz_bt: &brandShortName; གིས་ཨིན་ཊར་ནེཊི་ལུ་ ག་དེ་སྦེ་མཐུདཔ་ཨིན་ན་ ཐག་བཅདཔ་ཨིན།

source: Connection
dz_bt: མཐུད་ལམ་
