Repository: tenzin/dzongkha-linux-translation-files
Catalog: thunderbird-1.5.0.9-xpi/*/messenger/preferences/privacy.dtd.po
Languages: dz_bt

source: General
dz_bt: ཡོངས་ཁྱབ་

source: E-mail Scams
dz_bt: གློག་འཕྲིན་གྱི་གཡོ་སྒྱུ་

source: Passwords
dz_bt: ཆོག་ཡིག་

source: Anti-Virus
dz_bt: འབུཔ་གནོན་

source: Security
dz_bt: སྲུང་སྐྱོབ་

source: &Block loading of remote images in mail messages
dz_bt: ཡིག་འཕྲིན་གྱི་འཕྲིན་དོན་ཚུ་ནང་ ཐག་རིང་གི་གཟུགས་བརྙན་ཚུ་ མངོན་གསལ་འབད་ནི་ལུ་ བཀག་ཆ་འབད་(&B)

source: &Allow remote images if the sender is in my:
dz_bt: གཏང་མི་དེ་ ངེད་ཀྱི་ནང་ཡོད་པ་ཅིན་ ཐག་རིང་གཟུགས་བརྙན་ཚུ་ མངོན་གསལ་འབད་བཅུག:(&A)

source: Block &JavaScript in mail messages
dz_bt: ཡིག་འཕྲིན་གྱི་འཕྲིན་དོན་ཚུ་ནང་ ཇ་བ་ཡིག་ཚུགས་ བཀག་ཆ་འབད།(&J)

source: &brandShortName; can analyze messages for possible email scams by looking for common techniques used to deceive you.
dz_bt: &brandShortName; གིས་ ཁྱོད་ལུ་གཡོ་སྒྱུ་གཏང་མི་ སྤྱིར་བཏང་ཐབས་རིག་ཚུ་ལུ་ བལྟ་བའི་ཐོག་ལས་ གློག་འཕྲིན་གྱི་གཡོ་སྒྱུ་ཡོད་མེད་ཚུ་གི་དོན་ལུ་ འཕྲིན་དོན་ཚུ་དཔྱད་ཞིབ་འབད་ཚུགས།

source: &Check mail messages for email scams
dz_bt: གློག་འཕྲིན་གྱི་གཡོ་སྒྱུ་ཡོད་མེད་བལྟ་ནིའི་དོན་ལུ་ འཕྲིན་དོན་ཚུ་ཞིབ་དཔྱད་འབད་(&C)

source: &brandShortName; can remember password information for all of your accounts so you do not need to re-enter your login details.
dz_bt: &brandShortName; གིས་ཁྱོད་ཀྱི་རྩིས་ཐོ་ཆམཉམ་གྱི་དོན་ལུ་ ཆོག་ཡིག་གི་བརྡ་དོན་ཚུ་ སེམས་ཁར་བཞག་ཚུགསཔ་ལས་ ཁྱོད་ཀྱིས་ཁྱོད་རའི་ནང་བསྐྱོད་ཀྱི་གནད་དོན་ཚུ་ ལོག་བཙུགས་མི་དགོ།

source: U&se a master password to encrypt stored passwords
dz_bt: གསོག་འཇོག་འབད་དེ་ཡོད་པའི་ཆོག་ཡིག་ཚུ་ གསང་བ་བཟོ་ནི་ལུ་ ཆོག་ཡིག་ཨམ་ཅིག་ ལག་ལེན་འཐབ།(&s)

source: When set, the Master Password protects all your passwords - but you must enter it once per session.
dz_bt: ཆོག་ཡིག་ཨམ་ གཞི་སྒྲིག་འབད་ཞིནམ་ལས་ ཁྱོད་ཀྱི་ཆོག་ཡིག་ཆ་མཉམ་ར་ ཉེན་སྐྱོབ་འབདཝ་ཨིན། དེ་འབདཝ་ད་ ཁྱོད་ཀྱིས་ལཱ་ཡུན་རེ་ལུ་ ཆོག་ཡིག་ཨམ་དེ་ ཚར་རེ་བཙུགས་དགོ།

source: &Master Password
dz_bt: ཆོག་ཡིག་ཨམ་(&M)

source: &Remove Master Password...
dz_bt: ཆོག་ཡིག་ཨམ་རྩ་བསྐྲད་གཏང་་་་(&R)

source: &View Saved Passwords
dz_bt: བསྲུངས་ཏེ་ཡོད་པའི་ཆོག་ཡིག་ཚུ་སྟོན་(&V)

source: Certificates
dz_bt: ལག་ཁྱེར་ཚུ་

source: Manage certificates, revocation lists, certificate verification and security devices.
dz_bt: ལག་ཁྱེར་དང་ ཆ་མེད་བཏང་བའི་ཐོ་ཡིག་ ལག་ཁྱེར་བདེན་སྦྱོར་ སྲུང་སྐྱོབ་ཐབས་འཕྲུལ་ཚུ་ འཛིན་སྐྱོང་འཐབ།

source: V&iew Certificates
dz_bt: ལག་ཁྱེར་ཚུ་སྟོན་(&i)

source: R&evocation Lists
dz_bt: ཆ་མེད་བཏང་བའི་ཐོ་ཡིག་ཚུ་(&e)

source: Veri&fication
dz_bt: བདེན་སྦྱོར་(&f)

source: Sec&urity Devices
dz_bt: སྲུང་སྐྱོབ་ཐབས་འཕྲུལ་ཚུ་(&u)

source: &brandShortName; can make it easy for anti-virus software to analyze incoming mail messages for viruses before they are stored locally.
dz_bt: &brandShortName; གིས་ གནོད་འབུཔ་ཚུ་ གསོག་འཇོག་མ་འབདཝ་ལས་ འབུཔ་གནོན་མཉེན་ཆས་ཀྱིས་ ནང་འབྱོར་ཡིག་འཕྲིན་གྱི་འཕྲིན་དོན་ཚུ་ དཔྱད་ཞིབ་འབད་ཚུགསཔ་བཟོ་ཨིན།

source: A&llow anti-virus clients to quarantine individual incoming messages
dz_bt: འབུཔ་གནོན་གྱི་ཞབས་ཏོག་སྤྱོད་མི་ཚུ་ལུ་ ནང་འབྱོར་འཕྲིན་དོན་ རེ་རེ་བཞིན་དུ་ ཟུར་བཀག་འབད་བཅུག།(&l)
