Repository: tenzin/dzongkha-linux-translation-files
Catalog: thunderbird-1.5.0.9-xpi/*/messenger/preferences/receipts.dtd.po
Languages: dz_bt

source: Return Receipts
dz_bt: སླར་ལོག་འབྱོར་རྟགས་

source: &When sending messages, always request a return receipt
dz_bt: འཕྲིན་དོན་ཚུ་གཏང་བའི་སྐབས་ ཨ་རྟག་ར་ སླར་ལོག་འབྱོར་རྟགས་ཅིག་གི་ཞུ་བ་འབད་(&W)

source: When a receipt arrives:
dz_bt: འབྱོར་རྟགས་ཅིག་ལྷོད་པའི་སྐབས་:

source: Leave it in my &Inbox
dz_bt: ངེད་ཀྱི་ནང་སྒྲོམ་ནང་བཞག་(&I)

source: &Move it to my &quot;Sent&quot; folder
dz_bt: ངེད་ཀྱི་&quot;Sent&quot;སྣོད་འཛིན་ནང་སྤོ་(&M)

source: When I receive a request for a return receipt:
dz_bt: ང་གིས་སླར་ལོག་འབྱོར་རྟགས་ཅིག་ཅིག་གི་ ཞུ་བ་ཅིག་ཐོབ་པའི་སྐབས་:

source: &Never send a return receipt
dz_bt: ནམ་ཡང་སླར་ལོག་འབྱོར་རྟགས་ཅིག་མ་བཏང་།(&N)

source: Allow &return receipts for some messages
dz_bt: འཕྲིན་དོན་ལ་ལོ་ཅིག་གི་དོན་ལུ་ སླར་ལོག་འབྱོར་རྟགས་གཏང་བཅུག་(&r)

source: I&f I'm not in the To or Cc of the message:
dz_bt: ང་ འཕྲིན་དོན་གཏང་ཡུལ་ ཡང་ན་ ཤོག་གནག་འདྲ་བཤུས་ནང་མེད་པ་ཅིན་:(&f)

source: If &the sender is outside my domain:
dz_bt: གཏང་མི་དེ་ ངེད་ཀྱི་ཌོ་མེན་གྱི་ཕྱི་ཁར་ཨིན་པ་ཅིན་:(&t)

source: In &all other cases:
dz_bt: གནད་དོན་ཆ་མཉམ་ནང་:(&a)

source: Ask me
dz_bt: ང་ལུ་དྲིས་

source: Always send
dz_bt: ཨ་རྟག་ར་གཏང་

source: Never send
dz_bt: ནམ་ཡང་མ་གཏང་
