Repository: tenzin/dzongkha-linux-translation-files
Catalog: thunderbird-1.5.0.9-xpi/*/messenger/preferences/sendoptions.dtd.po
Languages: dz_bt

source: Send Options
dz_bt: གདམ་ཁ་ཚུ་གཏང་

source: Text Format
dz_bt: ཚིག་ཡིག་རྩ་སྒྲིག་

source: When sending messages in HTML format and one or more recipients are not listed as being able to receive HTML:
dz_bt: ཨེཆ་ཊི་ཨེམ་ཨེལ་རྩ་སྒྲིག་ནང་ འཕྲིན་དོན་ཚུ་གཏངམ་ད་ ལེན་མཁན་གཅིག་ ཡང་ན་ དེ་ལས་མངམ་ ཨེཆ་ཊི་ཨེམ་ཨེལ་ འཐོབ་ཚུགས་པའི་ཐོ་ཡིག་ནང་ མ་འཁོད་པའི་སྐབས་ལུ་:

source: As&k me what to do
dz_bt: ག་ཅི་འབདན་ན་ ང་ལུ་དྲིས་(&k)

source: &Convert the message to plain text
dz_bt: འཕྲིན་དོན་དེ་ ཡིག་རྐྱང་ལུ་གཞི་བསྒྱུར་འབད་(&C)

source: &Send the message in HTML anyway
dz_bt: འཕྲིན་དོན་དེ་ ཨེཆ་ཊི་ཨེམ་ཨེལ་ནང་ གང་རུང་སྦེ་གཏང་(&S)

source: S&end the message in both plain text and HTML
dz_bt: འཕྲིན་དོན་དེ་ ཡིག་རྐྱང་དང་ཨེཆ་ཊི་ཨེམ་ཨེལ་ གཉིས་ཆ་ར་ནང་གཏང་།(&e)

source: If you know a particular recipient can receive HTML mail, uncheck the 'Send email as plain text (no HTML)' checkbox on the recipient's Address Book card.
dz_bt: ཁྱོད་ཀྱིསཐོབ་མཁན་ཅིག་གིས་ ཨེཆ་ཊི་ཨེམ་ཨེལ་ འཐོབ་ཚུགསཔ་ཤེས་པ་ཅིན་ ཐོབ་མཁན་དེ་གི་ཁ་བྱང་ཀི་དེབ་ཤོག་བྱང་གུ་ 'གློག་འཕྲིན་ཡིག་རྐྱང་སྦེ་གཏང་(ཨེཆ་ཊི་ཨེམ་ཨེལ་མེན)' ཟེར་མི་དཔྱད་སྒྲོམ་དེ་ལུ་ ཨིན་རྟགས་མེདཔ་བཟོ།

source: Note: Use the Address Book to specify preferred text formats for recipients.
dz_bt: དྲན་འཛིན་: ཐོབ་མཁན་གྱི་དོན་ལུ་ དགའ་གདམ་ཅན་གྱི་ཚིག་ཡིག་རྩ་སྒྲིག་ གསལ་བཀོད་འབད་ནི་ལུ་ ཁ་བྱང་ཀི་དེབ་ལག་ལེན་འཐབ།

source: When you send a message to an address with one of the domain names listed below, &brandShortName; automatically sends the message in the correct format.
dz_bt: འོག་ལུ་བཀོད་དེ་ཡོད་པའི་ ཌོ་མེན་གཅིག་གི་མིང་ཡོད་པའི་ ཁ་བྱང་ཅིག་ལུ་ འཕྲིན་དོན་གཏང་བའི་སྐབས་ &brandShortName; གིས་ རང་བཞིན་གྱིས་འཕྲིན་དོན་དེ་ ངེས་བདེན་རྩ་སྒྲིག་ནང་གཏངམ་ཨིན།

source: &HTML Domains
dz_bt: ཨེཆ་ཊི་ཨེམ་ཨེལ་ཌོ་མེན་ཚུ་(&H)

source: &Plain Text Domains
dz_bt: ཡིག་རྐྱང་གི་ཌོ་མེན་ཚུ་(&P)

source: Add...
dz_bt: ཁ་སྐོང་རྐྱབས་་་་

source: Delete
dz_bt: བཏོན་གཏང་

source: Add HTML Domain Name
dz_bt: ཨེཆ་ཊི་ཨེམ་ཨེལ་ཌོ་མེན་མིང་ ཁ་སྐོང་རྐྱབས།

source: HTML Domain Name:
dz_bt: ཨེཆ་ཊི་ཨེམ་ཨེལ་ཌོ་མེན་མིང་:

source: Add Plain Text Domain Name
dz_bt: ཡིག་རྐྱང་ཌོ་མེན་མིང་ ཁ་སྐོང་རྐྱབས་

source: Plain Text Domain Name:
dz_bt: ཡིག་རྐྱང་ཌོ་མེན་མིང་ :

source: Domain Name Error
dz_bt: ཌོ་མེན་མིང་གི་འཛོལ་བ་

source: The domain name @string@ already exists in this list.
dz_bt: ཌོ་མེན་གྱི་མིང་ @string@ དེ་ ཧེ་མ་ལས་ར་ ཐོ་ཡིག་འདི་ནང་འདུག

source: A domain name cannot appear in both the HTML and Plain Text lists. The domain name @string@ already exists.
dz_bt: ཌོ་མེན་མིང་ཅིག་ ཨེཆ་ཊི་ཨེམ་ཨེལ་དང་ ཡིག་རྐྱང་ཐོ་ཡིག་གཉིས་ཆ་ར་ནང་ འབྱུང་མི་ཚུགས། ཌོམེན་མིང་ @string@ དེ་ ཧེ་མ་ལས་ར་འདུག།
