Repository: tenzin/dzongkha-linux-translation-files
Catalog: thunderbird-1.5.0.9-xpi/*/messenger/migration/migration.dtd.po
Languages: dz_bt

source: Import Wizard
dz_bt: ཝི་ཛརཌི་ནང་འདྲེན་འབད་

source: Import Options, Account Settings, Addressbook and other data from:
dz_bt: གདམ་ཁ་དང་ རྩིས་ཐོའི་སྒྲིག་སྟངས་ ཁ་བྱང་ཀི་དེབ་ དེ་ལས་གནས་སྡུད་གཞན་ཚུ་ ནང་འདྲེན་འབད་:

source: Import Preferences, Account Settings, Addressbook and other data from:
dz_bt: དགའ་གདམ་ཚུ་དང་ རྩིས་ཐོའི་སྒྲིག་སྟངས་ ཁ་བྱང་ཀི་དེབ་ དེ་ལས་གནས་སྣུད་གཞན་ཚུ་ ནང་འདྲེན་འབད་:

source: &Don't import anything
dz_bt: ག་ནི་ཡང་ ནང་འདྲེན་མ་འབད་(&D)

source: &Netscape 6, 7 or Mozilla 1.x
dz_bt: ནེཊི་སི་ཀེབ་ ༦, ༧ ཡང་ན་ མོ་ཛིལ་ལ་༡.ཨེགསི་ ནང་ལས་་(&N)

source: Netscape &4.x
dz_bt: ནེཊི་སི་ཀེབ་༤.ཨེགསི་ནང་ལས་(&4)

source: O&utlook Express
dz_bt: ཨའུཊི་ལུཀ་ ཨེགསི་པེརེསི་ནང་ལས་(&u)

source: &Outlook
dz_bt: ཨའུཊི་ལུཀ་ནང་ལས་(&O)

source: &Eudora
dz_bt: ཨིའུ་ཌོ་ར་ནང་ལས་(&E)

source: Import Settings and Mail Folders From
dz_bt: སྒྲིག་སྟངས་དང་ ཡིག་འཕྲིན་སྣོད་འཛིན་ཚུ་ ནང་འདྲེན་འབད་

source: Items to Import
dz_bt: ནང་འདྲེན་འབད་ནིའི་རྣམ་གྲངས་ཚུ་

source: Select which items to import:
dz_bt: ནང་འདྲེན་འབད་ནིའི་རྣམ་གྲངས་ཚུ་ སེལ་འཐུ་འབད་:

source: Importing...
dz_bt: ནང་འདྲེན་འབད་དོ་་་

source: The following items are currently being imported...
dz_bt: གཤམ་གསལ་གྱི་རྣམ་གྲངས་ཚུ་ ད་ལྟོ་ནང་འདྲེན་འབད་དོ་་་་

source: Select Profile
dz_bt: གསལ་སྡུད་སེལ་འཐུ་འབད་

source: The following profiles are available to import from:
dz_bt: གཤམ་གསལ་གྱི་གསལ་སྡུད་ཚུ་ ནང་འདྲེན་འབད་ནི་འཐོབ་ས་:

source: Import Complete
dz_bt: ནང་འདྲེན་འབད་ཚར་

source: The following items were successfully imported:
dz_bt: གཤམ་གསལ་གྱི་རྣམ་གྲངས་ཚུ་ མཐར་འཁྱོལ་སྦེ་ ནང་འདྲེན་འབད་ཡོད་:
