Repository: tenzin/dzongkha-linux-translation-files
Catalog: thunderbird-1.5.0.9-xpi/*/communicator/contentAreaCommands.dtd.po
Languages: dz_bt

source: Reject popup windows from this site
dz_bt: ས་ཁོངས་འདི་ནང་ལས་ སྒོ་སྒྲིག་ཚུ་ པོཔ་ཨཔ་འབད་མ་བཅུག།

source: Allow popup windows from this site
dz_bt: ས་ཁོངས་འདི་ནང་ལས་ སྒོ་སྒྲིག་ཚུ་ པོཔ་ཨཔ་འབད་བཅུག།

source: Open Link in New &Window
dz_bt: འབྲེལ་ལམ་གསརཔ་ སྒོ་སྒྲིག་གསར་པའི་ནང་ཁ་ཕྱེ།(&W)

source: Open Link in New &Tab
dz_bt: འབྲེལ་ལམ་གསརཔ་ ཨེབ་ལྡེ་གསར་པའི་ནང་ཁ་ཕྱེ།(&T)

source: O&pen
dz_bt: ཁ་ཕྱེ།(&p)

source: Open Frame in New &Window
dz_bt: གཞི་ཁྲམ་ སྒོ་སྒྲིག་གསར་པའི་ནང་ཁ་ཕྱེ།(&W)

source: Open Frame in New &Tab
dz_bt: གཞི་ཁྲམ་ ཨེལ་ལྡེ་གསར་པའི་ནང་ཁ་ཕྱེ།(&T)

source: &Show Only This Frame
dz_bt: གཞི་ཁྲམ་འདི་རྐྱངམ་གཅིག་སྟོན།(&S)

source: &Bookmark This Page
dz_bt: ཤོག་ལེབ་འདི་ལུ་ དེབ་རྟགས་བཀལ།(&B)

source: &Back
dz_bt: རྒྱབ་བསྐྱོད།(&B)

source: &Forward
dz_bt: གདོང་་བསྐྱོད།(&F)

source: &Reload
dz_bt: སླར་མངོན་གསལ་འབད།(&R)

source: &Stop
dz_bt: བཀག།(&S)

source: &Reload Frame
dz_bt: གཞི་ཁྲམ་སླར་མངོན་གསལ་འབད།(&R)

source: View Selection Source
dz_bt: སེལ་འཐུའི་འབྱུང་ཁུངས་སྟོན།

source: View MathML Source
dz_bt: མེཐ་ཨེམ་ཨེལ་གི་འཕྱུག་ཁུངས་སྟོན།

source: &View Page Source
dz_bt: ཤོག་ལེབ་འབྱུང་ཁུངས་སྟོན།(&V)

source: &View Frame Source
dz_bt: གཞི་ཁྲམ་འབྱུང་ཁུངས་སྟོན།(&V)

source: View Page &Info
dz_bt: ཤོག་ལེབ་བརྡ་དོན་སྟོན།(&I)

source: View Frame &Info
dz_bt: གཞང་ཁྲམ་བརྡ་དོན་སྟོན།(&I)

source: &Fit Image to Window
dz_bt: གཟུགས་བརྙན་སྒོ་སྒྲིག་ནང་ཚུད་སྒྲིག་འབད།(&F)

source: View &Image
dz_bt: གཟུགས་བརྙན་སྟོན།(&I)

source: Vie&w Background Image
dz_bt: རྒྱབ་གཞི་གཟུགས་བརྙན་སྟོན།(&w)

source: &Set As Wallpaper
dz_bt: གྱང་ཤོག་བཟུམ་སྦེ་ གཞི་སྒྲིག་འབད།(&S)

source: Book&mark This Page
dz_bt: ཤོག་ལེབ་འདི་གུ་ དེབ་རྟགས་བཀལ།(&m)

source: Bookmark This &Link
dz_bt: འབྲེལ་ལམ་འདི་ལུ་ དེབ་རྟགས་བཀལ།(&L)

source: Book&mark This Frame
dz_bt: གཞི་ཁྲམ་འདི་ལུ་ དེབ་རྟགས་བཀལ།(&m)

source: Save Page As...
dz_bt: ཤོག་ལེབ་དེ་སྦེ་སྲུངས་་་་

source: S&ave Page
dz_bt: ཤོག་ལེབ་སྲུངས།(&a)

source: Save Frame As...
dz_bt: གཞི་ཁྲམ་དེ་སྦེ་སྲུངས་་་་

source: Save Fra&me
dz_bt: གཞི་ཁྲམ་སྲུངས།(&m)

source: Save Link Target As...
dz_bt: འབྲེལ་ལམ་དམིགས་གཏད་དེ་སྦེ་སྲུངས་་་་

source: Save Link Ta&rget
dz_bt: འབྲེལ་ལམ་དམིགས་གཏད་སྲུངས།(&r)

source: Save Image As...
dz_bt: གཟུགས་བརྙན་དེ་སྦེ་སྲུངས་་་་

source: Sa&ve Image
dz_bt: གཟུགས་བརྙན་སྲུངས།(&v)

source: &Copy
dz_bt: འདྲ་བཤུས།(&C)

source: Select &All
dz_bt: ཆ་མཉམ་སེལ་འཐུ་འབད།(&A)

source: &Copy Link Location
dz_bt: འབྲེལ་ལམ་གནས་ཁོངས་འདྲ་བཤུས་རྐྱབས།(&C)

source: C&opy Image Location
dz_bt: གཟུགས་བརྙན་གནས་ཁོངས་འདྲ་བཤུས་རྐྱབས།(&o)

source: &Properties
dz_bt: རྒྱུ་དངོས་ཚུ།(&P)

source: Copy &Email Address
dz_bt: གློག་འཕྲིན་ཁ་བྱང་ འདྲ་བཤུས་རྐྱབས།(&E)

source: &Paste
dz_bt: སྦྱར་(&P)

source: Cu&t
dz_bt: བཏོག་(&t)

source: &Delete
dz_bt: བཏོན་གཏང་(&D)

source: &Undo
dz_bt: འབད་བཤོལ་(&U)

source: &Redo
dz_bt: ལོག་འབད་(&R)

source: T&his Frame
dz_bt: གཞི་ཁྲམ་འདི་(&h)

source: Switch Pa&ge Direction
dz_bt: ཤོག་ལེབ་ཀྱི་ཁ་ཕྱོགས་སོར་བསྒྱུར་འབད།(&g)

source: S&witch Text Direction
dz_bt: ཚིག་ཡིག་གི་ཁ་ཕྱོགས་ སོར་བསྒྱུར་འབད།(&w)
