Repository: tenzin/dzongkha-linux-translation-files
Catalog: gnome-2.20/desktop/gnome-mag.HEAD.*.po
Languages: dz

source: Accessibility
dz: འཛུལ་སྤྱོད

source: Colorblind applet
dz: ཚོས་གཞི་མིག་ཞར་ཨེཔ་ལིཊི

source: Control the use of image filter for the colorblind
dz: ཚོས་གཞི་མིག་ཞར་གྱི་དོན་ལས་གཟུགས་བརྙན་ཚགས་མ་ལག་ལེན་ཚད་འཛིན་འབད

source: _About
dz: སྐོར་ལས (_A)

source: _Preferences
dz: དགའ་གདམ་ཚུ(_P)

source: <b>Default Filter</b>
dz: <b>སྔོན་སྒྲིག་ཚགས་མ</b>

source: <b>Filters</b>
dz: <b>ཚགས་མ་ཚུ</b>

source: <b>Shortcut</b>
dz: <b>མགྱོགས་ཐབས</b>

source: <i>This is the filter that will be used when enabling/disabling the filters.</i>
dz: <i>འ་ནི་ཚགས་མ་འདི་ཚགས་མ་ལྕོགས་ཅན་དང་ལྕགས་ཅན་མེན་བཟོ་བའི་སྐབས་ལུ་ལག་ལེན་འཐབ་ཡོདཔ།</i>

source: Colorblind Filters Preferences
dz: ཚོས་གཞི་ཚགས་མའི་དགའ་གདམ་ཚུ

source: Configure as default the filter being used, when the filters are disabled.
dz: ཚགས་མ་ཚུ་ལྕོགས་ཅན་མེན་བཟོ་བཟོ་ཡོད་པའི་སྐབས་ལུ སྔོན་སྒྲིག་ཚགས་མ་ལག་ལེན་འཐབ་དོ་བཟུམ་སྦེ་རིམ་སྒྲིགས་འབད།

source: Enable/Disable Filters:
dz: ལྕོགས་ཅན/ལྕོགས་ཅན་མེན་པའི་ཚགས་མ:

source: Filter:
dz: ཚགས་མ:

source: Negative Hue Shift
dz: མེད་ཆ་ཚོན་མདངས་བཤུད

source: Positive Hue Shift
dz: ཡོད་ཆ་ཚོན་མདངས་བཤུད

source: Select Next Filter:
dz: གཞན་མི་ཚགས་མ་སེལ་འཐུ་འབད:

source: Selective Blue Dessaturation
dz: ཧོན་ཌི་སེཅུརེཤཱན་སེལ་འཐུ་འབད

source: Selective Blue Saturation
dz: ཧོནམ་མཐའ་ཚད་སེལ་འཐུ་འབད

source: Selective Green Dessaturation
dz: ལྗང་ཁུ་ཌི་སེ་ཅུ་རེ་ཤཱན་སེལ་འཐུ་འབད

source: Selective Green Saturation
dz: ལྗང་ཁུ་མཐའ་ཚད་སེལ་འཐུ་འབད

source: Selective Red Dessaturation
dz: དམར་པོ་ཌི་སེ་ཅུ་རེ་ཤཱན་སེལ་འཐུ་འབད

source: Selective Red Saturation
dz: དམར་་མཐའ་ཚད་སེལ་འཐུ་འབད

source: This filter completely dessaturate the blue color when this is the predominant pixel color in the image.
dz: དབང་ཤུགས་ཆེ་བའི་པིག་སེལ་ཚོས་གཞི་འདི་གཟུགས་བརྙན་ནང་ཡོད་པའི་སྐབས་ལུ་ འ་ནི་ཚགས་མ་གིས་ཚོས་གཞི་ཧོནམ་འདི་རྩ་བ་ལས་ཌི་སེ་ཅུ་རེཊི་འབདཝ་ཨིན།

source: This filter completely dessaturate the green color when this is the predominant pixel color in the image.
dz: དབང་ཤུགས་ཆེ་བའི་པིག་སེལ་ཚོས་གཞི་འདི་གཟུགས་བརྙན་ནང་ཡོད་པའི་སྐབས་ལུ་ འ་ནི་ཚགས་མ་གིས་ཚོས་གཞི་ལྗང་ཁུ་འདི་རྩ་བ་ལས་ཌི་སེ་ཅུ་རེཊི་འབདཝ་ཨིན

source: This filter completely dessaturate the red color when this is the predominant pixel color in the image.
dz: དབང་ཆེ་བའི་པིག་སེལ་ཚོས་གཞི་འདི་གཟུགས་བརྙན་ནང་ཨིན་པའི་སྐབས་ལུ་ འ་ནི་ཚགས་མ་གིས་ཚོས་གཞི་དམརཔོ་རྩ་བ་ལས་ཌི་སེ་ཅུ་རེཊི་འབདཝ་ཨིན

source: This filter completely saturate the blue color when this is the predominant pixel color in the image.
dz: དབང་ཤུགས་ཆེ་བའི་པིག་སེལ་འདི་གཟུགས་བརྙན་ནང་ཨིན་པའི་སྐབས་ལུ་ འ་ནི་ཚགས་མ་གིས་ཚོས་གཞི་ཧོནམ་རྩ་བ་ལས་མཐའ་ཚད་འབདཝ་ཨིན

source: This filter completely saturate the green color when this is the predominant pixel color in the image.
dz: དབང་ཤུགས་ཆེ་བའི་པིག་སེལ་ཚོས་གཞི་འདི་གཟུགས་བརྙན་ནང་ཨིན་པའི་སྐབས་ལུ་ འ་ནི་ཚགས་མ་གིས་ཚོས་གཞི་ལྗང་ཁུ་རྩ་བ་ལས་རང་མཐའ་ཚད་འབདཝ་ཨིན

source: This filter completely saturate the red color when this is the predominant pixel color in the image.
dz: དབང་ཤུགས་ཆེ་བའི་པིག་སེལ་ཚོས་གཞི་འདི་གཟུགས་བརྙན་ཨིན་པའི་སྐབས་ལུ་ འ་ནི་ཚགས་མ་གིས་ཚོས་གཞི་དམརཔོ་རྩ་བ་ལས་མཐའ་ཚད་འབདཝ་ཨིན

source: Transform the colors Red to Blue, Green to Red and Blue to Green, carrying a potentially ambiguous set of colors to a different band of the specter.
dz: ནུས་ལྡན་གྱི་སྒོ་ལས་བརྡ་དོན་ངེས་མེད་ཀྱིས་སིཔེཀ་ཊར་གྱི་བེཌི་སོར་སོར་ལུ་ཚོས་གཞི་སྒྲིག་འབད་དེ་ཚོས་གཞི་ དམརཔོ་ལས་ཧོནམ་ལུ་ ལྗང་ཁུ་ལས་དམརཔོ་ལུ་ ཧོནམ་ལས་ལྗང་ཁུ་ལུ་ བཟོ་བསྒྱུར་འབད

source: Transform the colors Red to Green, Green to Blue and Blue to Red, carrying a potentially ambiguous set of colors to a different band of the specter.
dz: ནུས་ལྡན་གྱི་སྒོ་ལས་བརྡ་དོན་ངེས་མེད་ཚོས་གཞི་ཆ་ཚང་ཚུ་སེ་པིགཊར་གི་བེནཌི་སོར་སོར་ལུ་ཚོས་གཞི་ དམརཔོ་ལས་ལྗང་ཁུ ལྗང་ཁུ་ལས་་ཧོནམ་དང་ཧོནམ་ལས་དམརཔོ་ལུ་བཟོ་བསྒྱུར་འབད།

source: _File
dz: ཡིག་སྣོད(_F)

source: _Quit
dz: སྤང(_Q)

source: _Edit
dz: ཞུན་དག(_E)

source: Colorblind Applet
dz: ཚོས་གཞི་མིག་ཞར་ཨེཔ་ལེཊི

source: Image filters for the colorblind. This is applet is part of gnome-mag, a magnification service for GNOME.
dz: ཚོས་གཞི་མིག་ཞར་གྱི་དོན་ལས་གཟུགས་བརྙན་ཚགས་མ། འ་ནི་ཨེཔ་ལེཊི་འདི་ཇི་ནོམ་གྱི་ཡན་ལག་ཨིན ཇི་ནོམ་ལུ་ཆར་སྐྱེད་ཞབས་ཏོག།

source: gnome-mag website
dz: ཇི་ནོམ་མེག་ཝེབ་སའིཊི

source: translator-credits
dz: སྐད་བསྒྱུར་པའི་ངོ་བསྟོད་ཚུ

source: New accelerator...
dz: མགྱོགས་འཕྲུལ་གསརཔ...

source: The shortcut "%s" cannot be used because it will become unusable to type using this key. Please try with a key such as Control, Alt or Shift at the same time.
dz: མགྱོགས་ཐབས་"%s"ལག་ལེན་ཐབས་མ་བཏུབ ག་ཅི་སྦེ་ཟེར་བ་ཅིན་འདི་གིས་འ་ནི་ལྡེ་མིག་ལག་ལེན་ཐབས་ཏེ་་ཡིག་དཔར་རྐྱབས་མ་བཏུབ་སྦེ་འགྱོ་འོང་། དུས་གཅིག་ནང་ལྡེ་མིག་བཟུམ་ ཚད་འཛིན་ ཨལཊི་ སོར་ལྡེ་ཚུ་འབད་རྩོལ་བསྐྱེད་གནང

source: Magnifier
dz: ཆེ་ཤེལ།

source: Simple Screen Magnification Service
dz: འཇམ་སམ་གྱི་གསལ་གཞི་ཆེར་བསྐྱེད་ཞབས་ཏོག

source: Can't open display, DISPLAY is not set
dz: བཀྲམ་སྟོན་ག་ཕྱེ་མ་བཏུབ བཀྲམ་སྟོན་འདི་གཞི་སྒྲིག་མ་འབད
