Repository: tenzin/dzongkha-linux-translation-files
Catalog: gnome-2.18/development-tools/glade3.gnome-2-18.*.po
Languages: dz

source: Comment
dz: བསམ་བཀོད་

source: Comment for translators
dz: སྐད་བསྒྱུར་པ་ཚུ་ལུ་བསམ་བཀོད་

source: Translatable
dz: སྐད་བསྒྱུར་འབད་བཏུབ་

source: Whether this property is translatable or not
dz: རྒྱུ་དངོས་འདི་སྐད་བསྒྱུར་འབད་བཏུབ་ཨིན་ན་མེན་ན་

source: Has Context
dz: དེ་ལུ་སྐབས་དོན་ཡོད་

source: Whether or not the translatable string has a context prefix
dz: སྐད་བསྒྱུར་འབད་བཏུབ་པའི་ཡིག་རྒྱུན་འདི་ལུ་ སྐབས་དོན་སྔོན་ཚིག་ཡོད་རུང་མེད་རུང་

source: <Type the signal's handler here>
dz: <བརྡ་རྟགས་ལེགས་སྐྱོང་པ་འདི་ནཱ་ལུ་ཡིག་དཔར་བརྐྱབ་>

source: <Type the object's name here>
dz: <དངོས་པོའི་མིང་འདི་ནཱ་ལུ་ཡིག་དཔར་བརྐྱབ་>

source: Handler
dz: ལེགས་སྐྱོང་པ་

source: User data
dz: གནས་ལེན་པའི་གནས་སྡུད་

source: Lookup
dz: བལྟ་བ་

source: After
dz: ཤུལ་ལས་

source: We could not find the symbol "%s"
dz: ང་བཅས་ཚུ་གིས་བརྡ་རྟགས་ "%s" ཐོབ་མ་ཚུགས་

source: Could not get the type from "%s"
dz: དབྱེ་བ་འདི་ "%s" ལས་ཐོབ་མ་ཚུགས

source: All Files
dz: ཡིག་སྣོད་ཆ་མཉམ་

source: Glade Files
dz: གེལེཌི་ཡིག་སྣོད་ཚུ་

source: %s exists. Do you want to replace it?
dz: %sད་ལྟོ་ཡོད། ཁྱོད་ཀྱིས་ཚབ་བཙུགས་ནི་ཨིན་ན?

source: Error writing to %s: %s
dz: %s ལུ་འབྲིཝ་ད་འཛོལ་བ: %s

source: Error reading %s: %s
dz: %sལྷབ་ད་འཛོལ་བ: %s

source: Error shutting down I/O channel %s: %s
dz: I/O རྒྱུ་ལམ་ཁ་བསྡམ་ད་ %sའཛོལ་བ་: %s

source: Failed to open %s for writing: %s
dz: འབྲི་ནིའི་དོན་ལུ་ %s ཁ་ཕྱེ་མ་ཚུགས་: %s

source: Error shutting down io channel %s: %s
dz: རྒྱུ་ལམ་%sལུ་ཁ་བསྡམ་ད་འཛོལ་བ: %s

source: Failed to open %s for reading: %s
dz: ལྷག་ནིའི་དོན་ལུ་%s ཁ་ཕྱེཝ་ད་འཐུས་ཤོར་བྱུང་ཡོདཔ: %s

source: Unable to open the module %s (%s).
dz: ཚད་གཞི་%s (%s)ཁ་ཕྱེ་མ་ཚུགས།

source: The name of the widget
dz: ཝི་གེཊི་གི་མིང་

source: Internal name
dz: ནང་འཁྱོད་ཀྱི་མིང་

source: The internal name of the widget
dz: ཝི་གེཊི་གི་ནང་འཁྱོད་མིང་

source: Anarchist
dz: གཞུང་མེད་རིང་ལུགས་པ་

source: Whether this composite child is an ancestral child or an anarchist child
dz: སྣ་སྡུད་ཅན་ཆ་ལག་འདི་རིགས་རྒྱུད་པའི་ཆ་ལག་ཡང་ན་ གཞུང་མེད་རིང་ལུགས་ཆ་ལག་ཨིན་རུང་མེན་རུང་

source: Object
dz: དངོས་པོ་

source: The object associated
dz: མཉམ་སྦྲགས་འབད་ཡོད་པའི་དངོས་པོ་

source: Adaptor
dz: མཐུན་བྱེད་

source: The class adaptor for the associated widget
dz: མཉམ་སྦྲགས་འབད་ཡོད་པའི་ཝི་གེཊི་གི་དོན་ལུ་ དབྱེ་རིགས་མཐུན་བྱེད་

source: Project
dz: ལས་འགུལ་

source: The glade project that this widget belongs to
dz: ཝི་གེཊི་འདི་གྲངས་སུ་གཏོགས་མི་ གེལེཌི་ལས་འགུལ་

source: A list of GladeProperties
dz: གེལེཌི་རྒྱུ་དངོས་ཀྱི་ཐོ་ཡིག་

source: Parent
dz: རྩ་ལག་

source: A pointer to the parenting GladeWidget
dz: རྩ་ལག་འབད་མི་གེལེཌི་ཝི་གེཊི་ལུ་དཔག་བྱེད་

source: Internal Name
dz: ནང་འཁྱོད་མིང་

source: A generic name prefix for internal widgets
dz: ནང་འཁྱོད་ཝི་གེཊི་གི་དོན་ལུ་རིགས་རྒྱུད་མིང་གི་སྔོན་ཚིག་

source: Template
dz: ཊེམ་པེལེཊི་

source: A GladeWidget template to base a new widget on
dz: གེལེཌི་ཝི་གེཊི་ཊེམ་པེལེཊི་ ཝི་གེཊི་གསརཔ་གཅིག་གཞི་རྟེན་བཟོ་ནི་ལུ་

source: Info
dz: བརྡ་དོན་

source: A GladeWidgetInfo struct to base a new widget on
dz: ཝི་གེཊི་གསརཔ་གཅིག་གཞི་བརྟེན་བཟོ་ནི་ལུ་ གེལེཌི་ཝི་གེཊི་བརྡ་དོན་གཞི་བཀོད་

source: Reason
dz: རྒྱུ་མཚན་

source: A GladeCreateReason for this creation
dz: གསར་བཟོ་འདི་གི་དོན་ལུ་གེལེཊི་གསར་བསྐྲུན་རྒྱུ་མཚན་

source: Toplevel Width
dz: མགོའི་གནས་རིམ་རྒྱ་ཚད་

source: The width of the widget when toplevel in the GladeDesignLayout
dz: མགོའི་གནས་རིམ་འདི་གེལེཌི་བཀོད་སྒྲིག་སྒྲིག་བཀོད་ནང་ཨིནམ་ད་ ཝི་གེཊི་འདི་གི་རྒྱ་ཚད་

source: Toplevel Height
dz: མགོའི་མཐོ་ཚད་

source: The height of the widget when toplevel in the GladeDesignLayout
dz: མགོའི་གནས་རིམ་འདི་གེལེཌི་བཀོད་སྒྲིག་ནང་སྒྲིག་བཀོད་འབད་ཡོདཔ་ད་ ཝི་གེཊི་གི་མཐོ་ཚད་

source: Unable to load icon for %s (%s)
dz: %s (%s)དོན་ལུ་ངོས་དཔར་མངོན་གསལ་འབད་མ་ཚུགས་

source: Unable to load stock icon (%s)
dz: ཅ་མཛོད་ངོས་དཔར་(%s)འདི་མངོན་གསལ་འབད་མ་ཚུགས་

source: A derived adaptor (%s) of %s already exist!
dz: %s གི་འབྱུང་རིམ་མཐུན་བྱེད་ (%s) འདི་ཧེ་མ་ལས་རང་འདུག!

source: Name of the class
dz: དབྱེ་རིགས་ཀྱི་མིང་

source: GType of the class
dz: དབྱེ་རིགས་ཀྱི་ཇི་དབྱེ་བ་

source: Title
dz: མགོ་མིང་

source: Translated title for the class used in the glade UI
dz: གེལེཌི་ཡུ་ཨའི་ནང་ལག་ལེན་འཐབ་ཡོད་པའི་ དབྱེ་རིགས་ཀྱི་དོན་ལུ་སྐད་བསྒྱུར་པའི་མགོ་མིང་

source: Generic Name
dz: རིགས་རྒྱུད་ཀྱི་མིང་

source: Used to generate names of new widgets
dz: ཝི་གེཊི་གསརཔ་གི་བཟོ་བཏོན་འབད་ནིའི་མིང་ལུ་ལག་ལེན་འཐབ་ཨིན་

source: Catalog
dz: ཐོ་གཞུང་

source: The name of the widget catalog this class was declared by
dz: དབྱེ་རིགས་འདི་གསལ་སྦྲགས་འབད་མི་ ཝི་གེཊི་ཐོ་གཞུང་འདི་གི་མིང་

source: Book
dz: ཀེ་དེབ་

source: DevHelp search namespace for this widget class
dz: ཝི་གེཊི་དབྱེ་རིགས་འདི་གི་དོན་ལུ་ ཌེཕ་གྲོགས་རམ་འཚོལ་ཞིབ་

source: Special Child Type
dz: དམིགས་བསལ་ཆ་ལག་དབྱེ་བ་

source: Holds the name of the packing property to depict special children for this container class
dz: སྣོད་དབྱེ་རིགས་འདི་གི་དོན་ལུ་ དམིགས་བསལ་ཆ་ལག་ཚུ་གསལ་སྟོན་འབད་ནི་ལུ་ དོས་བརྐྱབ་རྒྱུ་དངོས་ཀྱི་མིང་འདི་འཆངམ་ཨིན་

source: Large Icon
dz: ངོས་དཔར་སྦོམ་

source: The 22x22 icon for this widget class
dz: ཝི་གེཊི་དབྱེ་རིགས་འདི་གི་དོན་ལུ་ ༢༢x༢༢་ངོས་དཔར་

source: Small Icon
dz: ངོས་དཔར་ཆུང་ཀུ་

source: The 16x16 icon for this widget class
dz: ཝི་གེཊི་དབྱེ་རིགས་འདི་གི་དོན་ལུ་ ༡༦་x༡༦་ངོས་དཔར་

source: Cursor
dz: འོད་རྟགས་

source: A cursor for inserting widgets in the UI
dz: ཡུ་ཨའི་ནང་ཝི་གེཊི་བཙུགས་ནིའི་དོན་ལུ་འོད་རྟགས་

source: (internal %s)
dz: (ནང་འཁྱོད་ %s)

source: (%s child)
dz: (%s ཆ་ལག)

source: Creation Function
dz: གསར་བསྐྲུན་ལས་འགན་

source: The function which creates this widget
dz: ཝི་གེཊི་འདི་གསར་བསྐྲུན་འབད་མི་ལས་འགན་

source: String 1
dz: ཡིག་རྒྱུན་ ༡་

source: The first string argument to pass to the function
dz: ལས་འགན་ལུ་སྤྲོད་ནི་ལུ་ ཡིག་རྒྱུན་སྒྲུབ་རྟགས་དང་པ་

source: String 2
dz: ཡིག་རྒྱུན་༢་

source: The second string argument to pass to the function
dz: ལས་འགན་ལུ་སྤྲོད་ནིའི་ཡིག་རྒྱུན་སྒྲུབ་རྟགས་གཉིས་པ་

source: Integer 1
dz: ཧྲིལ་གྲངས་ ༡་

source: The first integer argument to pass to the function
dz: ལས་འགན་ལུ་སྤྲོད་ནི་ལུ་ཧྲིལ་གྲངས་སྒྲུབ་རྟགས་དང་པ་

source: Integer 2
dz: ཧྲིལ་གྲངས་༢་

source: The second integer argument to pass to the function
dz: ལས་འགན་ལུ་སྤྲོད་ནི་ལུ་ཧྲིལ་གྲངས་སྒྲུབ་རྟགས་གཉིས་པ་

source: GnomeUIInfo
dz: ཇི་ནོམ་ཡུ་ཨའི་བརྡ་དོན་

source: Choose the GnomeUIInfo stock item
dz: ཇི་ནོམ་ཡུ་ཨའི་བརྡ་དོན་ཅ་མཛོད་རྣམ་གྲངས་འདི་གདམ་ཁ་བརྐྱབ་

source: Filename
dz: ཡིག་སྣོད་མིང་

source: Icon Theme
dz: ངོས་དཔར་བརྗོད་དོན་

source: Container
dz: སྣོད་

source: Method
dz: ཐབས་ལམ་

source: The method to use to edit this image
dz: གཟུགས་བརྙན་འདི་ཞུན་དག་འབད་ནི་ལུ་ལག་ལེན་འཐབ་ནི་ཐབས་ལམ་

source: The method to use to edit this button
dz: ཨེབ་རྟ་འདི་ཞུན་དག་འབད་ནི་ལུ་ལག་ལེན་འཐབ་ནིའི་ཐབས་ལམ་

source: Ordering children of %s
dz: %sགི་ཆ་ལག་རིམ་པ་བཟོ་དོ་

source: This only applies with label type buttons
dz: འདི་ཁ་ཡིག་དབྱེ་བའི་ཨེབ་རྟགས་དང་ཅིག་ཁར་རྐྱངམ་ཅིག་འཇུག་སྤྱོད་འབདཝ་ཨིན་

source: This only applies with stock type buttons
dz: འདི་ཅ་མཛོད་ཨེབ་རྟ་ཚུ་དང་ཅིག་ཁར་རྐཱངམ་ཅིག་འཇུག་སྤྱོད་འབདཝ་ཨིན་

source: You must remove any children before you can set the type
dz: ཁྱོད་ཀྱིས་དབྱེ་བ་འདི་གཞི་སྒྲིག་མ་འབད་བའི་ཧེ་མར་ ཁྱོད་ཀྱིས་ཆ་ལག་ཚུ་གང་རུང་རྩ་བསྐྲད་གཏང་དགོ་

source: This only applies with file type images
dz: འདི་ཡིག་སྣོད་དབྱེ་བའི་གཟུགས་བརྙན་ཚུ་དང་ཅིག་ཁར་རྐྱངམ་ཅིག་འཇུག་སྤྱོད་འབདཝ་ཨིན་

source: This only applies to Icon Theme type images
dz: འདི་ངོས་དཔར་བརྗོད་དོན་དབྱེ་བའི་གཟུགས་བརྙན་ཚུ་ལུ་རྐྱངམ་ཅིག་འཇུག་སྤྱོད་འབདཝ་ཨིན་

source: This only applies with stock type images
dz: འདི་ཅ་མཛོད་དབྱེ་བའི་གཟུགས་བརྙན་ཚུ་དང་ཅིག་ཁར་རྐྱངམ་ཅིག་འཇུག་སྤྱོད་འབདཝ་ཨིན་

source: Pixel Size takes precedence over Icon Size; if you want to use Icon Size, set Pixel size to -1
dz: པིག་སེལ་ཚད་དེ་གིས་ ངོས་དཔར་ཚད་གུ་ལུ་སྔོན་དཔེ་དབང་དོ་ཡོདཔ་ཨིན་; ཁྱོད་ཀྱིས་ངོས་དཔར་ཚད་ལག་ལེན་འཐབ་དགོ་པ་ཅིན་ པིག་སེལ་ཚད་འདི་ -༡་ལུ་གཞི་སྒྲིག་འབད་

source: Pixel Size takes precedence over Icon size
dz: པིག་སེལ་ཚད་དེ་གིས་སྔོན་དཔེ་འདི་ངོས་དཔར་ཚད་གུ་ལུ་དབང་ནི་ཨིན་

source: <separator>
dz: <དབྱེ་བྱེད་>

source: Normal
dz: སྤྱིར་གཏང་

source: Image
dz: གཟུགས་བརྙན་

source: Check
dz: ཞིབ་དཔྱད་

source: Radio
dz: རེ་ཌིའོ་

source: Separator
dz: དབྱེ་བྱེད་

source: Add Item
dz: རྣམ་གྲངས་ཁ་སྐོང་བརྐྱབ་

source: Add Child Item
dz: ཆ་ལག་རྣམ་གྲངས་ཁ་སྐོང་བརྐྱབ་

source: Add Separator
dz: དབྱེ་བྱེད་ཁ་སྐོང་བརྐྱབ་

source: <big><b>Tips:</b></big> * Right click over the treeview to add items. * Press Delete to remove the selected item. * Drag &amp; Drop to reorder. * Type column is editable.
dz: <big><b>ཕན་བསླབ:</b></big> * རྣམ་གྲངས་ཚུ་ཁ་སྐོང་བརྐྱབ་ནི་ལུ་ རྩ་འབྲེལ་མཐོང་སྣང་གུ་གཡས་ཨེབ་གཏང་འབད། * སེལ་འཐུ་འབད་དེ་ཡོད་པའི་རྣམ་གྲངས་འདི་རྩ་བསྐྲད་གཏང་ནི་ལུ་བཏོན་གཏང་འདི་ཨེབ་གཏང་འབད། * &ampའདྲུད་; གོ་རིམ་བསྐྱར་སྒྲིག་འབད་ནི་ལུ་བཞག * ཀེར་ཐིག་དབྱེ་བ་འདི་ཞུན་དག་འབད་བཏུབ།

source: Print S_etup
dz: གཞི་སྒྲིག་དཔར་བསྐྲུན་འབད། (_e)

source: Find Ne_xt
dz: ཤུལ་མམ་འཚོལ། (_x)

source: _Undo Move
dz: སྤོ་བཤུད་འབད་བཤོལ། (_U)

source: _Redo Move
dz: སྤོ་བཤུད་ལོག་འབད། (_R)

source: Select _All
dz: ཆ་མཉམ་སེལ་འཐུ་འབད། (_A)

source: _New Game
dz: རྩེདམོ་གསརཔ། (_N)

source: _Pause game
dz: རྩེདམོ་ཐེམ། (_P)

source: _Restart Game
dz: རྩེདམོ་ལོག་འགོ་བཙུགས། (_R)

source: _Hint
dz: བརྡ་མཚོན་ནི། (_H)

source: _Scores...
dz: སྐུགས...(_S)

source: _End Game
dz: རྩེམོ་མཇུག། (_E)

source: Create New _Window
dz: སྒོ་སྒྲིག་གསརཔ་གསར་བསྐྲུན་འབད། (_W)

source: _Close This Window
dz: སྒོ་སྒྲིག་འདི་ཁ་བསྡམ། (_C)

source: _Settings
dz: སྒྲིག་སྟངས་ཚུ། (_S)

source: Fi_les
dz: ཡིག་སྣོད་ཚུ། (_l)

source: _Windows
dz: སྒོ་སྒྲིག་ཚུ། (_W)

source: _Game
dz: རྩེདམོ། (_G)

source: This does not apply with stock items
dz: འདི་ཅ་མཛོད་རྣམ་གྲངས་ཚུ་དང་ཅིག་ཁར་འཇུག་སྤྱོད་འབད་ནི་མེད་

source: Menu Bar Editor
dz: དཀར་ཆག་ཕྲ་རིང་ཞུན་དགཔ་

source: Menu Editor
dz: དཀར་ཆག་ཞུན་དགཔ་

source: <custom>
dz: <སྲོལ་སྒྲིག་>

source: Button
dz: ཨེབ་རྟ་

source: Toggle
dz: སོར་སྟོན་

source: Menu
dz: དཀར་ཆག་

source: Item
dz: རྣམ་གྲངས་

source: Add Tool Button
dz: ལག་ཆས་ཨེབ་རྟ་ཁ་སྐོང་བརྐྱབ་

source: Add Toggle Button
dz: སོར་སྟོན་ཨེབ་རྟ་ཁ་སྐོང་བརྐྱབ་

source: Add Radio Button
dz: རེ་ཌིའོ་ཨེབ་རྟ་ཁ་སྐོང་བརྐྱབ་

source: Add Menu Button
dz: དཀར་ཆག་ཨེབ་རྟ་ཁ་སྐོང་བརྐྱབ་

source: Add Tool Item
dz: ལག་ཆས་རྣམ་གྲངས་ཁ་སྐོང་བརྐྱབ་

source: Tool Bar Editor
dz: ལག་ཆས་ཕྲ་རིང་ཞུན་དགཔ་

source: Introduction page
dz: འགོ་འཛུགས་ཤོག་ལེབ་

source: Content page
dz: ནང་དོན་ཤོག་ལེབ་

source: Confirm page
dz: ཤོག་ལེབ་ངེས་དཔྱད་འབད་ནི་

source: A stock item, select None to choose a custom image and label
dz: ཅ་མཛོད་རྣམ་གྲངས་ སྲོལ་སྒྲིག་གཟུགས་བརྙན་དང་ཁ་ཡིག་ཅིག་གདམ་ཁ་བརྐྱབ་ནི་ལུ་ ཅི་མེད་སེལ་འཐུ་འབད་

source: A tooltip text for this widget
dz: ཝི་གེཊི་འདི་གི་དོན་ལུ་ ལག་ཆས་ཕན་བསླབ་ཚིག་ཡིག་

source: About Dialog
dz: ཌའི་ལོག་གི་སྐོར་ལས་

source: Accel Label
dz: ཨེ་སི་སི་ཨི་ཨེལ་ཁ་ཡིག་

source: Accessible Description
dz: འཛུལ་སྤྱོད་འབད་ཚུགས་པའི་འགྲེལ་བཤད་

source: Accessible Name
dz: འཛུལ་སྤྱོད་འབད་ཚུགས་པའི་མིང་

source: Alignment
dz: ཕྲང་སྒྲིག་

source: All
dz: ཆ་མཉམ་

source: All Events
dz: བྱུང་ལས་ཆ་མཉམ་

source: Always
dz: ཨ་རྟག་རང་

source: Always Center
dz: ཨ་རྟ་རང་དབུས་སྒྲིག་འབད་

source: Arrow
dz: མདའ་རྟགས་

source: Aspect Frame
dz: གཞི་ཁྲམ་རྣམ་པ་

source: Assistant
dz: ལས་རོགས་

source: Automatic
dz: རང་བཞིན་

source: Both
dz: གཉིས་ཀ་

source: Both Horizontal
dz: ཐད་སྙོམས་གཉིས་ཆ་རང་

source: Bottom
dz: མཇུག་

source: Bottom Left
dz: མཇུག་གི་གཡོན་

source: Bottom Right
dz: མཇུག་གི་གཡས་

source: Bottom to Top
dz: མགོ་ལུ་མཇུག་

source: Box
dz: སྒྲོམ་

source: Button 1 Motion
dz: ཨེབ་རྟ་ ༡་ འགུལ་

source: Button 2 Motion
dz: ཨེབ་རྟ་ ༢་ འགུལ་

source: Button 3 Motion
dz: ཨེབ་རྟ་ ༣་ འགུལ་

source: Button Box
dz: ཨེབ་རྟའི་སྒྲོམ་

source: Button Motion
dz: ཨེབ་རྟའི་འགུལ་

source: Button Press
dz: ཨེབ་རྟ་ཨེབ་གཏང་

source: Button Release
dz: ཨེབ་རྟ་འཛིན་འགྲོལ་

source: Calendar
dz: ཟླ་ཐོ་

source: Cancel
dz: ཆ་མེད་གཏང་

source: Center
dz: དབུས་

source: Center on Parent
dz: རྩ་ལག་གུ་དབུས་སྒྲིག་འབད་

source: Character
dz: ཡིག་འབྲུ་

source: Check Button
dz: ཨེབ་རྟ་ཞིབ་དཔྱད་འབད་

source: Check Menu Item
dz: དཀར་ཆག་རྣམ་གྲངས་ཞིབ་དཔྱད་འབད་

source: Close
dz: ཁ་བསྡམ་

source: Color Button
dz: ཨེབ་རྟ་ཚོས་གཞི་གཏང་

source: Color Selection
dz: ཚོས་གཞི་སེལ་འཐུ་

source: Color Selection Dialog
dz: ཚོས་གཞི་སེལ་འཐུའི་ཌའི་ལོག་

source: Columned List
dz: ཀེར་ཐིག་ཡོད་པའི་ཐོ་ཡིག་

source: Combo
dz: ཀོམ་བོ་

source: Combo Box
dz: ཀོམ་བོ་སྒྲོམ་

source: Combo Box Entry
dz: ཀོམ་བོ་སྒྲོམ་གྱི་ཐོ་བཀོད་

source: Confirm
dz: ངེས་དཔྱད་འབད་

source: Containers
dz: སྣོད་ཚུ་

source: Content
dz: ནང་དོན་

source: Continuous
dz: འཕྲོ་མཐུད་

source: Control and Display
dz: ཚད་འཛིན་འབད་ནི་དངང་བཀྲམ་སྟོན་འབད་

source: Create Folder
dz: སྣོད་ཐོ་གསར་བསྐྲུན་འབད་

source: Curve
dz: གུག་གུགཔ་

source: Custom
dz: སྲོལ་སྒྲིག་

source: Custom widget
dz: སྲོལ་སྒྲིག་ཝི་གེཊི་

source: Default
dz: སྔོན་སྒྲིག་

source: Delayed
dz: ཕྱིར་འགྱངས་འབད་ཡོདཔ་

source: Described By
dz: འགྲེལ་བཤད་བརྐྱབ་ཡོདཔ་གི་

source: Description For
dz: འགྲེལ་བཤད་ཀྱི་དོན་ལུ་

source: Description of an object, formatted for assistive technology access
dz: ཕན་ཐབས་ཅན་འཕྲུལ་རིག་འཛུལ་སྤྱོད་ཀྱི་དོན་ལུ་ དངོས་པོའི་འགྲེལ་བཤད་

source: Desktop
dz: ཌེཀསི་ཊོཔ་

source: Dialog
dz: ཌའི་ལོག་

source: Dialog Box
dz: ཌའི་ལོག་སྒྲོམ་

source: Discontinuous
dz: འཕྲོ་མཐུད་བཤོལ་

source: Discrete
dz: སོ་སོ་

source: Dock
dz: ཌོཀ་

source: Down
dz: མར་

source: Drag and Drop
dz: འདྲུད་ནི་དང་བཞག་ནི་

source: Drawing Area
dz: པར་རིས་མངའ་ཁོངས་

source: Drop Down Menu
dz: དཀར་ཆག་མར་བཞག་

source: East
dz: ཤར་

source: Edge
dz: མཐའམ་

source: Edit Type
dz: དབྱེ་བ་ཞུན་དག་འབད་

source: End
dz: མཇུག་

source: Enter Notify
dz: བརྡ་བསྐུལ་ཐོ་བཀོད་འབད་

source: Error
dz: འཛོལ་བ་

source: Etched In
dz: ནང་སྟོན་

source: Etched Out
dz: ཕྱིར་སྟོན་

source: Event Box
dz: བྱུང་ལས་སྒྲོམ་

source: Expand
dz: རྒྱ་འཕར་

source: Expander
dz: རྒྱ་འཕར་བརྐྱབ་མི་

source: Exposure
dz: མདངས་ཕོགས་

source: File Chooser Button
dz: ཡིག་སྣོད་གདམ་ཁའི་ཨེབ་རྟ་

source: File Chooser Dialog
dz: ཡིག་སྣོད་གདམ་ཁའི་ཌའི་ལོག་

source: File Name
dz: ཡིག་སྣོད་མིང་

source: File Selection
dz: ཡིག་སྣོད་སེལ་འཐུ་

source: Fill
dz: བཀང་

source: Fixed
dz: ཚུད་སྒྲིག་འབད་ཡོདཔ་

source: Focus Change
dz: ཆེད་དམིགས་བསྒྱུར་བཅོས་

source: Font Button
dz: ཡིག་གཟུགས་ཨེབ་རྟ་

source: Font Selection
dz: ཡིག་གཟུགས་སེལ་འཐུ་

source: Font Selection Dialog
dz: ཡིག་གཟུགས་སེལ་འཐུའི་ཌའི་ལོག་

source: Frame
dz: གཞི་ཁྲམ་

source: Free
dz: བར་སྟོང་

source: Gamma Curve
dz: ག་མ་གུག་གུགཔ་

source: Gtk+ Obsolete
dz: ཇི་ཊི་ཀེ་+ཕན་མེདཔ་

source: Half
dz: ཕྱེད་

source: Handle Box
dz: སྒྲོམ་བཤད་བཟུང་འབད་

source: Horizontal
dz: ཐད་སྙོམས་

source: Horizontal Box
dz: ཐད་སྙོམས་སྒྲོམ་

source: Horizontal Button Box
dz: ཐད་སྙོམས་ཨེབ་རྟའི་སྒྲོམ་

source: Horizontal Panes
dz: ཐད་སྙོམས་པེནསི་

source: Horizontal Ruler
dz: ཐད་སྙོམས་ཐིག་ཤིང་

source: Horizontal Scale
dz: ཐད་སྙོམས་ཆ་ཚད་

source: Horizontal Scrollbar
dz: ཐད་སྙོམས་བཤུད་ཕྲ་

source: Horizontal Separator
dz: ཐད་སྙོམས་དབྱེ་བྱེད་

source: Horizontal and Vertical
dz: ཐད་སྙོམས་དང་ཀེར་ཕྲང་

source: Icon Name
dz: ངོས་དཔར་མིང་

source: Icon View
dz: ངོས་དཔར་མཐོང་སྣང་

source: Icons
dz: ངོས་དཔར་ཚུ་

source: If Valid
dz: ནུས་ཅན་ཡོད་པ་ཅིན་

source: Image Menu Item
dz: གཟུགས་བརྙན་དཀར་ཆག་རྣམ་གྲངས་

source: Image Type
dz: གཟུགས་བརྙན་དབྱེ་བ་

source: Immediate
dz: དེ་འཕྲལ་ལས་

source: In
dz: ནང་

source: Indicates a subwindow attached to a component but otherwise has no connection in the UI hierarchy to that component
dz: ཆ་ཤས་ལུ་མཉམ་སྦྲགས་འབད་ཡོད་པའི་ཡན་ལག་སྒོ་སྒྲིག་ཅིག་བརྡ་སྟོནམ་ཨིན་ དེ་འབདཝ་ད་ དེ་མེན་པ་ཅིན་ ཆ་ཤས་དེ་ལུ་ཡུ་ཨའི་སྡེ་རིམ་ནང་མཐུད་ལམ་མེད་

source: Indicates that an object provides descriptive information about another object; more verbose than 'Label For'
dz: དངོས་པོ་དེ་གིས་ དངོས་པོ་གཞན་མི་གི་འགྲེལ་བཤད་བརྡ་དོན་ཅིག་བརྡ་སྟོནམ་ཨིན་; 'ཁ་ཡིག་དོན་ལུ་' ལས་ཚིག་མང་ཧེང་བཀལ་

source: Indicates that another object provides descriptive information about this object; more verbose than 'Labelled By'
dz: དངོས་པོ་གཞན་མི་གིས་ དངོས་པོ་འདི་གི་འགྲེལ་བཤད་བརྡ་དོན་བྱིནམ་ཨིན་ཟེར་བརྡ་སྟོནམ་ཨིན་; 'ཁ་ཡིག་བཀོད་པའི་' ལས་ཚིང་མང་།

source: Input Dialog
dz: ཨིན་པུཊི་ཌའི་ལོག་

source: Intro
dz: འགོ་བརྗོད་

source: Items
dz: རྣམ་གྲངས་ཚུ་

source: Key Press
dz: ལྡེ་མིག་ཨེབ་གཏང་

source: Key Release
dz: ལྡེ་མིག་འཛིན་འགྲོལ་

source: Layout
dz: སྒྲིག་བཀོད་

source: Least Recently Used first
dz: འཔྲལ་དང་པ་ལག་ལེན་འཐབ་སྟེ་ཡོད་པའི་ཉུང་མཐའ་

source: Leave Notify
dz: བརྡ་བསྐུལ་བཞག་

source: Left
dz: གཡོན་

source: Left to Right
dz: གཡོན་ལས་གཡས་

source: Linear
dz: ཐིག་གི་

source: Link Button
dz: ཨེབ་རྟ་འབྲེལ་མཐུད་འབད་

source: List
dz: ཐོ་ཡིག་

source: List Item
dz: རྣམ་གྲངས་ཐོ་ཡིག་བརྐྱབ་

source: Maximun Width
dz: རྒྱ་ཚད་མང་མཐའ་

source: Menu Bar
dz: དཀར་ཆག་ཕྲ་རིང་

source: Menu Item
dz: དཀར་ཆག་རྣམ་གྲངས་

source: Menu Shell
dz: དཀར་ཆག་ཤལ་

source: Menu Tool Button
dz: དཀར་ཆག་ལག་ཆས་ཕྲ་རིང་

source: Message Dialog
dz: འཕྲིན་དོན་ཌའི་ལོག་

source: Middle
dz: བར་མ་

source: Most Recently Used first
dz: འཕྲལ་དང་པ་ལག་ལེན་འཐབ་ཡོད་མི་

source: Mouse
dz: མཱའུསི་

source: Never
dz: ནམ་ཡང་

source: Node Child Of
dz: ཆ་ལག་མཐུད་མཚམས་ཀྱི་

source: North
dz: བྱང་

source: North East
dz: བྱང་ཤར་

source: North West
dz: ནུབ་བྱང་

source: Notebook
dz: ཀི་དེབ་

source: Notification
dz: བརྡ་བསྐུལ་

source: Number of items
dz: རྣམ་གྲངས་ཚུ་གི་ཨང་གྲངས་

source: Number of pages
dz: ཤོག་ལེབ་ཚུ་གི་ཨང་གྲངས་

source: Object instance's name formatted for assistive technology access
dz: ཕན་ཐབ་ཅན་འཕྲུལ་རིག་འཛུལ་སྤྱོད་ཀྱི་དོན་ལུ་ དངོས་པོའི་དུས་སྐབས་ཀྱི་མིང་རྩ་སྒྲིག་འབད་ཡོདཔ་

source: Ok
dz: བཏུབ་

source: Ok, Cancel
dz: བཏུབ་ ཆ་མེད་གཏང་

source: Open
dz: ཁ་ཕྱེ་

source: Option Menu
dz: གདམ་ཁའི་དཀར་ཆག་

source: Out
dz: ཕྱི་ཁར་

source: Page Setup Dialog
dz: ཤོག་ལེབ་གཞི་སྒྲིག་ཌའི་ལོག་

source: Paned
dz: པེནཌི་

source: Pointer Motion
dz: དཔག་བྱེད་འགུལ་

source: Pointer Motion Hint
dz: དཔག་བྱེད་འགུལ་གྱི་བརྡ་མཚོན་

source: Popup
dz: པོཔ་ཨཔ་

source: Popup Menu
dz: པོཔ་ཨཔ་དཀར་ཆག་

source: Position
dz: གནས་ས་

source: Print Dialog
dz: ཌའི་ལོག་དཔར་བསྐྲུན་འབད་

source: Progress
dz: ཡར་འཕེལ་

source: Progress Bar
dz: ཡར་འཕེལ་ཕྲ་རིང་

source: Property Change
dz: རྒྱུ་དངོས་བསྒྱུར་བཅོས་

source: Proximity Out
dz: པོརོ་སི་མི་ཊི་ཕྱི་ཁར་

source: Proximity In
dz: པོརོ་སི་མི་ཊི་ནང་ན་

source: Question
dz: དྲི་བ་

source: Queue
dz: མི་གྲལ་

source: Radio Button
dz: རེ་ཌིའོ་ཨེབ་རྟ་

source: Radio Menu Item
dz: རེ་ཌིའོ་དཀར་ཆག་རྣམ་གྲངས་

source: Radio Tool Button
dz: རེ་ཌིའོ་ལག་ཆས་ཨེབ་རྟ་

source: Range
dz: ཁྱབ་ཚད་

source: Recent Chooser
dz: འཕྲལ་གྱི་གདམ་ཁ་བརྐྱབ་མི་

source: Recent Chooser Dialog
dz: འཕྲལ་གྱི་གདམ་ཁ་བརྐྱབ་མིའི་ཌའི་ལོག་

source: Response ID
dz: ཨའི་ཌི་ལན་

source: Right
dz: གཡས་

source: Right to Left
dz: གཡས་ལས་གཡོན་

source: Ruler
dz: ཐིག་ཤིང་

source: Save
dz: སྲུང་

source: Scale
dz: ཆ་ཚད་

source: Scroll
dz: བཤུད་སྒྲིལ་

source: Scrolled Window
dz: བཤུད་སྒྲིལ་འབད་ཡོད་པའི་སྒོ་སྒྲིག་

source: Select Folder
dz: སྣོད་འཛིན་སེལ་འཐུ་འབད་

source: Separator Menu Item
dz: དབྱེ་བྱེད་དཀར་ཆག་རྣམ་གྲངས་

source: Separator Tool Item
dz: དབྱེ་བྱེད་ལག་ཆས་རྣམ་གྲངས་

source: Set the current page (strictly for editing purposes)
dz: ད་ལྟོའི་ཤོག་ལེབ་ (ཞུན་དག་འབད་ནིའི་གནད་དོན་ལུ་) འདི་གཞི་སྒྲིག་འབད་

source: Set the text in the view's text buffer
dz: ཚིག་ཡིག་འདི་ཚིག་ཡིག་གནད་ཁོངས་མཐོང་སྣང་ནང་གཞི་སྒྲིག་འབད་

source: Shrink
dz: བསྐུམ་

source: Size
dz: ཚད་

source: South
dz: ལྷོ་

source: South East
dz: ཤར་ལྷོ་

source: South West
dz: ནུབ་བྱང་

source: Spin Button
dz: བསྒྱིར་རྟ་

source: Splash Screen
dz: གསལ་གཞི་སིཔེལེཤ།

source: Spline
dz: སི་པ་ཡིན་

source: Spread
dz: དར་ཁྱབ་

source: Start
dz: འགོ་བཙུགས་

source: Static
dz: རྟག་བརྟན་

source: Status Bar
dz: གནས་ཚད་ཕྲ་རིང་

source: Stock Button
dz: ཅ་མཛོད་ཨེབ་རྟ་

source: Stock Item
dz: ཅ་མཛོད་རྣམ་གྲངས་

source: Structure
dz: གཞི་བཀོད་

source: Substructure
dz: ཡན་ལག་གཞི་བཀོད་

source: Summary
dz: བཅུད་དོན་

source: Table
dz: ཐིག་ཁྲམ་

source: Text
dz: ཚིག་ཡིག་

source: Text Entry
dz: ཚིག་ཡིག་ཐོ་བཀོད་

source: Text View
dz: ཚིག་ཡིག་མཐོང་སྣང་

source: The items in this combo box
dz: ཀོམ་བོ་སྒྲོམ་འདི་ནང་རྣམ་གྲངས་ཚུ་

source: The number of items in the box
dz: སྒྲོམ་འདི་ནང་གི་རྣམ་གྲངས་ཀྱི་ཨང་གྲངས་

source: The number of pages in the notebook
dz: འབྲི་དེབ་ནང་གི་ཤོག་ལེབ་ཨང་གྲངས་

source: The page position in the Assistant
dz: ལས་རོགས་ནང་གི་ཤོག་ལེབ་གནས་ས་

source: The position of the menu item in the menu shell
dz: དཀར་ཆག་ཤལ་ནང་ལུ་དཀར་ཆག་རྣམ་གྲངས་ཀྱི་གནས་ས་

source: The position of the tool item in the toolbar
dz: ལག་ཆས་ཕྲ་རིང་ནང་ལག་ཆས་རྣམ་གྲངས་ཀྱི་གནས་ས་

source: The response ID of this button in a dialog (it's NOT useful if this button is not in a GtkDialog)
dz: ཌའི་ལོག་ནང་ཨེབ་རྟ་འདི་གི་ཨའི་ཌི་ལེན་ (ཨེབ་རྟ་འདི་ཇི་ཊི་ཀེ་ཅིག་ནང་མེད་པ་ཅིན་ འདི་གལ་ཅན་མེན་)

source: The stock item for this button
dz: ཨེབ་རྟ་འདི་གི་དོན་ལུ་ཅ་མཛོད་རྣམ་གྲངས་

source: The stock item for this image
dz: གཟུགས་བརྙན་འདི་གི་དོན་ལུ་ཅ་མཛོད་རྣམ་གྲངས་

source: The text of the menu item
dz: དཀར་ཆག་རྣམ་གྲངས་ཀྱི་ཚིག་ཡིག་

source: The text to display
dz: བཀྲམ་སྟོན་འབད་ནི་གི་ཚིག་ཡིག་

source: Toggle Button
dz: ཨེབ་རྟ་སོར་སྟོན་འབད་

source: Toggle Tool Button
dz: ལག་ཆས་ཨེབ་རྟ་སོར་སྟོན་འབད་

source: Tool Bar
dz: ལག་ཆས་ཕྲ་རིང་

source: Tool Button
dz: ལག་ཆས་ཨེབ་རྟ་

source: Toolbar
dz: ལག་ཆས་ཕྲ་རིང་

source: Tooltip
dz: ལག་ཆས་ཕན་བསླབ་

source: Top
dz: མགོ་

source: Top Left
dz: མགོའི་གཡོན་

source: Top Level
dz: མགོའི་གནས་རིམ་

source: Top Right
dz: མགོའི་གཡས་

source: Top to Bottom
dz: མཇུག་ལུ་མགོ་

source: Toplevels
dz: མགོའི་གནས་རིམ་ཚུ་

source: Tree View
dz: རྩ་འབྲེལ་མཐོང་སྣང་

source: Up
dz: ཡར་

source: Use Underline
dz: འོག་ཐིག་ལག་ལེན་འཐབ་

source: Utility
dz: སྤྱོད་ཆས་

source: Vertical
dz: ཀེར་ཕྲང་

source: Vertical Box
dz: ཀེར་ཕྲང་སྒྲོམ་

source: Vertical Button Box
dz: ཀེར་ཕྲང་ཨེབ་རྟའི་སྒྲོམ་

source: Vertical Panes
dz: ཀེར་ཕྲང་པེནསི་

source: Vertical Ruler
dz: ཀེར་ཕྲང་ཐིག་ཤིང་

source: Vertical Scale
dz: ཀེར་ཕྲང་ཆ་ཚད་

source: Vertical Scrollbar
dz: ཀེར་ཕྲང་བཤུད་ཕྲ་

source: Vertical Separator
dz: ཀེར་ཕྲང་དབྱེ་བྱེད་

source: Viewport
dz: མཐོང་སྣང་མཐུན་ལམ་

source: Visibility Notify
dz: མཐོང་གསལ་བརྡ་བསྐུལ་འབད་

source: Warning
dz: ཉེན་བརྡ་

source: West
dz: ནུབ་

source: Window
dz: སྒོ་སྒྲིག་

source: Word
dz: མིང་ཚིག་

source: Word Character
dz: མིང་ཚིག་ཡིག་འབྲུ་

source: Yes, No
dz: ཨིན་མེན་

source: You can mark this as translatable and set one name/address if you want to show a translation specific translator, otherwise you should list all translators and unmark this string for translation
dz: ཁྱོད་ཀྱིས་སྐད་བསྒྱུར་པའི་དམིགས་བསལ་སྐད་བསྒྱུར་ཅིགི་སྟོན་དགོ་པ་ཅིན་ འདི་སྐད་བསྒྱུར་འབད་བཏུབ་སྦེ་རྟགས་བཀལ་ནི་དང་ མིང་/ཁ་བྱང་གཅིག་གཞི་སྒྲིག་འབད་ དེ་མེན་པ་ཅིན་ ཁྱོད་ཀྱིས་སྐད་བསྒྱུར་ཆ་མཉམ་ཐོ་བཀོད་འབད་དགོཔ་དང་ སྐྡ་བསྒྱུར་གྱི་དོན་ལུ་ཡིག་རྒྱུན་འདི་རྟགས་མ་བཀལ་བར་བཞག་དགོ།

source: Status Message.
dz: གནས་ཚད་འཕྲིན་དོན།

source: The position in the druid
dz: ཌུའིཌི་ནང་གནས་ས་

source: Message box type
dz: འཕྲིན་དོན་དབྱེ་བའི་སྒྲོམ་

source: The type of the message box
dz: འཕྲིན་དོན་སྒྲོམ་གྱི་དབྱེ་བ་

source: This property is valid only in font information mode
dz: རྒྱུ་དངོས་འདི་ ཡིགི་གཟུགས་བརྡ་དོན་ཐབས་ལམ་ནང་ལུ་རྐྱངམ་ཅིག་ནུས་ཅན་ཡོདཔ་ཨིན་

source: Selection Mode
dz: སེལ་འཐུའི་ཐབས་ལམ་

source: Choose the Selection Mode
dz: སེལ་འཐུའི་ཐབས་ལམ་འདི་གདམ་ཁ་བརྐྱབ་

source: Placement
dz: བཙུགས་བཞག་

source: Choose the BonoboDockPlacement type
dz: བོ་ནོ་བོ་ཌོཀ་བཙུགས་བཞག་དབྱེ་བ་འདི་གདམ་ཁ་བརྐྱབ་

source: Behavior
dz: སྤྱོད་ལམ་

source: Choose the BonoboDockItemBehavior type
dz: བོ་ནོ་བོ་ཌོཀ་སྤྱོད་ལམ་དབྱེ་བ་འདི་གདམ་ཁ་བརྐྱབ་

source: Pack Type
dz: སྦུངུ་ཚན་དབྱེ་བ་

source: Choose the Pack Type
dz: སྦུང་ཚན་དབྱེ་བ་འདི་གདམ་ཁ་བརྐྱབ་

source: 24-Hour Format
dz: ཆུ་ཚོད་-༢༤་རྩ་སྒྲིག་

source: Background Color
dz: རྒྱབ་གཞི་ཚོས་གཞི་

source: Contents Background Color
dz: ནང་དོན་ཚུའི་རྒྱབ་གཞི་ཚོས་གཞི་

source: Dither
dz: སྤར་

source: File
dz: ཡིག་སྣོད་

source: Font Information
dz: ཡིག་གཟུགས་བརྡ་དོན་

source: GNOME UI Obsolete
dz: GNOME UI ཕན་མེདཔ་

source: GNOME User Interface
dz: GNOME UI ལག་ལེན་པའི་ངོས་འདྲ་བ་

source: Generic
dz: རིགས་རྒྱུད་

source: Gnome About
dz: ཇི་ནོམ་སྐོར་ལས་

source: Gnome App
dz: ཇི་ནོམ་ཨེ་པི་པི་

source: Gnome App Bar
dz: ཇི་ནོམ་ཨེ་པི་པི་ཕྲ་རིང་

source: Gnome Color Picker
dz: ཇི་ནོམ་ཚོས་གཞི་འཐུ་ནི་
