Repository: tenzin/dzongkha-linux-translation-files
Catalog: gnome-2.18/development-tools/glade3.gnome-2-18.*.po
Languages: dz

source: Gnome Date Edit
dz: ཇི་ནོམ་ཚེས་གྲངས་ཞུན་དག་འབད་

source: Gnome Dialog
dz: ཇི་ནོམ་ཌའི་ལོག་

source: Gnome Druid
dz: ཇི་ནོམ་ཌུའིཌི་

source: Gnome Druid Page Edge
dz: ཇི་ནོམ་ཌུའིཌི་ཤོག་ལེབ་མཐའ་མཇུག་

source: Gnome Druid Page Standard
dz: ཇི་ནོམ་ཌུའིཌི་ཤོག་ལེབ་ཚད་ལྡན་

source: Gnome File Entry
dz: ཇི་ནོམ་ཡིག་སྣོད་ཐོ་བཀོད་

source: Gnome Font Picker
dz: ཇི་ནོམ་ཡིག་གཟུགས་འཐུ་མི་

source: Gnome HRef
dz: ཇི་ནོམ་ཨེཆ་ཨར་ཨི་ཨེཕ་

source: Gnome Icon Entry
dz: ཇི་ནོམ་ངོས་དཔར་ཐོ་བཀོད་

source: Gnome Icon Selection
dz: ཇི་ནོམ་ངོས་དཔར་སེལ་འཐུ་

source: Gnome Message Box
dz: ཇི་ནོམ་འཕྲིན་དོན་སྒྲོམ་

source: Gnome Pixmap
dz: ཇི་ནོམ་པར་ཁྲ་

source: Gnome Pixmap Entry
dz: ཇི་ནོམ་པར་ཁྲ་ཐོ་བཀོད་

source: Gnome Property Box
dz: ཇི་ནོམ་རྒྱུ་དངོས་སྒྲོམ་

source: Information
dz: བརྡ་དོན་

source: Logo
dz: ལས་རྟགས་

source: Logo Background Color
dz: ལས་རྟགས་རྒྱབ་གཞི་ཚོས་གཞི་

source: Max Saved
dz: སྲུང་བཞག་མང་མཐའ་

source: Message
dz: འཕྲིན་དོན་

source: Monday First
dz: མིག་དམར་དང་པ་

source: Padding
dz: བར་ཤབས་

source: Pixmap
dz: པར་ཁྲ་

source: Program Name
dz: ལས་རིམ་མིང་

source: Program Version
dz: ལས་རིམ་ཐོན་རིམ་

source: Scaled Height
dz: ཆ་ཚད་འབད་ཡོད་པའི་མཐོ་ཚད་

source: Scaled Width
dz: ཆ་ཚད་འབད་ཡོད་པའི་རྒྱ་ཚད་

source: Show Time
dz: ཆུ་ཚོད་སྟོན་

source: StatusBar
dz: གནས་ཚད་ཕྲ་རིང་

source: Store Config
dz: རིམ་སྒྲིག་མཛོད་ཁང་

source: Text Foreground Color
dz: ཚིག་ཡིག་གདོང་གཞི་ཚོས་གཞི་

source: The height to scale the pixmap to
dz: པར་ཁྲའི་ཆ་ཚད་ལུ་མཐོ་ཚད་

source: The maximum number of history entries saved
dz: ལོ་རྒྱུ་འཛུལ་ཞུགས་སྲུང་བཞག་འབད་ཡོད་པའི་ཨང་གྲངས་མང་མཐའ་

source: The pixmap file
dz: པར་ཁྲའི་ཡིག་སྣོད་

source: The width to scale the pixmap to
dz: པར་ཁྲའི་ཆ་ཚད་ལུ་རྒྱ་ཚད་

source: Title Foreground Color
dz: མགོ་མིང་གདོང་གཞི་ཚོས་གཞི་

source: Top Watermark
dz: མགོའི་ཆུ་རྟགས་

source: Unknown
dz: མ་ཤེསཔ་

source: Use Alpha
dz: ཨར་ཕ་ལག་ལེན་འཐབ་

source: Used to pass around information about the position of a GnomeDruidPage within the overall GnomeDruid. This enables the correct "surrounding" content for the page to be drawn
dz: ཇི་ནོམ་ཌུའིཌི་ཆ་ཚང་གི་ནང་འཁྱོད་ཇི་ནོམ་ཌུའིཌི་ཤོག་ལེབ་ཅིག་གི་ གནས་སཟི་སྐོར་ལས་བརྡ་དོན་གྱི་མཐའ་འཁོར་ལུ་སྤྲོད་ནི་ལུ་ལག་ལེན་འཐབ་ཨིན། འདི་གིས་ཤོག་ལེབ་འབྲི་ནིའི་དོན་ལུ་ "surrounding" ནང་དོན་ནོར་བ་མེད་པ་འདི་ལྕོགས་ཅན་བཟོ་

source: User
dz: ལག་ལེན་པ་

source: User Widget
dz: ཝི་གེཊི་ལག་ལེན་པ་

source: Watermark
dz: ཆུ་རྟགས་

source: Exclusive
dz: གྲངས་སུ་མ་བརྩིས་བར་

source: Floating
dz: ལྡིང་མི་

source: Locked
dz: བསྡམ་བཞག་ཡོདཔ་

source: Never Floating
dz: ནམ་ཡང་མ་ལྡིང་མི་

source: Never Horizontal
dz: ནམ་ཡང་ཐད་སྙོམས་མེདཔ་

source: Never Vertical
dz: ནམ་ཡང་ཀེར་ཕྲང་མེདཔ་

source: Browse
dz: བརྡ་འཚོལ་འབད་

source: Column Spacing
dz: ཀེར་ཐིག་བར་སྟོང་བཞག་ཐང་

source: GNOME Canvas
dz: GNOMEའབྲི་གཞི་

source: Gnome Canvas
dz: ཇི་ནོམ་འབྲི་གཞི་

source: Gnome Icon List
dz: ཇི་ནོམ་ངོས་དཔར་ཐོ་ཡིག་

source: Icon Width
dz: ངོས་དཔར་རྒྱ་ཚད་

source: If the icon text can be edited by the user
dz: ངོས་དཔར་ཚིག་ཡིག་འདི་ལག་ལེན་པ་གིས་སྦེ་ཞུན་དག་འབད་ཚུགས་པ་ཅིན་

source: If the icon text is static, in which case it will not be copied by the GnomeIconList
dz: ངོས་དཔར་ཚིག་ཡིག་འདི་རྟག་བརྟན་ཡོད་པ་ཅིན་ གནད་དོན་ག་གི་ནང་ལུ་ ཇི་ནོམ་ངོས་དཔར་ཐོ་ཡིག་གིས་འདྲ་བཤུས་བརྐྱབ་མ་ཚུགསཔ་སྨོ་

source: Max X
dz: ཨེགསི་མཐོ་ཤོས་

source: Max Y
dz: ཝའི་མཐོ་ཤོས་

source: Min X
dz: ཨེགསི་ཉུང་མཐའ་

source: Min Y
dz: ཝའི་ཉུང་མཐའ་

source: Multiple
dz: སྣ་མང་

source: Pixels per unit
dz: ཆ་ཕྲན་རེ་རེ་ལུ་པིག་སེལ་

source: Row Spacing
dz: གྲལ་ཐིག་བར་སྟོང་བཞག་ཐང་

source: Single
dz: རྐྱང་པ་

source: Text Editable
dz: ཚིག་ཡིག་ཞུན་དག་འབད་བཏུབ་

source: Text Spacing
dz: ཚིག་ཡིག་བར་སྟོང་བཞག་ཐང་

source: Text Static
dz: ཚིག་ཡིག་རྟག་བརྟན་

source: The maximum x coordinate
dz: མང་མཐའི་ཨེགསི་མཉམ་འབྲེལ་

source: The maximum y coordinate
dz: ཝའི་མཐོ་ཤོས་ཀྱི་མཉམ་འབྲེལ་

source: The minimum x coordinate
dz: ཨེགསི་མཐོ་ཤོས་ཀྱི་མཉམ་འབྲེལ་

source: The minimum y coordinate
dz: ཝའི་ཉུང་ཤོས་ཀྱི་མཉམ་འབྲེལ་

source: The number of pixels between columns of icons
dz: ངོས་དཔར་ཚུ་གི་ཀེར་ཐིག་ཚུ་གི་བར་ནའི་པིག་སེལ་གྱི་ཨང་གྲངས་

source: The number of pixels between rows of icons
dz: ངོས་དཔར་ཚུའི་གྲལ་ཐིག་ཚུ་གི་བར་ནའི་པིག་སེལ་ཚུ་གི་ཨང་གྲངས་

source: The number of pixels between the text and the icon
dz: ངོས་དཔར་ཚུ་དང་ཚིག་ཡིག་གི་བར་ནའི་པིག་སེལ་ཚུ་གི་ཨང་གྲངས་

source: The number of pixels corresponding to one unit
dz: ཆ་ཕྲན་གཅིག་ལུ་ཆ་མཉམ་པའི་པིག་སེལ་གྱི་ཨང་གྲངས་

source: The selection mode
dz: སེལ་འཐུའི་ཐབས་ལམ་

source: The width of each icon
dz: ངོས་དཔར་རེ་རེ་གི་རྒྱ་ཚད་
