Repository: tenzin/dzongkha-linux-translation-files
Catalog: gnome-2.18/development-tools/glade3.gnome-2-18.*.po
Languages: dz

source: Create or open user interface designs for GTK+ applications
dz: ཇི་ཊི་ཀེ་+གློག་རིམ་ཚུ་གི་དོན་ལུ་ ལག་ལེན་པའི་ངོས་འདྲ་བའི་བཀོད་སྒྲིག་ཚུ་གསར་བསྐྲུན་འབད་ནི་ཡང་ན་ཁ་ཕྱེ་

source: Glade Interface Designer
dz: གེལེཌི་ངོས་འདྲ་བའི་བཀོད་སྒྲིག་

source: User Interface Designer
dz: ལག་ལེན་པ་ངོས་འདྲ་བའི་བཀོད་སྒྲིག་

source: Glade
dz: གེལེཌི་

source: Output version information and exit
dz: ཨའུཊི་པུཊི་ཐོན་རིམ་བརྡ་དོན་དང་ཕྱིར་ཐོན་

source: Disable Devhelp integration
dz: ཌེཕ་ཧེལཔ་མཉམ་སྒྲིལ་ལྕོགས་མིན་བཟོ་

source: Create or edit user interface designs for GTK+ or GNOME applications.
dz: ཇི་ཊི་ཀེ་+ཡང་ན་GNOMEགློག་རིམ་ཚུ་གི་དོན་ལུ་ ལག་ལེན་པའི་ངོས་འདྲ་བའི་བཀོད་སྒྲིག་ཞུན་དག་འབད་ནི་ཡང་ན་གསར་བསྐྲུན་འབད།

source: Glade options
dz: གེལེཌི་གདམ་ཁ་ཚུ་

source: gmodule support not found. gmodule support is required for glade to work
dz: ཇི་ཚད་གཞི་རྒྱབ་སྐྱོར་ཐོབ་མ་ཚུགས། ཇི་ཚད་གཞི་རྒྱབ་སྐྱོར་འདི་ གེལེཌི་ལཱ་འབད་བཅུག་ནི་ལུ་དགོཔ་ཨིན།

source: Unable to open '%s', the file does not exist.
dz: '%s'ཁ་ཕྱེ་མ་ཚུགས་ ཡིག་སྣོད་འདི་མིན་འདུག།

source: [Read Only]
dz: [ལྷག་ཙམ་]

source: Could not display the URL '%s'
dz: ཡུ་ཨར་ཨེལ་ '%s'བཀྲམ་སྟོན་འབད་མ་ཚུགས་

source: No suitable web browser executable could be found.
dz: འོས་འབབ་ལྡན་པའི་ཝེབ་བརྡ་འཚོལ་པ་ལག་ལེན་འཐབ་བཏུབ་མ་ཐོབ།

source: %s [%s] - Properties
dz: %s [%s] - རྒྱུ་དངོས་

source: Properties
dz: རྒྱུ་དངོས་

source: Activate %s
dz: %sཤུགས་ལྡན་བཟོ་

source: Open…
dz: ཁ་ཕྱེ…

source: The file %s has been modified since reading it
dz: ཡིག་སྣོད་ %s ལྷག་པའི་བསྒང་ལས་རང་ལེགས་བཅོས་འབད་ཡོད་

source: If you save it, all the external changes could be lost. Save it anyway?
dz: ཁྱོད་ཀྱིས་སྲུང་པ་ཅིན་ ཕྱིའི་བསྒྱུར་བཅོས་ཆ་མཉམ་བརླག་སྟོར་ཞུགས་ནི་ཨིན། ག་ལས་སྐོར་རུང་སྲུང་བཞག་ག?

source: _Save Anyway
dz: ག་ལས་སྐོར་རུང་སྲུང་བཞག། (_S)

source: _Don't Save
dz: མ་སྲུང་། (_D)

source: Failed to save %s: %s
dz: %sསྲུང་ནི་ལུ་འཐུས་ཤོར་བྱུང་ཡོད: %s

source: Project '%s' saved
dz: ལས་འགུལ་'%s' སྲུང་ཡོདཔ་

source: No open projects to save
dz: སྲུང་ནི་ལུ་ཁ་ཕྱེ་བཟི་ལས་འགུལ་ཚུ་མེད་

source: Save As…
dz: དེ་སྦེ་སྲུང་...

source: Could not save the file %s. You do not have the permissions necessary to save the file.
dz: ཡིག་སྣོད་%sསྲུང་མ་ཚུགས། ཡིག་སྣོད་སྲུང་ནི་ལུ་ཁྱོད་ལུ་ གནང་བ་མེདཔ་ཨིན།

source: Could not save file %s. Another project with that path is open.
dz: ཡིག་སྣོད་ %sསྲུང་མ་ཚུགས། འགྲུལ་ལམ་འདི་དང་ཅིག་ཁར་ལས་འགུལ་གཞན་མི་ཅིག་ཁ་ཕྱེ་ནུག།

source: <span weight="bold" size="larger">Save changes to project "%s" before closing?</span> Your changes will be lost if you don't save them.
dz: <span weight="bold" size="larger">བསྒྱུར་བཅོས་ཚུ་ལས་འགུལ་ལུ་སྲུང་ནི་འདི་ "%s" ཁ་མ་བསྡམ་པའི་ཧེ་མར་ཨིན?</span> ཁྱོད་ཀྱིས་དེ་ཚུ་མ་སྲུང་པ་ཅིན་ཁྱོད་རའི་བསྒྱུར་བཅོས་ཚུ་བརླག་སྟོར་ཞུགས་ནི་ཨིན།

source: _Close without Saving
dz: མ་སྲུང་པར་ཁ་བསྡམ། (_C)

source: Failed to save %s to %s: %s
dz: %s འདི་ %sལུ་སྲུང་མ་ཚུགས: %s

source: Save…
dz: སྲུང་…

source: Could not display the online user manual
dz: གློག་ཐོག་ལག་ལེན་པའི་ལག་དེབ་འིད་བཀྲམ་སྟོན་འབད་མ་ཚུགས།

source: No suitable web browser executable could be found to be executed and to display the URL: %s
dz: འོས་འབབ་ལྡན་པའི་ཝེབ་བརྡ་འཚོལ་པ་ལག་ལེན་འཐབ་བཏུབ་མི་འདི་ ལག་ལེན་འཐབ་ནི་ལུ་དང་ཡུ་ཨར་ཨེལ་བཀྲམ་སྟོན་འབད་ནི་ལུ་ཐོབ་མ་ཚུགས: %s

source: Could not display the online developer reference manual
dz: གློག་ཐོག་བཟོ་མི་གཞི་བསྟུན་ལག་དེབ་འདི་ བཀྲམ་སྟོན་འབད་མ་ཚུགས།

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.
dz: ལས་རིམ་འདི་ཕིརི་མཉེན་ཆས་ཨིན; ཁྱོད་ཀྱིས་ལོག་བཀྲམ་སྤེལ་འབད་ནི་དང་/ལེགས་བཅོས་འབད་ དེ་ཡང་ ཇི་ཨེན་ཡུ་ཡོངས་ཁྱབ་མི་མང་ཆོག་ཐམ་གྱི་ཐ་སྙད་འོག་ལུ་ ཕིརི་མཉེན་ཆས་གཞི་ཚོགས་ཀྱིས་དཔེ་བསྐྲུན་འབད་འབདཝ་བཟུམ་སྦེ་; ཆོག་ཐམ་གྱི་ཐོན་རིམ་གཉིས་པ་ཡང་ན་ (at your option)གུ་ཤུལ་མའི་ཐོན་རིམ་གང་རུང་། ལས་རིམ་འདི་གལ་ཅན་ཡོདཔ་སྦེ་རེ་བའི་ཐོག་ལས་བཀྲམ་སྤེལ་འབད་དེ་ཡོདཔ་ཨིན, དེ་འབདཝ་ད་ WITHOUT ANY WARRANTY; དེ་ཡང་ MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSEགི་ཉེན་ལེན་མེད་པར་ཨིན། རྒྱས་བཤད་ཧེང་བཀལ་གྱི་དོན་ལུ་ ཇི་ཨེན་ཡུ་ཡོངས་ཁྱབ་མི་མང་ཆོག་ཐམ་ལུ་ལྟ་ད། ཁྱོད་ལུ་ཇི་ཨེན་ཡུ་ཡོངས་ཁྱབ་མི་མང་ཆོག་ཐམ་གྱི་འདྲ་བཤུས་གཅིག་ཐོབ་ཐོབ་དགོཔ་ཨིན་ དེ་ཡང་ལས་རིམ་འདི་དང་ཅིག་ཁར་; དེ་མེན་པ་ཅིན་ ཕིརི་མཉེན་ཆས་གཞི་ཚོགས་ ནང་Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, ཡུ་ཨེསི་ཨེ་ལུ་འབྲི།

source: translator-credits
dz: སྐད་བསྒྱུར་པའི་-ངོ་བསྟོད་ཚུ་

source: A user interface designer for GTK+ and GNOME.
dz: ཇི་ཊི་ཀེ་+དང་ཇི་ནོམ་གྱི་དོན་ལུ་ ལག་ལེན་པ་ངོས་འདྲ་བའི་བཀོད་སྒྲིག་ཅིག།

source: _File
dz: ཡིག་སྣོད། (_F)

source: _Edit
dz: ཞུན་དག། (_E)

source: _View
dz: མཐོང་སྣང་། (_V)

source: _Projects
dz: ལས་འགུལ་ཚུ། (_P)

source: _Help
dz: གྲོགས་རམ། (_H)

source: Create a new project
dz: ལས་འགུལ་གསརཔ་གཅིག་གསར་བསྐྲུན་འབད་

source: _Open…
dz: ཁ་ཕྱེ... (_O)

source: Open a project
dz: ལས་འགུལ་གཅིག་ཁ་ཕྱེ་

source: Open _Recent
dz: འཕྲལ་གྱི་ཁ་ཕྱེ། (_R)

source: Quit the program
dz: ལས་རིམ་འདི་སྤང་

source: Palette _Appearance
dz: འབྱུང་སྣང་པེ་ལེཊི། (_A)

source: About this application
dz: གློག་རིམ་འདི་གི་སྐོར་ལས་

source: Display the user manual
dz: ལག་ལེན་པའི་ལག་དེབ་འདི་བཀྲམ་སྟོན་འབད་

source: _Developer Reference
dz: བཟོ་མིའི་གཞི་བསྟུན། (_D)

source: Display the developer reference manual
dz: བཟོ་མིའི་གཞི་བསྟུན་ལག་དེབ་འདི་བཀྲམ་སྟོན་འབད་

source: Save the current project
dz: ད་ལྟོའི་ལས་རིམ་འདི་སྲུང་

source: Save _As…
dz: དེ་སྦེ་སྲུང་... (_A)

source: Save the current project with a different name
dz: མིང་སོ་སོ་དང་ཅིག་ཁར་ ད་ལྟོའི་ལས་འགུལ་འདི་སྲུང་

source: Close the current project
dz: ད་ལྟོའི་ལས་འགུལ་འདི་ཁ་བསྡམ

source: Undo the last action
dz: མཇུག་གི་བྱ་བ་འདི་འབད་བཤོལ་

source: Redo the last action
dz: མཇུག་གི་བྱ་བ་འདི་ལོག་འབད་

source: Cut the selection
dz: སེལ་འཐུ་འདི་བཏོག་

source: Copy the selection
dz: སེལ་འཐུ་འདི་འདྲ་བཤུས་བརྐྱབ་

source: Paste the clipboard
dz: འཛིན་པང་འདི་སྦྱར་

source: Delete the selection
dz: སེལ་འཐུ་འདི་བཏོན་གཏང་

source: _Clipboard
dz: འཛིན་པང་། (_C)

source: Show the clipboard
dz: འཛིན་པང་འདི་སྟོན་

source: _Previous Project
dz: ཧེ་མའི་ལས་འགུལ། (_P)

source: Activate previous project
dz: ཧེ་མའི་ལས་འགུལ་འདི་ཤུགས་ལྡན་བཟོ་

source: _Next Project
dz: ཤུལ་མའི་ལས་འགུལ་(_N)

source: Activate next project
dz: ཤུལ་མའི་ལས་འགུལ་འདི་ཤུགས་ལྡན་བཟོ་

source: _Use Small Icons
dz: ངོས་དཔར་ཆུང་ཀུ་ཚུ་ལག་ལེན་འཐབ། (_U)

source: Show items using small icons
dz: ངོས་དཔར་ཆུང་ཀུ་ཚུ་ལག་ལེན་འཐབ་ཐོག་ལས་ རྣམ་གྲངས་ཚུ་སྟོན་

source: Context _Help
dz: སྐབས་དོན་གྲོགས་རམ། (_H)

source: Show or hide contextual help buttons in the editor
dz: ཞུན་དགཔ་གི་ནང་ལུ་སྐབས་དོན་གྱི་གྲོགས་རམ་ཨེབ་རྟ་ཚུ་སྦ་ནི་ཡང་ན་སྟོན་

source: Text beside icons
dz: ངོས་དཔར་མ་ཚད་ཚིག་ཡིག་

source: Display items as text beside icons
dz: ངོས་དཔར་མ་ཚད་ཚིག་ཡིག་སྦེ་རྣམ་གྲངས་ཚུ་བཀྲམ་སྟོན་འབད

source: _Icons only
dz: ངོས་དཔར་ཚུ་རྐྱངམ་ཅིག། (_I)

source: Display items as icons only
dz: རྣམ་གྲངས་ཚུ་ངོས་དཔར་ཚུ་རྐྱངམ་ཅིག་སྦེ་བཀྲམ་སྟོན་འབད་

source: _Text only
dz: ཚིག་ཡིག་རྒྱངམ་ཅིག། (_T)་

source: Display items as text only
dz: རྣམ་གྲངས་ཚུ་ཚིག་ཡིག་རྐྱངམ་ཅིག་སྦེ་བཀྲམ་སྟོན་འབད་

source: Select Widgets
dz: ཝི་གེཊི་ཚུ་སེལ་འཐུ་འབད་

source: Select widgets in the workspace
dz: ལཱ་གི་ས་སྒོ་ནང་ཝི་གེཊིསི་སེལ་འཐུ་འབད་

source: Palette
dz: པེ་ལེཊི་

source: Inspector
dz: ཞིབ་དཔྱད་པ་

source: Could not create a new project.
dz: ལས་འགུལ་གསརཔ་གཅིག་གསར་བསྐྲུན་འབད་མ་ཚུགས།

source: %s is already open
dz: %s འདི་ཧེ་མ་ལས་རང་ཁ་ཕྱེ་ནུག་

source: _Undo
dz: འབད་བཤོལ། (_U)

source: Undo: %s
dz: འབད་བཤོལ: %s

source: the last action
dz: མཇུག་གི་བྱ་བ་

source: _Redo
dz: ལོག་འབད། (_R)

source: Redo: %s
dz: ལོག་འབད: %s

source: Clipboard
dz: འཛིན་པང་

source: Active Project
dz: ལས་འགུལ་ཤུགས་ལྡན་

source: The active project
dz: ལས་འགུལ་ཤུགས་ལྡན་

source: Trying to save private data to %s directory but it is a regular file. No private data will be saved in this session
dz: སྒེར་སྡེའི་གནས་སྡུད་འདི་%sསྣོད་ཐོ་ལུ་སྲུང་ནི་ལུ་འབད་རྩོལ་བསྐྱེད་དོ་ དེ་འབདཝ་ད་ འདི་དུས་རྒྱུན་ཡིག་སྣོད་ཨིན་པས། ལཱ་ཡུན་འདི་ནང་སྒེར་སྡེའི་གནས་སྡུད་མི་སྲུང་

source: Failed to create directory %s to save private data. No private data will be saved in this session
dz: སྒེར་སྡེའི་གནས་སྡུད་སྲུང་ནི་ལུ་སྣོད་ཐོ་ %sགསར་བསྐྲུན་འབད་མ་ཚུགས། ལཱ་ཡུན་འདི་ནང་སྒེར་སྡེའི་གནས་སྡུད་འདི་སྲུང་སྟེ་བཞག་འོང་

source: Error writing private data to %s (%s). No private data will be saved in this session
dz: སྒེར་སྡེའི་གནས་སྡུད་འདི་ %s (%s) ལུ་འབྲིཝ་ད་འཛོལ་བ། ལཱ་ཡུན་འདི་ནང་སྒེར་སྡེའི་གནས་སྡུད་མི་སྲུང་

source: Error serializing configuration data to save (%s). No private data will be saved in this session
dz: རིམ་སྒརིག་གནས་སྡུད་འདི་ (%s)སྲུང་ནི་ལུ་ཨང་རིམ་འབདཝ་ད་འཛོལ་བ། ལཱ་ཡུན་འདི་ནང་སྒེར་སྡེའི་གནས་སྡུད་མི་སྲུང་

source: Error opening %s to write private data (%s). No private data will be saved in this session
dz: སྒེར་སྡེའི་གནས་སྡུད་(%s)འབྲི་ནི་ལུ་ %s ཁ་ཕྱེཝ་ད་འཛོལ་བ། ལཱ་ཡུན་འདི་ནང་སྒེར་སྡེའི་གནས་སྡུད་མི་སྲུང་

source: You cannot copy a widget internal to a composite widget.
dz: སྣ་སྡུད་ཅན་ཝི་གེཊི་གཅིག་ལུ་ ཁྱོད་ཀྱིས་ཝི་གེཊི་གཅིག་འདྲ་བཤུས་བརྐྱབ་མི་བཏུབ།

source: No widget selected.
dz: ཝི་གེཊི་སེལ་འཐུ་མ་འབད་བས།

source: You cannot cut a widget internal to a composite widget.
dz: སྣ་སྡུད་ཅན་ཝི་གེཊི་ལུ་ཁྱོད་ཀྱིས་ ཝི་གེཊི་ནང་འཁྱོད་འདི་བཏོག་མི་ཚུགས།

source: Unable to paste to the selected parent
dz: སེལ་འཐུ་འབད་དེ་ཡོད་པའི་རྩ་ལག་ལུ་སྦྱར་མ་ཚུགས་

source: Unable to paste to multiple widgets
dz: སྣ་མང་ཝི་གེཊི་ལུ་སྦྱར་མ་ཚུགས་

source: No widget selected on the clipboard
dz: འཛིན་པང་གུ་ཝི་གེཊི་སེལ་འཐུ་མ་འབད་བས་

source: Unable to paste widget %s without a parent
dz: རྩ་ལག་མེད་པར་ཝི་གེཊི་ %sསྦྱར་མ་ཚུགས་

source: Only one widget can be pasted at a time to this container
dz: སྣོད་འདི་ལུ་ཚར་གཅིག་གུ་ཝི་གེཊི་གཅིག་རྐྱངམ་ཅིག་སྦྱར་བཏུབ་

source: Insufficient amount of placeholders in target container
dz: དམིགས་གཏད་སྣོད་ནང་ ས་གནས་འཛིན་མི་གི་བྱང་ཁ་མ་ལངམ་འདུག་

source: You cannot delete a widget internal to a composite widget.
dz: ཝི་གེཊི་ནང་འཁྱོད་འདི་སྣ་སྡུད་ཅན་ཝི་གེཊི་ཅིག་ལུ་ཁྱོད་ཀྱིས་བཏོན་གཏང་མི་ཚུགས།

source: Stock
dz: ཅ་མཛོད་

source: A builtin stock item
dz: ནང་སྦྲགས་ཅ་མཛོད་རྣམ་གྲངས་གཅིག་

source: Stock Image
dz: ཅ་མཛོད་གཟུགས་བརྙན་

source: A builtin stock image
dz: ནང་སྦྲགས་ཅ་མཛོད་གཟུགས་བརྙན་གཅིག་

source: Objects
dz: དངོས་པོ་ཚུ་

source: A list of objects
dz: དངོས་པོ་ཚུ་གི་ཐོ་ཡིག་གཅིག་

source: Pixbuf
dz: པར་ཁོངས་

source: A pixbuf value
dz: པར་ཁོངས་གནས་གོང་གཅིག་

source: GdkColor
dz: ཇི་ཌི་ཀེ་ཚོས་གཞི་

source: A gdk color value
dz: ཇི་ཌི་ཀེ་ཚོས་གཞིའི་གནས་གོང་

source: Accelerators
dz: མགྱོགས་འཕྲུལ་ཚུ་

source: A list of accelerator keys
dz: མགྱོགས་འཕྲུལ་ལྡེ་མིག་ཚུ་གི་ཐོ་ཡིག་གཅིག་

source: Integer
dz: ཧྲིལ་གྲངས་

source: An integer value
dz: ཧྲིལ་གྲངས་གནས་གོང་

source: Unsigned Integer
dz: མིང་རྟགས་མ་བཀོད་མིའི་ཧྲིལ་གྲངས་

source: An unsigned integer value
dz: མིང་རྟགས་མ་བཀོད་མིའི་ཧྲིལ་གྲངས་གནས་གོང་

source: String
dz: ཡིག་རྒྱུན་

source: An entry
dz: ཐོ་བཀོད་

source: Strv
dz: ཨེསི་ཊི་ཨར་ཝི་

source: String array
dz: ཡིག་རྒྱུན་ཨེ་རེ་

source: Float
dz: ལྡིང་ནི་

source: A floating point entry
dz: ལྡིང་ཚད་ཐོ་བཀོད་

source: Boolean
dz: བུ་ལིན་

source: A boolean value
dz: བུ་ལིན་གནས་གོང་

source: Setting object type on %s to %s
dz: %s འདི་ %sགུ་སྒྲིག་སྟངས་ཀྱི་དངོས་པོའི་དབྱེ་བ་

source: Add a %s to %s
dz: %s འདི་ %sལུ་ཁ་སྐོང་བརྐྱབ་

source: Delete %s child from %s
dz: %s ཆ་ལག་འདི་ %sལས་བཏོན་གཏང་

source: Reorder %s's children
dz: %s's ཆ་ལག་ཚུ་གོ་རིམ་བསྐྱར་སྒྲིག་འབད་

source: Label
dz: ཁ་ཡིག་

source: Type
dz: དབྱེ་བ་

source: Name :
dz: མིང་:

source: Type :
dz: དབྱེ་བ:

source: Widget
dz: ཝི་གེཊི་

source: Setting multiple properties
dz: སྒྲིག་སྟངས་སྣ་མང་རྒྱུ་དངོས་

source: Setting %s of %s
dz: %s གི་ %sའདི་སྒྲིག་སྟངས་འབད་དོ་

source: Setting %s of %s to %s
dz: %sགི་ %sའདི་ %sལུ་སྒྲིག་སྟངས་འབད་དོ་

source: Renaming %s to %s
dz: %s འདི་ %sལུ་ལྷག་ལུས་

source: Add %s
dz: %sཁ་སྐོང་བརྐྱབ་

source: multiple
dz: སྣ་མང་

source: You cannot remove a widget internal to a composite widget.
dz: སྣ་སྡུད་ཅན་ཝི་གེཊི་གཅིག་ལུ་ ཁྱོད་ཀྱིས་ཝི་གེཊི་ནང་འཁྱོད་གཅིག་རྩ་བསྐྲད་གཏང་མི་ཚུགས།

source: Remove %s
dz: %sརྩ་བསྐྲད་གཏང་

source: Remove multiple
dz: སྣ་མང་རྩ་བསྐྲད་གཏང་

source: Clipboard add %s
dz: འཛིན་པང་ཁ་སྐོང་%s

source: Clipboard remove %s
dz: འཛིན་པང་རྩ་བསྐྲད་ %s

source: Create %s
dz: གསར་བསྐྲུན་འབད་%s

source: Delete %s
dz: བཏོན་གཏང་%s

source: Cut %s
dz: བཏོག་གཏང་%s

source: Copy %s
dz: འདྲ་བཤུས་%s

source: Paste %s
dz: སྦྱར་%s

source: Drag-n-Drop from %s to %s
dz: %s ལས་ %sལུ་འདྲུད་ནི་དང་བཞག་ནི་

source: Add signal handler %s
dz: བརྡ་རྟགས་ལེགས་སྐྱོང་པ་%s འདི་ཁ་སྐོང་བརྐྱབ་

source: Remove signal handler %s
dz: བརྡ་རྟགས་ལེགས་སྐྱོང་པ་ %sའདི་རྩ་བསྐྲད་གཏང་

source: Change signal handler %s
dz: བརྡ་རྟགས་ལེགས་སྐྱོང་པ་ %sའདི་བསྒྱུར་བཅོས་འབད་

source: Setting i18n metadata
dz: i18nམེ་ཊ་གནད་སྡུད་སྒྲིག་སྟངས་

source: Unable to load image (%s)
dz: གཟུགས་བརྙན་(%s)འདི་མངོན་གསལ་འབད་མ་ཚུགས་

source: View GTK+ documentation for this property
dz: རྒྱུ་དངོས་འདི་གི་དོན་ལུ་ ཇི་ཊི་ཀེ་+ཡིག་ཐོག་བཀོད་པ་འདི་སྟོན་

source: Property Class
dz: རྒྱུ་དངོས་དབྱེ་རིགས་

source: The GladePropertyClass this GladeEditorProperty was created for
dz: གེལེཌི་ཞུན་དགཔ་རྒྱུ་དངོས་འདི་གསར་བསྐྲུན་འབད་ཡོད་མིའི་དོན་ལུ་ གེལེཌི་རྒྱུ་དངོས་དབྱེ་རིགས་

source: Use Command
dz: བརྡ་བཀོད་ལག་ལེན་འཐབ་

source: Whether we should use the command API for the undo/redo stack
dz: འབད་བཤོལ་/ལོག་འབད་རྩེགས་ཕུང་གི་དོན་ལུ་ ང་བཅས་ཚུ་གིས་བརྡ་བཀོད་ཨེ་པི་ཨའིི་ལག་ལེན་འཐབ་ནི་ཨིན་ན་མེན་ན་

source: Show Info
dz: བརྡ་དོན་སྟོན་

source: Whether we should show an informational button
dz: བརྡ་དོན་སྟོན་པའི་ཨེབ་རྟ་ང་བཅས་ཚུ་གིས་སྟོན་ནི་ཨིན་རུང་མེན་རུང་

source: Select Fields
dz: ས་སྒོ་ཚུ་སེལ་འཐུ་འབད་

source: _Select individual fields:
dz: ངོ་རྐྱང་ས་སྒོ་ཚུ་སེལ་འཐུ་འབད: (_S)

source: Edit Text
dz: ཚིག་ཡིག་ཞུན་དག་འབད་

source: _Text:
dz: ཚིག་ཡིག: (_T)

source: T_ranslatable
dz: སྐྱེད་བསྒྱུར་འབད་བཏུབ། (_r)

source: _Has context prefix
dz: དེ་ལུ་སྐབས་དོན་སྔོན་ཚིག་ཡོད། (_H)

source: Co_mments for translators:
dz: སྐེད་བསྒྱུར་པ་ཚུ་གི་དོན་ལུ་བསམ་བཀོད་ཚུ: (_m)

source: Yes
dz: ཨིན་

source: No
dz: མེན་

source: Name
dz: མིང་

source: Class
dz: དབྱེ་རིགས་

source: Choose %s implementors
dz: %sབསྟར་སྤྱོད་པ་ཚུ་གདམ་ཁ་བརྐྱབ་

source: Choose a %s in this project
dz: ལས་འགུལ་འདི་ནང་%s གཅིག་གདམ་ཁ་བརྐྱབ་

source: O_bjects:
dz: དངོས་པོ་ཚུ: (_b)

source: Objects:
dz: དངོས་པོ་ཚུ:

source: Value:
dz: གནས་གོང་:

source: The current value
dz: ད་ལྟོའི་གནས་གོང་

source: Lower:
dz: འོག་གི:

source: The minimum value
dz: གནས་གོང་ཉུང་མཐའ་

source: Upper:
dz: ཡར་གྱི:

source: The maximum value
dz: གནས་གོང་མང་མཐའ་

source: Step inc:
dz: རིམ་པ་ཨའི་ཨེན་སི:

source: The increment to use to make minor changes to the value
dz: གནས་གོང་ལུ་བསྒྱུར་བཅོས་ཆུང་ཀུའི་བསྒྱུར་བཅོས་བཟོ་ནི་ལུ་ ལག་ལེན་འཐབ་ནི་ཨིན་པའི་ཡར་སེང་

source: Page inc:
dz: ཤོག་ལེབ་ཨའི་ཨེན་སི:

source: The increment to use to make major changes to the value
dz: གནས་གོང་ལུ་བསྒྱུར་བ་སྦོམ་བཟོ་ནི་ལུ་ ལག་ལེན་འཐབ་ནི་ཨིན་པའི་ཡར་སེང་

source: Page size:
dz: ཤོག་ལེབ་ཚད:

source: The page size (in a GtkScrollbar this is the size of the area which is currently visible)
dz: ཤོག་ལེབ་ཚད་ (ཇི་ཊི་ཀེ་བཤུད་ཕྲ་ནང་ལུ་འདི་ ད་ལྟོ་མཐོང་ཚུགས་པའི་མངའ་ཁོངས་ཀྱི་ཚད་ཨིན་)

source: Alphanumerical
dz: ཀ་ཁ་ཨང་ཡིག་

source: Extra
dz: ཐེབས་

source: Keypad
dz: ལྡེ་གདན་

source: Functions
dz: ལས་འགན་ཚུ་

source: Other
dz: གཞན་

source: <choose a key>
dz: <ལྡེ་མིག་གཅིག་གདམ་ཁ་བརྐྱབ་>

source: None
dz: ཅི་མེད་

source: Signal
dz: བརྡ་རྟགས་

source: Key
dz: ལྡེ་མིག་

source: Shift
dz: སོར་ལྡེ་

source: Control
dz: ཚད་འཛིན་

source: Alt
dz: གདམ་ལྡེ་

source: Choose accelerator keys...
dz: མགྱོགས་འཕྲུལ་ལྡེ་མིག་ཚུ་གདམ་ཁ་བརྐྱབ...

source: Show info
dz: བརྡ་དོན་སྟོན་

source: Whether to show an informational button for the loaded widget
dz: མངོན་གསལ་འབད་ཡོད་པའི་ཝི་གེཊི་གི་དོན་ལུ་ བརྡ་དོན་ཨེབ་རྟ་ཅིག་སྟོན་ནི་ཨིན་རུང་མེན་རུང་

source: Show context info
dz: སྐབས་དོན་བརྡ་དོན་འདི་སྟོན་

source: Whether to show an informational button for each property and signal in the editor
dz: ཞུན་དག་ནང་ལུ་རྒྱུ་དངོས་དང་བརྡ་རྟགས་ཀྱི་དོན་ལུ་ བརྡ་དོན་ཨེབ་རྟ་ཅིག་སྟོན་རུང་མ་སྟོན་རུང་

source: Accessibility
dz: འཛུལ་སྤྱོད་

source: _Signals
dz: བརྡ་རྟགས་ཚུ། (_S)

source: View documentation for the selected widget
dz: སེལ་འཐུ་འབད་དགོ་པའི་ཝི་གེཊི་གི་དོན་ལུ་ ཡིག་ཐོག་བཀོད་པ་འདི་སྟོན་

source: Reset widget properties to their defaults
dz: ཝི་གེཊི་རྒྱུ་དངོས་ཚུ་དེ་ཚུའི་སྔོན་སྒྲིག་ཚུ་ནང་སླར་སྒྲིག་འབད་

source: _General
dz: ཡོངས་ཁྱབ། (_G)

source: _Packing
dz: དོས་བརྐྱབ་ནི། (_P)

source: _Common
dz: མཐུན་མོང་། (_C)

source: _Edit...
dz: ཞུན་དག་འབད... (_E)

source: Name:
dz: མིང་:

source: Class:
dz: དབྱེ་རིགས:

source: Create a %s
dz: %sཅིག་གསར་བསྐྲུན་འབད་

source: Reset
dz: སླར་སྒྲིག་

source: Property
dz: རྒྱུ་དངོས་

source: General
dz: ཡོངས་ཁྱབ་

source: Common
dz: མཐུན་མོང་

source: (default)
dz: (སྔོན་སྒྲིག་)

source: Select the properties that you want to reset to their default values
dz: ཁྱོད་ཀྱིས་དེ་ཚུ་ཁོང་རའི་སྔོན་སྒྲིག་གནས་གོང་ཚུ་ལུ་ སླར་སྒྲིག་འབད་དགོ་ནིའི་རྒྱུ་དངོས་འདི་སེལ་འཐུ་འབད་

source: Reset Widget Properties
dz: ཝི་གེཊི་རྒྱུ་དངོས་སླར་སྒྲིག་འབད་

source: _Properties:
dz: རྒྱུ་དངོས: (_P)

source: _Select All
dz: ཆ་མཉམ་སེལ་འཐུ་འབད། (_S)

source: _Unselect All
dz: ཆ་མཉམ་སེལ་འཐུ་མ་འབད། (_U)

source: Property _Description:
dz: རྒྱུ་དངོས་འགྲེལ་བཤད: (_D)

source: Placing %s inside %s
dz: %s འདི་ %sགི་ནང་ལུ་བཞག་དོ་

source: X position property
dz: ཨེགསི་གནས་སའི་རྒྱུ་དངོས་

source: The property used to set the X position of a child object
dz: ཆ་ལག་དངོས་པོའི་ཨེགསི་གནས་ས་གཞི་སྒྲིག་འབད་ནི་ལུ་ ལག་ལེན་འཐབ་ཡོད་པའི་རྒྱུ་དངོས་

source: Y position property
dz: ཝའི་གནས་སའི་རྒྱུ་དངོས་

source: The property used to set the Y position of a child object
dz: ཆ་ལག་དངོས་པོ་ཅིག་གི་ཝའི་གནས་ས་འདི་གཞི་སྒྲིག་འབད་ནི་ལུ་ལག་ལེན་འཐབ་ཡོད་པའི་རྒྱུ་དངོས་

source: Width property
dz: རྒྱ་ཚད་རྒྱུ་དངོས་

source: The property used to set the width of a child object
dz: ཆ་ལག་དངོས་པོ་ཅིག་གི་རྒྱ་ཚད་གཞི་སྒྲིག་འབད་ནི་ལུ་ ལག་ལེན་འཐབ་ཡོད་པའི་རྒྱུ་དངོས་

source: Height property
dz: མཐོ་ཚད་རྒྱུ་དངོས་

source: The property used to set the height of a child object
dz: ཆ་ལག་དངོས་པོ་ཅིག་གི་མཐོ་ཚད་གཞི་སྒྲིག་འབད་ནི་ལུ་ ལག་ལེན་འཐབ་ཡོད་པའི་རྒྱུ་དངོས་

source: Can resize
dz: ཚད་བསྐྱར་བཟོ་འབད་བཏུབ་

source: Whether this container supports resizes of child widgets
dz: སྣོད་འདི་གིས་ཆ་ལག་ཝི་གེཊི་ཚུ་གི་ཚད་བསྐྱར་བཟོ་ཚུ་རྒྱབ་སྐྱོར་འབད་རུང་མ་འབད་རུང་

source: Widget selector
dz: ཝི་གེཊི་སེལ་བྱེད་

source: Could not find glade file %s
dz: གེལེཌི་ཡིག་སྣོད་ %s ཐོབ་མ་ཚུགས་

source: Errors parsing glade file %s
dz: གེལེཌི་ཡིག་སྣོད་ %sམིང་དཔྱད་འབདཝ་ད་འཛོལ་བ་ཚུ་

source: Could not allocate memory for interface
dz: ངོས་འདྲ་བའི་དོན་ལུ་དྲན་ཚད་སྤྲོད་མ་ཚུགས་

source: _Select
dz: སེལ་འཐུ་འབད། (_S)

source: Has Unsaved Changes
dz: དེ་གིས་བསྒྱུར་བཅོས་ཚུ་མ་སྲུང་བས་

source: Whether project has unsaved changes
dz: ལས་འགུལ་འདི་ལུ་མ་སྲུང་པའི་བསྒྱུར་བཅོས་ཚུ་ཡོད་རུང་མེད་རུང་

source: Has Selection
dz: དེ་ལུ་སེལ་འཐུ་ཡོད་

source: Whether project has a selection
dz: ལས་འགུལ་དེ་ལུ་སེལ་འཐུ་གཅིག་ཡོད་རུང་མེད་རུང་

source: Read Only
dz: ལྷག་ཙམ་

source: Whether project is read only or not
dz: ལས་འགུལ་འདི་ལྷག་ཙམ་རྐྱངམ་ཅིག་ཨིན་རུང་མེན་རུང་

source: Unsaved %d
dz: མ་སྲུང་པའི་%d

source: Failed to load %s. The following required catalogs are unavailable: %s
dz: %s མངོན་གསལ་འབད་མ་ཚུགས། འོག་ལུ་དགོ་པའི་ཐོ་གཞུང་ཚུ་ཐོབ་མ་ཚུགས: %s

source: Click
dz: ཨེབ་གཏང་འབད་

source: Set the description of the Click atk action
dz: ཨེ་ཊི་ཀེ་བྱ་བ་ཨེབ་གཏང་འབད་བའི་འགྲེལ་བཤད་འདི་གཞི་སྒྲིག་འབད་

source: Press
dz: ཨེབ་གཏང་འབད་

source: Set the description of the Press atk action
dz: ཨེ་ཊི་ཀེ་བྱ་བ་ཨེབ་གཏང་གི་འགྲེལ་བཤད་འདི་གཞི་སྒྲིག་འབད་

source: Release
dz: གསར་སྟོན་

source: Set the description of the Release atk action
dz: གསར་སྟོན་ཨེ་ཊི་ཀེ་བྱ་བའི་འགྲེལ་བཤད་འདི་གཞི་སྒྲིག་འབད་

source: Activate
dz: ཤུགས་ལྡན་བཟོ་

source: Set the description of the Activate atk action
dz: ཨེ་ཊི་ཀེ་བྱ་བ་ཤུགས་ལྡན་བཟོ་ཟེར་བའི་འགྲེལ་བཤད་འདི་གཞི་སྒྲིག་འབད་

source: Controlled By
dz: ཚད་འཛིན་འབད་ཡོདཔ་

source: Indicates an object controlled by one or more target objects
dz: དམིགས་གཏད་དངོས་པོ་གཅིག་ཡང་ན་ལེ་ཤ་གིས་ཚད་འཛིན་འབད་ཡོད་པའི་དངོས་པོ་ཅིག་བརྡ་སྟོནམ་ཨིན་

source: Controller For
dz: ཚད་འཛིན་གྱི་དོན་ལུ་

source: Indicates an object is a controller for one or more target objects
dz: དངོས་པོ་ལུ་བརྡ་སྟོན་མི་འདི་ དམིགས་གཏད་དངོས་པོ་ཚུ་ལེ་ཤ་ཡང་ན་གཅིག་གི་དོན་ལུ་ ཚད་འཛིན་ཅིག་ཨིན་

source: Labelled By
dz: ཁ་ཡིག་བཏག་ཡོདཔ་

source: Indicates an object is labelled by one or more target objects
dz: དངོས་པོ་ལུ་བརྡ་སྟོན་མི་འདི་ དམིགས་གཏད་དངོས་པོ་ཚུ་གཅིག་ཡང་ན་ལེ་ཤ་གིས་ཁ་ཡིག་བཏག་སྟེ་ཡོད་

source: Label For
dz: དོན་ལུ་ཁ་ཡིག་

source: Indicates an object is a label for one or more target objects
dz: དངོས་པོ་བརྡ་སྟོན་པ་འདི་ དམིགས་གཏད་དངོས་པོ་ཚུ་གཅིག་ཡང་ན་ལེ་ཤ་གི་དོན་ལུ་ཁ་ཡིག་ཅིག་ཨིན་

source: Member Of
dz: འཐུས་མི་

source: Indicates an object is a member of a group of one or more target objects
dz: དངོས་པོ་ཅིག་བརྡ་སྟོན་པ་འདི་ དམིགས་གཏད་དངོས་པོ་ཚུ་ལེ་ཤ་ཡང་ན་གཅིག་གི་སྡེ་ཚན་ཅིག་གི་འཐུས་མི་ཅིག་ཨིན་

source: Child Node Of
dz: ཆ་ལག་མཐུད་མཚམས་

source: Indicates an object is a cell in a treetable which is displayed because a cell in the same column is expanded and identifies that cell
dz: དངོས་པོ་ཅིག་བརྡ་སྟོན་མི་འདི་ བཀྲམ་སྟོན་འབད་ཡོད་པའི་རྩ་འབྲེལ་ཐིག་ཁྲམ་ནང་གི་ནང་ཐིག་ཨིན་ ག་ཅི་སྦེ་ཟེར་བ་ཅིན་ ཀེར་ཐིག་ནང་གི་ནང་ཐིག་གཅིག་པ་འདི་ རྒྱ་འཕར་གཏང་ཡོདཔ་དང་ནང་དོན་འདི་ངོས་འཛིན་འབདཝ་ཨིན་

source: Flows To
dz: འབབ་རྒྱུན་

source: Indicates that the object has content that flows logically to another AtkObject in a sequential way, (for instance text-flow)
dz: འབྱུང་རིམ་ཐབས་ལམ་ (དུས་སྐབས་ཚིག་ཡིག་འབབ་རྒྱུན་དོན་ལུ་) ནང་ ཨེ་ཊི་ཀེ་དངོས་པོ་གཞན་མི་ལུ་ གཏན་ཚིག་ཅན་གྱི་ཐོག་ལས་འབབ་རྒྱུན་འབད་མི་ནང་དོན་ཡོད་མི་དངོས་པོ་བརྡ་སྟོནམ་ཨིན་

source: Flows From
dz: འབབ་རྒྱུན་ཐོག་ལས་

source: Indicates that the object has content that flows logically from another AtkObject in a sequential way, (for instance text-flow)
dz: འབྱུང་རིམ་ཐབས་ལམ་གྱི་ཐོག་ལས་ (དུས་སྐབས་ཚིག་ཡིག་འབབ་རྒྱུན་གྱི་དོན་ལུ་) ཨེ་ཊི་ཀེ་དངོས་པོ་གཞན་མི་ལས་ གཏན་ཚིག་ཅན་གྱི་འབབ་རྒྱུན་འབད་མི་དངོས་པོ་དེ་ལུ་ནང་དོན་ཡོད་ཟེར་བརྡ་སྟོནམ་ཨིན་

source: Subwindow Of
dz: ཡན་ལག་སྒོ་སྒྲིག་

source: Indicates a subwindow attached to a component but otherwise has no connection in the UI hierarchy to that component
dz: ཆ་ཤས་ལུ་མཉམ་སྦྲགས་འབད་བའི་ཡན་ལག་སྒོ་སྒྲིག་ཅིག་བརྡ་སྟོནམ་ཨིན་ དེ་འབདཝ་ད་ དེ་མེན་པ་ཅིན་ཆ་ཤས་དེ་ལུ་ཡུ་ཨའི་སྡེ་རིམ་ནང་མཐུད་ལམ་མིན་འདུག་

source: Embeds
dz: གནས་འདྲེན་ནི་

source: Indicates that the object visually embeds another object's content, i.e. this object's content flows around another's content
dz: དངོས་པོ་དེ་གིས་མཐོང་ཚུགས་པའི་ཐོག་ལས་ དངོས་པོ་གཞན་གྱི་ནང་དོན་འདི་གནས་འདྲེན་འབདཝ་ཨིན་ཟེར་བརྡ་སྟོནམ་ཨིན་ དེ་ཡང་ དངོས་པོ་དེའི་ནང་དོན་འདི་ནང་དོན་གཞན་མི་གི་མཐའ་འཁོར་ལུ་འབབ་ཨིན་

source: Embedded By
dz: གནས་འདྲེན་འབད་ཡོདཔ་

source: Inverse of 'Embeds', indicates that this object's content is visualy embedded in another object
dz: 'གནས་འདྲེན་འབདཝ་ཨིན་' གི་ལུགས་ལྡོགས་དེ་གིས་ དངོས་པོ་འདི་གི་ནང་དོན་འདི་མཐོང་ཚུགས་པའི་ཐོག་ལས་ དངོས་པོ་གཞན་མི་ནང་གནས་འདྲེན་འབདཝ་ཨིན་ཟེར་བརྡ་སྟོནམ་ཨིན་

source: Popup For
dz: པོཔ་ཨཔ་དོན་ལུ་

source: Indicates that an object is a popup for another object
dz: དངོས་པོ་འདི་དངོས་པོ་གཞན་གྱི་དོན་ལུ་པོཔ་ཨཔ་ཨིན་མས་ཟེར་ བརྡ་སྟོནམ་ཨིན་

source: Parent Window Of
dz: རྩ་ལག་སྒོ་སྒྲིག་

source: Indicates that an object is a parent window of another object
dz: དངོས་པོ་འདི་དངོས་པོ་གཞན་གྱི་རྩ་ལག་སྒོ་སྒྲིག་ཅིག་ཨིན་ཟེར་བརྡ་སྟོནམ་ཨིན་

source: Enabled
dz: ལྕོགས་ཅན་བཟོ་ཡོདཔ་

source: If the property is optional, this is its enabled state
dz: རྒྱུ་དངོས་འདི་གདམ་ཁ་ཅན་ཨིན་པ་ཅིན་ འདི་དེའི་ལྕོགས་ཅན་བཟོ་ཡོད་པའི་གནས་ལུགས་ཨིན་

source: Sensitive
dz: ཚོར་ཅན་

source: This gives backends control to set property sensitivity
dz: འདི་གིས་རྒྱུ་དངོས་ཚོར་ཅན་གཞི་སྒྲིག་འབད་ནི་ལུ་ རྒྱབ་མཐའི་ཚད་འཛིན་འདི་བྱིནམ་ཨིན་
