Repository: tenzin/dzongkha-linux-translation-files
Catalog: firefox-2.0-xpi/*/mozapps/profile/createProfileWizard.dtd.po
Languages: dz_bt

source: Create Profile Wizard
dz_bt: གསལ་སྡུད་ཝི་ཛརཌི་གསར་བསྐྲུན་འབད།

source: _: Do not translate this. Only change the numeric values if you need this dialogue box to appear bigger. width: 45em; height: 32em;
dz_bt: རྒྱ་ཚད་: ཨི་ཨེམ༤༥། མཐོ་ཚད་: ཨི་ཨེམ་༣༢།

source: &brandShortName; stores information about your settings and preferences in your personal profile.
dz_bt: &brandShortName གིས་ཁྱོད་རའི་སྒྲིག་སྟངས་ཚུ་གི་སྐོར་ལས་བརྡ་དོན་དང་ཁྱོད་རའི་རང་དོན་གསལ་སྡུད་ནང་དགའ་གདམ་ཚུ་གསོག་འཇོག་འབདཝ་ཨིན།

source: If you are sharing this copy of &brandShortName; with other users, you can use profiles to keep each user's information separate. To do this, each user should create his or her own profile.
dz_bt: ཁྱོད་ཀྱིས་&brandShortName གི་འདྲ་བཤུས་འདི་གཞན་ལག་ལེན་པ་ཚུ་དང་གཅིག་ཁར་རུབ་སྤྱོད་འབད་བ་ཅིན་ ཁྱོད་ཀྱིས་གསལ་སྡུད་ཚུ་ལག་ལེན་པ་རེ་རེའི་བརྡ་དོན་སོ་སོ་བཞག་ནི་ལུ་ལག་ལེན་འཐབ་བཏུབ། དེ་འབད་ནི་ལུ་ལག་ལེན་པ་རེ་རེ་གིས་ཁོ་ ཡང་ན་ མོ་རའི་གསལ་སྡུད་གསར་བསྐྲུན་འབད་དགོ།

source: If you are the only person using this copy of &brandShortName;, you must have at least one profile. If you would like, you can create multiple profiles for yourself to store different sets of settings and preferences. For example, you may want to have separate profiles for business and personal use.
dz_bt: ཁྱོད་རྐྱངམ་ཅིག་ &brandShortName གི་འདྲ་བཤུས་འདི་ལག་ལེན་འཐབ་པ་ཅིན་་ཁྱོད་ཀྱིས་ཉུང་མཐའ་གསལ་སྡུད་གཅིག་དགོ། ཁྱོད་རང་དགོ་པ་ཅིན་ ཁྱོད་ཀྱིས་སྒྲིག་སྟངས་ཚུ་དང་དགའ་གདམ་ཚུ་གི་ཆ་ཚན་སོ་སོ་གསོག་འཇོག་འབད་ནིའི་དོན་ལུ་སྣ་མང་གསལ་སྡུད་ཚུ་གསར་བསྐྲུན་འབད་བཏུབ། དཔེར་ན་ ཁྱོད་ལུ་ཚོང་འབྲེལ་དང་རང་དོན་ལག་ལེན་འཐབ་ནིའི་དོན་ལུ་གསལ་སྡུད་ཚུ་སོ་སོ་དགོ་ནི་འོང་།

source: To begin creating your profile, click Next.
dz_bt: ཁྱོད་རའི་གསལ་སྡུད་གསར་བསྐྲུན་འགོ་བཙུགས་ནི་ལུ་ ཤུལ་མམ་ གུ་ཨེབ་གཏང་འབད།

source: To begin creating your profile, click Continue.
dz_bt: ཁྱོད་རའི་གསལ་སྡུད་གསར་སྐྲུན་འབད་ནི་ འགོ་བཙུགས་ནི་ལུ་ འཕྲོ་མཐུད་ལུ་ ཨེབ་གཏང་འབད།

source: If you create several profiles you can tell them apart by the profile names. You may use the name provided here or use one of your own.
dz_bt: ཁྱོད་ཀྱིས་གསལ་སྡུད་ལེ་ཤ་ཅིག་བཟོ་བ་ཅིན་ཁྱོད་ཀྱིས་གསལ་སྡུད་མིང་ཚུ་གི་ཐོག་ལས་སོ་སོ་སླབ་བཏུབ། ཁྱོད་ཀྱིས་ནཱ་ལུ་བྱིན་ཡོད་མི་མིང་དེ་ལག་ལེན་འཐབ་ ཡང་ན་ ཁྱོད་རང་གི་སོ་སོ་གཅིག་ལག་ལེན་འཐབ།

source: &Enter new profile name:
dz_bt: གསལ་སྡུད་མིང་གསརཔ་བཙུགས:(&E)

source: Your user settings, preferences, bookmarks and mail will be stored in:
dz_bt: ཁྱོད་ཀྱི་ལག་ལེན་པ་སྒྲིག་སྟངས་ཚུ་ དགའ་གདམ་ཚུ་ དེབ་རྟགས་ཚུ་དང་ཡིག་འཕྲིན་དེ་གསོག་འཇོག་འབད་འོང་:

source: Default User
dz_bt: སྔོན་སྒྲིག་ལག་ལེན་པ།

source: &Choose Folder...
dz_bt: སྣོད་འཛིན་གདམ་ཁ་རྐྱབས་...(&C)

source: &Use Default Folder
dz_bt: སྔོན་སྒྲིག་སྣོད་འཛིན་ལག་ལེན་འཐབ།(&U)
