Repository: tenzin/dzongkha-linux-translation-files
Catalog: firefox-2.0-xpi/*/mozapps/extensions/extensions.dtd.po
Languages: dz_bt

source: Add-ons
dz_bt: ཁ་སྐོང་ཚུ་

source: Extensions
dz_bt: རྒྱ་བསྐྱེད་ཚུ།

source: Themes
dz_bt: བརྗོད་དོན་

source: Languages
dz_bt: སྐད་ཡིག་

source: Plugins
dz_bt: པ་ལག་ཨིནསི་

source: Updates
dz_bt: དུས་མཐུན་ཚུ་

source: Installation
dz_bt: གཞི་བཙུགས་

source: &Find Updates
dz_bt: དུས་མཐུན་འཚོལ་(&F)

source: Finds Updates to your Add-ons
dz_bt: ཁྱོད་ཀྱི་ཁ་སྐོང་གི་དོན་ལུ་ དུས་མཐུན་འཚོལཝ་ཨིན།

source: Finds Updates to your Themes
dz_bt: ཁྱོད་རའི་བརྗོད་དོན་ལུ་ དུས་མཐུན་འཚོལཝ་ཨིན།

source: Install...
dz_bt: གཞི་བཙུགས་འབད་་་་

source: I
dz_bt: ཨའི་

source: Install an Add-on
dz_bt: ཁ་སྐོང་ཅིག་ གཞི་བཙུགས་འབད་

source: Install a Theme
dz_bt: བརྗོད་དོན་གཅིག་གཞི་བཙུགས་འབད་

source: &Install Updates
dz_bt: དུས་མཐུན་ཚུ་ གཞི་བཙུགས་འབད་(&I)

source: Installs the selected updates
dz_bt: སེལ་འཐུ་འབད་མི་ དུས་མཐུན་ཚུ་ གཞི་བཙུགས་འབད་

source: &Restart &brandShortName;
dz_bt: &brandShortName; ལོག་འགོ་བཙུགས་(&R)

source: Restarts &brandShortName; to finish the installation
dz_bt: གཞི་བཙུགས་མཇུག་བསྡུ་ནིའི་དོན་ལུ་ &brandShortName; ལོག་འགོ་བཙུགསཔ་ཨིན།

source: &Skip
dz_bt: གོམ་འགྱོ་(&S)

source: Skip these updates
dz_bt: དུས་མཐུན་འདི་ཚུ་གོམ་འགྱོ་

source: &Continue
dz_bt: འཕྲོ་མཐུད་(&C)

source: Continue loading &brandShortName;
dz_bt: &brandShortName; མངོན་གསལ་འབད་ནི་འཕྲོ་མཐུད་

source: Enable &All
dz_bt: ཆ་མཉམ་ལྕོགས་ཅན་བཟོ་(&A)

source: Enable all displayed Add-ons
dz_bt: བཀྲམ་སྟོན་འབད་མི་ ཁ་སྐོང་ཆ་མཉམ་ལྕོགས་ཅན་བཟོ་

source: Di&sable All
dz_bt: ལྕོགས་མིན་བཟོ་(&s)

source: Disable all displayed Add-ons
dz_bt: བཀྲམ་སྟོན་འབད་མི་ ཁ་སྐོང་ཆ་མཉམ་ལྕོགས་མིན་བཟོ་

source: Use &Theme
dz_bt: བརྗོད་དོན་ལག་ལེན་འཐབ།(&T)

source: Changes &brandShortName;'s Theme
dz_bt: &brandShortName;གི་བརྗོད་དོན་དེ་སོརཝ་ཨིན།

source: &Options
dz_bt: གདམ་ཁ་ཚུ།(&O)

source: Set Options for the selected Extension
dz_bt: སེལ་འཐུ་གྲུབ་ཡོད་པའི་ རྒྱ་བསྐྱེད་ཀྱི་དོན་ལུ་ གདམ་ཁ་ཚུ་ གཞི་སྒྲིག་འབད།

source: P&references
dz_bt: དགའ་གདམ་ཚུ།(&r)

source: Edit Preferences for the selected Extension
dz_bt: སེལ་འཐུ་གྲུབ་ཡོད་པའི་ རྒྱ་བསྐྱེད་ཀྱི་དོན་ལུ་ དགའ་གདམ་ཚུ་ ཞུན་དག་རྐྱབས།

source: &Enable
dz_bt: ལྕོགས་ཅན་བཟོ།(&E)

source: Enable this Add-on when &brandShortName; is restarted
dz_bt: &brandShortName; ལོག་སྟེ་འགོ་བཙུགསཔ་ད་ ཁ་སྐོང་འདི་ལྕོགས་ཅན་བཟོ།

source: &Disable
dz_bt: ལྕོགས་མིན་བཟོ།(&D)

source: Disable this Add-on when &brandShortName; is restarted
dz_bt: &brandShortName; ལོག་སྟེ་འགོ་བཙུགསཔ་ད་ ཁ་སྐོང་འདི་ལྕོགས་མིན་བཟོ།

source: Uninstall
dz_bt: གཞི་བཙུགས་བཤོལ་

source: U
dz_bt: ཡུ་

source: Uninstall this Add-on when &brandShortName; is restarted
dz_bt: &brandShortName; ལོག་སྟེ་འགོ་བཙུགསཔ་ད་ ཁ་སྐོང་འདི་གཞི་བཙུགས་བཤོལཝ་ཨིན།

source: &Cancel Uninstall
dz_bt: གཞི་བཙུགས་བཤོལ་ནི་ཆ་མེད་གཏང་(&C)

source: Cancel the uninstall of this Add-on
dz_bt: ཁ་སྐོང་འདི་གི་ གཞི་བཙུགས་བཤོལ་ནི་ཆ་མེད་གཏང་

source: &Install Update
dz_bt: དུས་མཐུན་གཞི་བཙུགས་འབད་(&I)

source: Install an update for this Add-on
dz_bt: ཁ་སྐོང་འདི་གི་དོན་ལུ་ དུས་མཐུན་ཅིག་གཞི་བཙུགས་འབད་

source: &Cancel
dz_bt: ཆ་མེད་གཏང་(&C)

source: Visit &Home Page
dz_bt: ཁྱིམ་གྱི་ཤོག་ལེབ་ལུ་ལྟ་སྤྱོད་འབད།(&H)

source: About this Add-on
dz_bt: ཁ་སྐོང་འདི་གི་སྐོར་ལས་

source: A
dz_bt: ཨེ་

source: &Find Update
dz_bt: དུས་མཐུན་འཚོལ།(&F)

source: I&nclude Update
dz_bt: དུས་མཐུན་གྲངས་སུ་བཙུགས་(&n)

source: I&nclude this update
dz_bt: དུས་མཐུན་འདི་གྲངས་སུ་བཙུགས་(&n)

source: Include this Add-on when installing the updates
dz_bt: དུས་མཐུན་ཚུ་གཞི་བཙུགས་འབད་བའི་སྐབས་ ཁ་སྐོང་འདི་གྲངས་སུ་བཙུགས་

source: Requires additional items.
dz_bt: རྣམ་གྲངས་ཧེང་བཀལ་དགོ་པས་

source: Disabled for your protection.
dz_bt: ཁྱོད་ཀྱི་ཉེན་སྐྱོབ་ཀྱི་དོན་ལུ་ ལྕོགས་མིན་བཟོ་ཡི་

source: This add-on will be disabled when &brandShortName; is restarted.
dz_bt: &brandShortName; ལོག་སྟེ་འགོ་བཙུགས་པའི་སྐབས་ ཁ་སྐོང་འདི་ལྕོགས་མིན་བཟོ་འོང་།

source: This add-on will be enabled when &brandShortName; is restarted.
dz_bt: &brandShortName; ལོག་སྟེ་འགོ་བཙུགས་པའི་སྐབས་ ཁ་སྐོང་འདི་ལྕོགས་ཅན་བཟོ་འོང་།

source: This add-on will be installed when &brandShortName; is restarted.
dz_bt: &brandShortName; ལོག་སྟེ་འགོ་བཙུགས་པའི་སྐབས་ ཁ་སྐོང་འདི་གཞི་བཙུགས་འབད་འོང་།

source: This add-on will be uninstalled when &brandShortName; is restarted.
dz_bt: &brandShortName; ལོག་སྟེ་འགོ་བཙུགས་པའི་སྐབས་ ཁ་སྐོང་འདི་གཞི་བཙུགས་བཤོལ་འོང་།

source: This add-on will be upgraded when &brandShortName; is restarted.
dz_bt: &brandShortName; ལོག་སྟེ་འགོ་བཙུགས་པའི་སྐབས་ ཁ་སྐོང་འདི་དུས་མཐུན་བཟོ་འོང་།

source: Get Extensions
dz_bt: རྒྱ་སྐྱེད་ཚུ་ལེན་

source: Get Extensions from addons.mozilla.org
dz_bt: addons.mozilla.org ནང་ལས་ རྒྱ་སྐྱེད་ཚུ་ལེན་

source: Get Themes
dz_bt: བརྗོད་དོན་ཚུ་ལེན་

source: Get Themes from addons.mozilla.org
dz_bt: addons.mozilla.org ནང་ལས་ བརྗོད་དོན་ཚུ་ལེན་

source: No Theme Selected
dz_bt: བརྗོད་དོན་སེལ་འཐུ་འབད་འབདཝ་མིན་འདུག།

source: This Theme does not have a Preview Image
dz_bt: འ་ནཱི་བརྗོད་དོན་དེ་ལུ་ སྔོན་ལྟའི་གཟུགས་བརྙན་ཅིག་མིན་འདུག

source: More Information
dz_bt: བརྡ་དོན་མངམ་

source: Close this message
dz_bt: འཕྲིན་དོན་འདི་ཁ་བསྡམས་

source: Update completed successfully.
dz_bt: དུས་མཐུན་བཟོ་ནི་དེ་ ལེགས་ཤོམ་སྦེ་མཇུག་བསྡུ་ཡི།

source: Install completed successfully.
dz_bt: གཞི་བཙུགས་འབད་ནི་དེ་ ལེགས་ཤོམ་སྦེ་མཇུག་བསྡུ་ཡི།

source: Restart to complete the installation.
dz_bt: གཞི་བཙུགས་འདི་མཇུག་བསྡུ་ནི་ལུ་ ལོག་སྟེ་འགོ་བཙུགས།

source: Waiting...
dz_bt: བསྒུག་དོ་་་་

source: Checking compatibility...
dz_bt: མཐུའ་འགྱུར་ཞིབ་དཔྱད་འབད་དོ་་་་

source: Installing...
dz_bt: གཞི་བཙུགས་འབད་དོ་་་་

source: Install failed.
dz_bt: གཞི་བཙུགས་འབདམ་བཏུབ།
