Repository: tenzin/dzongkha-linux-translation-files
Catalog: firefox-2.0-xpi/*/mozapps/extensions/extensions.properties.po
Languages: dz_bt

source: About %S
dz_bt: %Sགི་སྐོར་ལས་

source: Close
dz_bt: ཁ་བསྡམས་

source: version %S
dz_bt: ཐོན་རིམ་%S

source: Looking for updates...
dz_bt: དུས་མཐུན་གྱི་དོན་ལུ་བལྟ་དོ་་་་

source: A compatibility update has been applied.
dz_bt: མཐུན་འགྱུར་ཡོདཔའི་ དུས་མཐུན་ཅིག་ལག་ལེན་འཐབ་ཅི།

source: No updates were found.
dz_bt: དུས་མཐུན་བཟོ་དགོཔ་མིན་འདུག།

source: An error occurred while trying to find updates for %S.
dz_bt: %Sགི་དོན་ལུ་ དུས་མཐུན་འཚོལ་བའི་སྐབས་ འཛོལ་བ་ཅིག་བྱུང་ཡི།

source: Updates are disabled for %S.
dz_bt: %Sགི་དོན་ལུ་ དུས་མཐུན་ཚུ་ ལྕོགས་མིན་བཟོ་དགོ།

source: Updates to %S are performed when %S is updated.
dz_bt: %Sདེ་དུས་མཐུན་བཟོཝ་ད་ %Sལུ་དུས་མཐུན་བཟོཝ་ཨིན།

source: Update not supported (install location is read only).
dz_bt: དུས་མཐུན་བཟོ་ནི་ལུ་རྒྱབ་སྐྱོར་མིན་འདུག།(གསར་་བཙུགས་གནས་ཁོངས་དེ་ལྷག་ནི་ཙམ་ཨིན་མས)

source: Update not supported (install location is not managed by %S).
dz_bt: དུས་མཐུན་བཟོ་ནི་ལུ་རྒྱབ་སྐྱོར་མིན་འདུག།(གསར་་བཙུགས་གནས་ཁོངས་དེ་%Sགིས་འཛིན་སྐྱོང་མ་འཐབ་པས)

source: Enable Extension
dz_bt: རྒྱ་བསྐྱེད་ལྕོགས་ཅན་བཟོ།

source: Disable Extension
dz_bt: རྒྱ་བསྐྱེད་ལྕོགས་མིན་བཟོ།

source: %S is checking for a compatibility update to %S.
dz_bt: %Sགིས་ %Sལུ་མཐུན་འགྱུར་གྱི་དུས་མཐུན་ཅིག་ཡོད་མེད་ ཞིབ་དཔྱད་འབད་དོ།

source: Install completed successfully
dz_bt: གཞི་བཙུགས་མཐར་འཁྱོལ་སྦེ་ མཇུག་བསྡུ་ཡི།

source: Waiting...
dz_bt: བསྒུག་སྡོད་དོ་་་་་

source: Installing...
dz_bt: གཞི་བཙུགས་འབད་དོ་་་་

source: The following items were found in your Extensions folder. Do you want to install them?
dz_bt: ཁྱོད་ཀྱི་རྒྱ་བསྐྱེད་སྣོད་འཛིན་ནང་ འོག་གི་རྣམ་གྲངས་ཚུ་འདུག། ཁྱོད་ཀྱིས་དེ་ཚུ་གཞི་བཙུགས་འབད་ནི་ཨིན་ན?

source: Uninstall
dz_bt: གཞི་བཙུགས་བཤོལ།

source: Disable
dz_bt: ལྕོགས་མིན་བཟོ་

source: Cancel
dz_bt: ཆ་མེད་གཏང་

source: Restart %S
dz_bt: %Sལོག་སྟེ་འགོ་བཙུགས་

source: Later
dz_bt: ཤུལ་ལས་

source: More information
dz_bt: བརྡ་དོན་མངམ་

source: Uninstall %S
dz_bt: %Sདེ་གཞི་བཙུགས་བཤོལ།

source: %S is required by one or more add-ons. If you continue, the following items will be disabled:
dz_bt: %Sའདི་ཁ་སྐོང་གཅིག་ ཡང་ན་ དེ་ལས་མངམ་གིས་དགོཔ་འདུག། ཁྱོད་ཀྱིས་འཕྲོ་མཐུད་པ་ཅིན་ འོག་གི་རྣམ་གྲངས་ཚུ་ ལྕོགས་མིན་བཟོ་འོང་།

source: Do you want to uninstall %S?
dz_bt: ཁྱོད་ཀྱིས་%Sདེ་གཞི་བཙུགས་བཤོལ་ནི་ཨིན་ན?

source: Disable %S
dz_bt: %Sལྕོགས་མིན་བཟོ་

source: If you disable %S, the following items that require this extension will also be disabled:
dz_bt: ཁྱོད་ཀྱིས་%Sལྕོགས་མིན་བཟོ་བ་ཅིན་ འོག་གི་རྣམ་གྲངས་ རྒྱ་སྐྱེད་འདི་དགོ་མི་ཚུ་ཡང་ ལྕོགས་མིན་བཟོ་འོང་་:

source: Do you want to disable %S?
dz_bt: ཁྱོད་ཀྱིས་%Sལྕོགས་མིན་བཟོ་ནི་ཨིན་ན?

source: Themes
dz_bt: བརྗོད་དོན་ཚུ་

source: Extensions
dz_bt: རྒྱ་བསྐྱེད་ཚུ་

source: The following items are available to all users. You can start Firefox with -lock-item "{GUID}" to prevent users from uninstalling or disabling an item. To unlock an item, start Firefox with -unlock-item "{GUID}"
dz_bt: འོག་གི་རྣམ་གྲངས་ཚུ་ ལགལེན་པ་ཆ་མཉམ་ལུ་འཐོབ། ལག་ལེན་པ་ཚུ་གིས་ རྣམ་གྲངས་ཅིག་གི་ གཞི་བཙུགས་བཤོལ་ནི་དང་ ལྕོགས་མིན་བཟོ་ནི་ལས་བཀག་ཐབས་ལུ་ ཁྱོད་ཀྱིས་ཕ་ཡེར་ཕོགསི་-རྣམ་གྲངས་ལྡེ་མིག་རྐྱབས་ "{GUID}" ཟེར་མི་ཐོག་ལས་ འགོ་བཙུགས་བཏུབ། རྣམ་གྲངས་ཅིག་ ལྡེ་མིག་ཕྱེ་ནི་ལུ་ ཕ་ཡེར་ཕོགསི་ -རྣམ་གྲངས་ལྡེ་མིག་ཕྱེ་ "{GUID}" ཟེར་མི་དེ་ འགོ་བཙུགས་དགོ།

source: Globally Available Extensions: ==============================
dz_bt: སྤྱིར་ཁྱབ་ལུ་འཐོབ་པའི་རྒྱ་བསྐྱེད་ཚུ་: ==============================

source: Globally Available Themes: ==========================
dz_bt: སྤྱིར་ཁྱབ་ལུ་འཐོབ་པའི་བརྗོད་དོན་ཚུ་: ==============================

source: #1 of #2 KB
dz_bt: ཀེ་བི་#༢ ལས་#༡།

source: #1 KB of #2 MB
dz_bt: ཀེ་བི་#༢ ལས་#༡།

source: #1 of #2 MB
dz_bt: ཨེམ་བི་#༢ ལས་#༡།

source: Old Extensions
dz_bt: རྒྱ་བསྐྱེད་རྙིངམ་ཚུ།

source: Any old extensions that you have installed have been disabled.
dz_bt: ཁྱོད་ཀྱིས་གཞི་བཙུགས་འབད་མི་ རྒྱ་བསྐྱེད་རྙིངམ་ཡོད་མི་ཚུ་ ལྕོགས་མིན་བཟོ་ཡི།

source: Multiple Extension Package
dz_bt: སྣ་མང་རྒྱ་བསྐྱེད་ཐུམ་སྒྲིལ།

source: Theme
dz_bt: བརྗོད་དོན།

source: Extension
dz_bt: རྒྱ་བསྐྱེད།

source: Incompatible %S
dz_bt: %Sདེ་མཐུན་འགྱུར་མིན་འདུག།

source: %S %S could not be installed because it is not compatible with %S %S. (%S %S will only work with %S versions from %S to %S)
dz_bt: %S %Sདེ་གཞི་བཙུགས་འབད་མ་ཚུགས་ ག་ཅི་སྦེ་ཟེར་བ་ཅིན་ %S %Sདང་གཅིག་ཁར་ མཐུན་འགྱུར་མིན་འདུག། (%S %S དེ་གིས་%Sལས་%Sཚུན་གྱི་ཐོན་རིམ་%S དང་གཅིག་ཁར་རྐྱངམ་གཅིག་ལཱ་འབད་འོང་)

source: %S %S could not be installed because it is not compatible with %S %S. (%S %S will only work with %S %S)
dz_bt: %S %Sདེ་གཞི་བཙུགས་འབད་མ་ཚུགས་ ག་ཅི་སྦེ་ཟེར་བ་ཅིན་ %S %Sདང་གཅིག་ཁར་ མཐུན་འགྱུར་མིན་འདུག། (%S %S གིས་ %S %Sདང་གཅིག་ཁར་རྐྱངམ་གཅིག་ལཱ་འབད་འོང་)

source: %S %S could not be installed because it is not compatible with %S.
dz_bt: %S %Sདེ་གཞི་བཙུགས་འབད་མ་ཚུགས་ ག་ཅི་སྦེ་ཟེར་བ་ཅིན་ %Sདང་གཅིག་ཁར་ མཐུན་འགྱུར་མིན་འདུག།

source: versions 0.8 or older.
dz_bt: ཐོན་རིམ་༠.༨ ཡང་ན་ དེ་ལས་རྙིང་མི།

source: this Theme
dz_bt: བརྗོག་དོན་འདི་

source: Disabled - not compatible with %S %S
dz_bt: ལྕོགས་མིན་ཨིན་པས་ - %S %Sདང་གཅིག་ཁར་ མཐུན་འགྱུར་མིན་འདུག།

source: Not compatible with %S %S
dz_bt: %S %S དང་གཅིག་ཁར་མཐུན་འགྱུར་མིན་འདུག་

source: Disabled for your protection
dz_bt: ཁྱོད་ཀྱི་ཉེན་སྐྱོབ་ཀྱི་དོན་ལུ་ ལྕོགས་མིན་བཟོ་ཡི།

source: "%S" could not be installed because of an error in its Install Manifest ("%S" is not a valid GUID). Please contact the author of this item about the problem.
dz_bt: "%S"དེ་གཞི་བཙུགས་འབད་མ་ཚུགས་ ག་ཅི་སྦེ་ཟེར་བ་ཅིན་ དེ་གི་གཞི་བཙུགས་རྣམ་སྤྲུལ་("%S" དེ་ ནུས་ཅན་གྱི་ ཇི་ཡུ་ཨའི་ཌི་) ཅིག་མེན་པས། དཀལ་ངལ་འདི་གི་སྐོར་ལས་ རྣམ་གྲངས་འདི་གི་རྩོམ་པ་པོ་ལུ་ འབྲེལ་བ་འཐབ་གནང་།

source: "%S" could not be installed because of an error in its Install Manifest ("%S" is not a valid Version String). Please contact the author of this item about the problem.
dz_bt: "%S"དེ་གཞི་བཙུགས་འབད་མ་ཚུགས་ ག་ཅི་སྦེ་ཟེར་བ་ཅིན་ དེ་གི་གཞི་བཙུགས་རྣམ་སྤྲུལ་("%S" དེ་ ནུས་ཅན་གྱི་ ཐོན་རིམ་ཡིག་རྒྱུན) ཅིག་མེན་པས། དཀལ་ངལ་འདི་གི་སྐོར་ལས་ རྣམ་གྲངས་འདི་གི་རྩོམ་པ་པོ་ལུ་ འབྲེལ་བ་འཐབ་གནང་།

source: "%S" could not be installed because it is not compatible with your %S build type (%S). Please contact the author of this item about the problem.
dz_bt: "%S"དེ་གཞི་བཙུགས་འབད་མ་ཚུགས་ ག་ཅི་སྦེ་ཟེར་བ་ཅིན་ དེ་ཁྱོད་ཀྱི་གཟུགས་ %Sགི་དབྱེ་བ་(%S)དང་གཅིག་ཁར་མཐུན་འགྱུར་མིན་འདུག། དཀལ་ངལ་འདི་གི་སྐོར་ལས་ རྣམ་གྲངས་འདི་གི་རྩོམ་པ་པོ་ལུ་ འབྲེལ་བ་འཐབ་གནང་།

source: This extension is not secure
dz_bt: རྒྱ་སྐྱེད་འདི་ལུ་སྲུང་སྐྱོབ་མིན་འདུག་

source: The extension %S is known to be dangerous, and can't be installed.
dz_bt: རྒྱ་སྐྱེད་%S འདི་ཉེན་ཁ་ཅན་ཨིན་པའི་ངོས་འཛིན་བྱུང་ཡོདཔ་ལས་ གཞི་བཙུགས་འབད་མི་ཚུགས།

source: Some of your extensions aren't secure
dz_bt: ཁྱོད་ཀྱི་རྒྱ་སྐྱེད་ལ་ལོ་ཅིག་ལུ་ སྲུང་སྐྱོབ་མིན་འདུག་

source: A security update to %S has indicated that one or more of your extensions are no longer considered safe.
dz_bt: %S ལུ་སྲུང་སྐྱོབ་ཀྱི་དུས་མཐུན་འབད་བའི་སྐབས་ ཁྱོད་ཀྱིས་རྐྱ་སྐྱེད་གཅིག་ ཡང་ན་ དེ་ལས་མངམ་ལུ་ ཉེན་སྲུང་མེད་པའི་བརྡ་སྟོན་ནུག།

source: You should restart %S so that these extensions can be disabled.
dz_bt: ཁྱོད་ཀྱིས་%Sལོག་སྟེ་འོག་བཙུགས་པ་ཅིན་ རྒྱ་སྐྱེད་འདི་ཚུ་ ལྕོགས་མིན་བཟོ་ཚུགས།

source: Missing File
dz_bt: བརླག་སྟོར་ཞུགས་མི་ཡིག་སྣོད།

source: %S could not load this item because the file %S was missing.
dz_bt: %Sགིས་རྣམ་གྲངས་འདི་ མངོན་གསལ་འབད་མ་ཚུགས་ ག་ཅི་སྦེ་ཟེར་བ་ཅིན་ ཡིག་སྣོད་%S དེ་བརླག་སྟོར་ཞུགས་ནུག།

source: Failed to install from %S because %S was not provided at the top level of the jar/xpi file.
dz_bt: %Sནང་ལས་གཞི་བཙུགས་འབད་མ་ཚུགས་ ག་ཅི་སྦེ་ཟེར་བ་ཅིན་ %Sདེ་ཡིག་སྣོད་jar/xpiགི་གནས་རིམ་མཐོ་ཤོས་ལུ་མ་བྱིན་པས།

source: %S could not install this item because "%S" (provided by the item) is not well-formed or does not exist. Please contact the author about this problem.
dz_bt: %Sགིས་རྣམ་གྲངས་འདི་ གཞི་བཙུགས་འབད་མ་ཚུགས་ ག་ཅི་སྦེ་ཟེར་བ་ཅིན་ (རྣམ་གྲངས་འདི་གིས་བྱིན་མི) "%S"དེ་ ལེགས་ཤོམ་སྦེ་གཞི་སྒྲུབ་མ་འབད་བས་ ཡང་ན་ མེདཔ་འོང་ནི་མས། དཀའ་ངལ་འདི་གི་སྐོར་ལས་ རྩོམ་པ་པོ་ལུ་འབྲེལ་བ་འཐབ་གནང་།

source: Malformed File
dz_bt: བཟོ་ཉེས་གྱུར་བའི་ཡིག་སྣོད་

source: Chrome Registration Failed
dz_bt: ཀོརོམ་ཐོ་འགོད་མ་བཏུབ།

source: %S could not install this item because of a failure in Chrome Registration. Please contact the author about this problem.
dz_bt: %Sདེ་གཞི་བཙུགས་འབད་མ་ཚུགས་ ག་ཅི་སྦེ་ཟེར་བ་ཅིན་ ཀོརོམ་ཐོ་འགོད་ནང་ལུ་ འཐུས་ཤོར་ཅིག་བྱུང་ནུག། དཀའ་ངལ་འདི་གི་སྐོར་ལས་ རྩོམ་པ་པོ་ལུ་འབྲེལ་བ་འཐབ་གནང་།

source: Invalid File Extension
dz_bt: ནུས་མེད་ཡིག་སྣོད་རྒྱ་བསྐྱེད།

source: "%S" could not be installed because this item has an invalid file extension (%S is not a valid file extension for a %S). Please contact the author about this problem.
dz_bt: "%S"དེ་གཞི་བཙུགས་འབད་མ་ཚུགས་ ག་ཅི་སྦེ་ཟེར་བ་ཅིན་ རྣམ་གྲངས་འདི་ལུ་ནུས་མེད་ཡིག་སྣོད་རྒྱ་བསྐྱེད་ཅིག་འདུག།(%Sདེ་ %Sགི་དོན་ལུ་ ནུས་ཅན་ཡིག་སྣོད་རྒྱ་བསྐྱེད་ཅིག་མེན་པས) དཀའ་ངལ་འདི་གི་སྐོར་ལས་ རྩོམ་པ་པོ་ལུ་འབྲེལ་བ་འཐབ་གནང་།

source: Missing Installation Files
dz_bt: བརླག་སྟོར་ཞུགས་པའི་གཞི་བཙུགས་ཡིག་སྣོད།

source: "%S" could not be installed because it does not contain a valid package (a %S must contain at least one extension or theme). Please contact the author about this problem.
dz_bt: "%S" དེ་གཞི་བཙུགས་འབད་མ་ཚུགས་ ག་ཅི་སྦེ་ཟེར་བ་ཅིན་ དེ་ལུ་ནུས་ཅན་ཐུམ་སྒྲིལ་ཅིག་མིན་འདུག།(%Sཅིག་ནང་ལུ་ ཉུང་ཤོས་ར་རྒྱ་བསྐྱེད་གཅིག་ ཡང་ན་ བརྗོད་དོན་གཅིག་ཡོད་དགོ) དཀའ་ངལ་འདི་སྐོར་ལས་ རྩོམ་པ་པོ་ལུ་འབྲེལ་བ་འཐབ་གནང་།

source: Error
dz_bt: འཛོལ་བ།

source: %S could not install the file at %S because: %S
dz_bt: གིས་ ཡིག་སྣོད་དེ་ %Sལུ་ གཞི་བཙུགས་འབད་མ་ཚུགས་་ག་ཅི་སྦེ་ཟེར་བ་ཅིན་:%S

source: Extensions (*.xpi)
dz_bt: རྒྱ་བསྐྱེད་ཚུ་(*.xpi)

source: Themes (*.jar)
dz_bt: བརྗོད་དོན་ཚུ་(*.jar)

source: Select a theme to install
dz_bt: གཞི་བཙུགས་འབད་ནིའི་བརྗོད་དོན་ཅིག་སེལ་འཐུ་འབད།

source: Select an extension to install
dz_bt: གཞི་བཙུགས་འབད་ནིའི་རྒྱ་བསྐྱེད་ཅིག་སེལ་འཐུ་འབད།

source: Uninstalls the selected Theme
dz_bt: སེལ་འཐུ་འབད་མི་བརྗོད་དོན་དེ་ གཞི་བཙུགས་བཤོལཝ་ཨིན།

source: Checks for updates to your Add-ons
dz_bt: ཁྱོད་རའི་ཁ་སྐོང་ཚུ་གི་དོན་ལུ་ དུས་མཐུན་གྱི་ཞིབ་དཔྱད་འབད་

source: Install an Add-on
dz_bt: ཁ་སྐོང་ཅིག་ གཞི་བཙུགས་འབད་

source: Checks for updates to your Themes
dz_bt: ཁྱོད་རའི་བརྗོད་དོན་ཚུ་ལུ་ དུས་མཐུན་གྱི་ཞིབ་དཔྱད་འབད་

source: Install a Theme
dz_bt: བརྗོད་དོན་ཅིག་གཞི་བཙུགས་འབད་

source: Restart %S to use.
dz_bt: ལག་ལེན་འཐབ་ནིའི་དོན་ལུ་ ལོག་འགོ་བཙུགས།

source: Update failed for this item.
dz_bt: རྣམ་གྲངས་འདི་གི་དོན་ལུ་ དུས་མཐུན་བཟོ་ནི་མ་བཏུབ།

source: Update is disabled for this item.
dz_bt: རྣམ་གྲངས་འདི་གི་དོན་ལུ་ དུས་མཐུན་བཟོ་ནི་དེ་ ལྕོགས་མིན་ཨིན་པས།

source: %S found updates to the following items:
dz_bt: %Sགིས་ འོག་གི་རྣམ་གྲངས་ཚུ་ལུ་ དུས་མཐུན་བཟོ་ནི་ཐོབ་ཅི།

source: Click Install Now to download and install the updates.
dz_bt: དུས་མཐུན་ཚུ་ཕབ་ལེན་འབད་དེ་ གཞི་བཙུགས་འབད་ནི་ལུ་ ད་ལྟོ་ར་གཞི་བཙུགས་འབད་ གུ་ཨེབ་གཏང་འབད།

source: Install Now
dz_bt: ད་ལྟོ་ར་གཞི་བཙུགས་འབད།

source: Updates Found
dz_bt: དུས་མཐུན་བཟོ་དགོཔ་ཐོབ་ཅི།

source: %S %S (New version: %S)
dz_bt: %S %S (ཐོན་རིམ་: %S)

source: Finished checking for updates to %S
dz_bt: %Sལུ་དུས་མཐུན་གྱི་ཞིབ་དཔྱད་འབད་ནི་མཇུག་བསྡུ་ཡི།

source: Version %S is available.
dz_bt: ཐོན་རིམ་%Sའདུག་

source: Software installation has been disabled by your system administrator.
dz_bt: མཉེན་ཆས་གཞི་བཙུགས་འབད་ནི་དེ་ ཁྱོད་རའི་རིམ་ལུགས་བདག་སྐྱོང་པ་གིས་ ལྕོགས་མིན་བཟོ་ནུག།

source: Software installation is currently disabled. Click Enable and try again.
dz_bt: མཉེན་ཆས་གཞི་བཙུགས་འབད་ནི་དེ་ ད་ལྟོ་ལྕོགས་མིན་ཨིན་པས། ལྕོགས་ཅན་བཟོ་གུ་ ཨེབ་ག་ཏང་འབད་ཞིནམ་ལས་ ལོག་སྟེ་འབད་རྩོལ་བསྐྱེད།

source: All add-ons have been disabled by safe mode.
dz_bt: ཁ་སྐོང་ཆམཉམ་ ཉེན་སྲུང་ཐབས་ལམ་ཐོག་ལས་ བཀྲམ་སྟོན་འབད་ནུག།

source: Add-on compatibility checking is disabled. You may have incompatible add-ons.
dz_bt: ཁསྐོང་གི་མཐུན་འགྱུར་ ཞིབ་དཔྱད་འབད་ནི་དེ་ ལྕོགས་མིན་ཨིན་མས། ཁྱོད་ལུ་མཐུན་འགྱུར་མེད་པའི་ ཁ་སྐོང་ཚུ་ཡོདཔ་འོང་ནི་མས།

source: %S is currently in offline mode and is unable to update Add-ons. Click Go Online and try again.
dz_bt: %Sའདི་ད་ལྟོ གློག་ཐོག་ལུ་མེནམ་ལས་ ཁ་སྐོང་ཚུ་དུས་མཐུན་བཟོ་མི་ཚུགས་པས། གློག་ཐོག་ལུ་འགྱོ་ཟེར་མི་གུ་ཨེབ་གཏང་འབད་ཞིནམ་ལས་ ལོག་སྟེ་འབད་རྩོལ་བསྐྱེད།

source: %S is currently in offline mode and is unable to install Add-ons. Click Go Online and try again.
dz_bt: %Sའདི་ད་ལྟོ་གློག་ཐོག་ལུ་མེནམ་ལས་ ཁ་སྐོང་ཚུ་གཞི་བཙུགས་འབད་མི་ཚུགས་པས། གློད་ཐོག་ལུ་འགྱོ་གུ་ ཨེབ་གཏང་འབད་ཞིནམ་ལས་ ལོག་སྟེ་འབད་རྩོལ་བསྐྱེད།

source: Enable
dz_bt: ལྕོགས་ཅན་བཟོ་

source: n
dz_bt: ཨེན་

source: Go Online
dz_bt: གློག་ཐོག་ལུ་འགྱོ་

source: G
dz_bt: ཇི་

source: %S Add-on Updates
dz_bt: %S གི་ཁ་སྐོང་གི་དུས་མཐུན་ཚུ་

source: There are new updates available for your add-ons.
dz_bt: ཁྱོད་ཀྱི་ཁ་སྐོང་ཚུ་གི་དོན་ལུ་ དུས་མཐུན་གསརཔ་ཚུ་འདུག།
