Repository: tenzin/dzongkha-linux-translation-files
Catalog: firefox-2.0-xpi/*/mozapps/extensions/update.dtd.po
Languages: dz_bt

source: &brandShortName; Update
dz_bt: &brandShortName; དུས་མཐུན།

source: &brandShortName; is working offline
dz_bt: &brandShortName; འདི་གློག་ཐོག་ལུ་མནེམ་སྦེ་ལཱ་འབད་དོ་

source: &brandShortName; needs to go online in order to see if updates are available for your add-ons to make them compatible with this version.
dz_bt: ཁྱོད་ཀྱི་ཁ་སྐོང་ཚུ་ ཐོན་རིམ་འདི་དང་མཐུན་འགྱུར་ཡོདཔ་བཟི་ནི་ལུ་ དུས་མཐུན་བཟོ་དགོཔ་ཡོད་མེད་བལྟ་ནིའི་དོན་ལས་ &brandShortName;འདི་གློག་ཐོག་ལུ་འགྱོ་དགོ།

source: &Go online now.
dz_bt: གློག་ཐོག་ལུ་འགྱོ།(&G)

source: Incompatible Add-ons
dz_bt: མཐུན་འགྱུར་མེད་པའི་ཁ་སྐོང་ཚུ་

source: The following add-ons are not compatible with this version of &brandShortName; and have been disabled:
dz_bt: འོག་གི་ཁ་སྐོང་ཚུ་ &brandShortName; གི་ ཐོན་རིམ་འདི་དང་མཐུན་འགྱུར་མེདཔ་ལས་ ལྕོགས་མིན་བཟོ་ནུག།

source: &brandShortName; can check if there are compatible versions of these add-ons available.
dz_bt: &brandShortName; གིས་ ཁ་སྐོང་འདི་ཚུ་གི་དོན་ལུ་ མཐུན་འགྱུར་ཅན་གྱི་ཐོན་རིམ་ཡོད་མེད་ ཞིབ་དཔྱད་བརྐྱབ་ཚུགས།

source: Checking for Compatible Add-ons
dz_bt: མཐུན་འགྱུར་ཅན་གྱི་ཁ་སྐོང་ཡོད་མེད་ཞིབ་དཔྱད་བརྐྱབ་དོ།

source: Checking your incompatible add-ons for updates...
dz_bt: ཁྱོད་རའི་མཐུན་འགྱུར་མེད་པའི་ཁ་སྐོང་གི་དོན་ལུ་ དུས་མཐུན་བཟོ་དགོཔ་ཡོད་མེད་ཞིབ་དཔྱད་འབད་དོ་་་

source: This may take a few minutes...
dz_bt: འདི་གི་དོན་ལུ་སྐར་མ་དག་པ་ཅིག་འགོར་འོང་།

source: Found Compatible Add-ons
dz_bt: མཐུན་འགྱུར་ཅན་གྱི་ཁ་སྐོང་ཚུ་ཐོབ་ཅི་

source: Select the add-ons you would like to install:
dz_bt: ཁྱོད་ཀྱིས་གཞི་བཙུགས་འབད་དགོ་མནོ་མི་ ཁ་སྐོང་ཚུ་སེལ་འཐུ་འབད་:

source: These updates can't be installed because software installation is currently disabled. You can change this setting below.
dz_bt: མཉེན་ཆས་གཞི་བཙུགས་འབད་ནི་དེ་ ད་ལྟོ་ལྕོགས་མིན་ཨིནམ་ལས་ དུས་མཐུན་འདི་ཚུ་ གཞི་བཙུགས་འབད་མི་ཚུགས་པས། ཁྱོད་ཀྱིས་འོག་གི་སྒྲིག་སྟངས་འདི་བསྒྱུར་བཅོས་འབད་ཚུགས།

source: &Allow web sites to install software
dz_bt: ་ ཝེབ་ས་ཁོངས་ཚུ་ལུ་ མཉེན་ཆས་གཞི་བཙུགས་འབད་བཅུག་(&A)

source: Installing Compatible Add-ons
dz_bt: མཐུན་འགྱུར་ཡོད་པའི་ཁ་སྐོང་ཚུ་ གཞི་བཙུགས་འབད་དོ་

source: Downloading and installing updates to your add-ons...
dz_bt: ཁྱོད་ཀྱི་ཁ་སྐོང་ཚུ་གི་དོན་ལུ་ དུས་མཐུན་ཚུ་ ཕབ་ལེན་འབད་དེ་གཞི་བཙུགས་འབད་དོ་་་

source: No Compatible Add-ons Found
dz_bt: མཐུན་འགྱུར་ཅན་གྱི་ཁ་སྐོང་མ་ཐོབ་

source: &brandShortName; was unable to find updates to your incompatible add-ons.
dz_bt: &brandShortName; གིས་ ཁྱོད་ཀྱི་མཐུན་འགྱུར་མདེ་པའི་ཁ་སྐོང་ཚུ་གི་དོན་ལུ་ དུས་མཐུན་འཚོལ་མ་ཐོབ།

source: Some problems were encountered when trying to find updates.
dz_bt: དུས་མཐུན་ཚུ་འཚོལ་བའི་སྐབས་ལུ་ དཀའ་ངལ་དིམ་གྲ་ཅིག་བྱུང་ཡི།

source: &brandShortName; will check periodically and inform you when compatible updates for these add-ons are found.
dz_bt: &brandShortName; གིས་ དུས་མཚམས་ལུ་ཞིབ་དཔྱད་འབད་དེ་ ཁ་སྐོང་འདི་ཚུ་གི་དོན་ལུ་ མཐུན་འགྱུར་ཡོད་པའི་དུས་མཐུན་ཚུ་ཐོབ་པའི་སྐབས་ ཁྱོད་ལུ་བརྡ་ལན་འབད་འོང་།

source: Compatible Add-ons Installed
dz_bt: མཐུན་འགྱུར་ཡོད་པའི་ཁ་སྐོང་ཚུ་་གཞི་བཙུགས་འབད་ཡི་

source: &brandShortName; has installed the updates to your add-ons.
dz_bt: &brandShortName; གིས་ ཁྱོད་ཀྱི་ཁ་སྐོང་ཚུ་ལུ་ དུས་མཐུན་ཚུ་ གཞི་བཙུགས་འབད་ཡི།

source: &brandShortName; can check periodically and inform you when updates for add-ons are found.
dz_bt: &brandShortName; གིས་ དུས་མཚམས་ལུ་ཞིབ་དཔྱད་འབད་དེ་ ཁ་སྐོང་ཚུ་གི་དོན་ལུ་ དུས་མཐུན་ཚུ་ཐོབ་པའི་སྐབས་ ཁྱོད་ལུ་བརྡ་ལན་འབད་ཚུགས་།

source: &brandShortName; will check periodically and inform you when updates for add-ons are found.
dz_bt: &brandShortName; གིས་ དུས་མཚམས་ལུ་ཞིབ་དཔྱད་འབད་དེ་ ཁ་སྐོང་ཚུ་གི་དོན་ལུ་ དུས་མཐུན་ཚུ་ཐོབ་པའི་སྐབས་ ཁྱོད་ལུ་བརྡ་ལན་འབད་འོང་།

source: Unable to Check for Updates
dz_bt: དུས་མཐུན་ཡོད་མེད་ཞིབ་དཔྱད་འབད་མ་ཚུགས།

source: It is not possible to check for updates to incompatible add-ons because software installation for &brandShortName; has been disabled. Please contact your System Administrator for assistance.
dz_bt: &brandShortName; གི་དོན་ལུ་ མཉེན་ཆས་གཞི་བཙུགས་འབད་ནི་དེ་ ལྕོགས་མིན་བཟོ་ཡོདཔ་ལས་ མཐུན་འགྱུར་མེད་པའི་ཁ་སྐོང་ཚུ་གི་དོན་ལུ་ དུས་མཐུན་ཞིབ་དཔཡད་འབད་མི་ཚུགས་པས། གྲོགས་རམ་གྱི་དོན་ལུ་ ཁྱོད་རའི་རིམ་ལུགས་བདག་སྐྱོང་པ་དང་གཅིག་ཁར་འབྲེལ་བ་འཐབ།

source: Checking Compatibility of Add-ons
dz_bt: ཁ་སྐོང་ཚུ་གི་དོན་ལུ་ མཐུན་འགྱུར་ཞིབ་འབད་དོ་

source: Checking your add-ons for compatibility with this version of &brandShortName;.
dz_bt: ཁྱོད་ཀྱི་ཁ་སྐོང་ཚུ་ &brandShortName; གི་ཐོན་རིམ་འདི་དང་ མཐུན་འགྱུར་ཡོད་མེད་ ཞིབ་དཔྱད་འབད་དོ།

source: Problems Installing Updates
dz_bt: དུས་མཐུན་ཚུ་ གཞི་བཙུགས་འབད་ནི་ལུ་དཀའ་ངལ་

source: &brandShortName; encountered problems when updating some of your add-ons.
dz_bt: ཁྱོད་ཀྱི་ཁ་སྐོང་ལ་ལོ་ཅིག་གི་ དུས་མཐུན་བཟོ་བའི་སྐབས་ &brandShortName; ལུ་དཀའ་ངལ་བྱུང་ཡི།

source: Click Finish to continue starting &brandShortName;.
dz_bt: &brandShortName; འཕྲོ་མཐུད་དེ་འགོ་བཙུགས་ནི་ལུ་ རྫོགས་སོ་ གུ་ཨེབ་གཏང་འབད།

source: Allow &brandShortName; to check for updates.
dz_bt: &brandShortName;ལུ་ དུས་མཐུན་ཞིབ་དཔྱད་འབད་བཅུག།

source: &Details...
dz_bt: རྒྱས་བཤད་་་(&D)
