Repository: tenzin/dzongkha-linux-translation-files
Catalog: firefox-1.5-xpi/*/global/tabbrowser.properties.po
Languages: dz_bt

source: Loading...
dz_bt: མངོན་གསལ་འབད་དོ་་་

source: (Untitled)
dz_bt: (མགོ་མིང་མ་བཏགསཔ་)

source: Close Tab
dz_bt: ཨེབ་ལྡེ་ཁ་བསྡམས་

source: Close
dz_bt: ཁ་བསྡམས་

source: Do not show me this dialog box again.
dz_bt: ལོག་སྟེ་ང་ལུ་ཌའི་ལོག་སྒྲོམ་འདི་མ་སྟོན།

source: Caret Browsing
dz_bt: ཀེ་རེཊི་བརྡ་འཚོལ་

source: Pressing F7 turns Caret Browsing on or off. This feature places a moveable cursor in web pages, allowing you to select text with the keyboard. Do you want to turn Caret Browsing on?
dz_bt: F7 མནནམ་ད་ ཀེ་རེཊི་བརྡ་འཚོལ་འབད་ནི་ ཨཱོན་ ཡང་ན་ ཨོཕ་རྐྱབ་ཨིན། ཁྱད་རྣམ་འདི་གིས་ ཝེབ་ཤོག་ལེབ་ཚུ་ནང་ སྤོ་བཤུད་འབད་བཏུབ་པའི་འོད་རྟགས་ཅིག་བཞག་མི་དེ་གིས་ ལྡེ་སྒྲོམ་གྱི་ཐོག་ལས་ ཚིག་ཡིག་སེལ་འཐུ་འབད་བཏུབ་བཟོཝ་ཨིན། ཁྱོད་ཀྱིས་ཀེ་རེཊི་བརྡ་འཚོལ་ ཨཱོན་བརྐྱབ་ནིཨིན་ན?

source: Yes
dz_bt: ཨིན་

source: Confirm close
dz_bt: ཁ་བསྡམས་ནི་ངེས་དཔྱད་འབད་

source: You are about to close %S open tab. Are you sure you want to continue?
dz_bt: ཁྱོད་ཀྱིས་ཁ་ཕྱེ་སྟེ་ཡོད་པའི་ ཨེབ་ལྡེ་%Sདེ་ཁ་བསྡམ་ནི་འབད་དོ། ཁྱོད་ཀྱིས་འཕྲོ་མཐུད་ནི་ ངེས་གཏན་ཨིན་ན?

source: You are about to close %S open tabs. Are you sure you want to continue?
dz_bt: ཁྱོད་ཀྱིས་ཁ་ཕྱེ་སྟེ་ཡོད་པའི་ ཨེབ་ལྡེ་%Sདེ་ཁ་བསྡམ་ནི་འབད་དོ། ཁྱོད་ཀྱིས་འཕྲོ་མཐུད་ནི་ ངེས་གཏན་ཨིན་ན?

source: Close tab
dz_bt: ཨེབ་ལྡེ་ཁ་བསྡམས་

source: Close tabs
dz_bt: ཨེབ་ལྡེ་ཚུ་ཁ་བསྡམས་

source: Warn me when I attempt to close multiple tabs
dz_bt: ང་གིས་ སྣ་མང་ཨེབ་ལྡེ་ ཁ་བསྡམ་ནིའི་དཔའ་བཅམ་ད་ ང་ལུ་ཉེན་བརྡ་འབད།
