Repository: tenzin/dzongkha-linux-translation-files
Catalog: gnome-2.16/desktop/fast-user-switch-applet.HEAD.*.po
Languages: dz

source: A menu to quickly switch between users
dz: ལག་ལེན་པ་ཚུ་གི་བར་ན་ འཕྲལ་མགྱོགས་སོར་བསྒྱུར་འབད་ནིའི་དཀར་ཆག་ཅིག

source: User Switcher
dz: ལག་ལེན་པའི་ སོར་བསྒྱུར་འབད་མི།

source: User Switcher Applet Factory
dz: ལག་ལེན་པའི་ སོར་བསྒྱུར་འབད་མིའི་ ཨེཔ་ལེཊི་འཕྲུལ་ཁང་།

source: Edit Personal _Information
dz: རང་དོན་བརྡ་དོན་ཞུན་དག་རྐྱབས།(_I)

source: _About
dz: སྐོར་ལས།(_A)

source: _Edit Users and Groups
dz: ལག་ལེན་པ་དང་སྡེ་ཚན་ཚུ།(_E)

source: _Help
dz: གྲོགས་རམ་ཚུ།(_H)

source: _Preferences
dz: དགའ་གདམ་ཚུ།(_P)

source: _Setup Login Screen
dz: ནང་བསྐྱོད་གསལ་གཞི་ གཞི་སྒྲིག་འབད།(_S)

source: Display Style
dz: བཟོ་རྣམ་བཀྲམ་སྟོན་འབད།

source: Lock Screen After Switch
dz: སོར་བསྒྱུར་གྱི་ཤུལ་ལས་ གསལ་གཞི་ལྡེ་མིག་བརྐྱབ་བཞག

source: Show "Login Window" Menuitem
dz: "Login Window" གི་དཀར་ཆག་རྣམ་གྲངས་སྟོན།

source: Show "Other" Menuitem
dz: "Other" གི་དཀར་ཆག་རྣམ་གྲངས་སྟོན།

source: Show Active Users Only
dz: ཤུགས་ལྡན་ལག་ལེན་པ་ཚུ་རྐྱངམ་གཅིག་སྟོན།

source: Specifies how to display the applet in the panel. Use "username" to display the current user's name, "icon" to show the people icon, or "text" to use the word `Users.'
dz: པེ་ནཱལ་ནང་ ཨེཔ་ལེཊི་ག་དེ་སྦེ་སྟོན་ནི་ཨིན་ན་ གསལ་བཀོད་འབདཝ་ཨིན། ད་ལྟོའི་ལག་ལེན་པའི་མིང་ བཀྲམ་སྟོན་འབད་ནི་ལུ་ "username" དང་ མི་མང་གི་ངོས་དཔར་སྟོན་ནིའི་དོན་ལུ་"icon" ཡང་ན་ `Users' ལག་ལེན་འཐབ་ནིའི་དོན་ལུ་ "text" ལག་ལེན་འཐབ།

source: Use Xnest
dz: ཨེགསི་ནེསཊི་ལག་ལེན་འཐབ།

source: When to show the "Login Window" item. Possible values include: "always" to always show the item, "never" to never show the item, and "auto" (the default) to show the item when the applet is in Xnest mode.
dz: "Login Window" རྣམ་གྲངས་ ནམ་ལག་ལེན་འཐབ་ནི་ཨིན་ན། སྲིད་པའི་བེ་ལུསི་གི་གྲངས་སུ་: རྣམ་གྲངས་རྟག་པར་སྟོན་ནིའི་དོན་ལུ་ "always" རྣམ་གྲངས་ནམ་ཡང་མི་སྟོན་ནིའི་དོན་ལུ་ "never" ཨེཔ་ལེཊི་དེ་ ཨེགསི་ནེསིཊི་ཐབས་ལམ་ནང་ཡོད་པའི་སྐབས་ རྣམ་གྲངས་སྟོན་ནིའི་དོན་ལུ་ "auto" (སྔོན་སྒྲིག)ཚུ་ཨིན།

source: When to show the "Other" item. Possible values include: "always" to always show the item, "never" to never show the item, and "auto" (the default) to show the item when the applet is in console (not Xnest) mode.
dz: "Other"རྣམ་གྲངས་ ནམ་སྟོན་ནི་ཨིན་ན། སྲིད་པའི་བེ་ལུསི་གི་གྲངས་སུ་: རྣམ་གྲངས་རྟག་པར་སྟོན་ནིའི་དོན་ལུ་ "always" རྣམ་གྲངས་ནམ་ཡང་མི་སྟོན་ནིའི་དོན་ལུ་ "never" ཨེཔ་ལེཊི་དེ་ མ་སྒྲོམ་ཐབས་ལམ་ནང་ཡོད་པའི་སྐབས་(ཨེགསི་ནེསིཊི་མེན) རྣམ་གྲངས་སྟོན་ནིའི་དོན་ལུ་ "auto" (སྔོན་སྒྲིག)ཚུ་ཨིན།

source: Whether or not to create new Xnest windows instead of spawning new consoles when switching users.
dz: ལག་ལེན་པ་སོར་བསྒྱུར་འབད་བའི་སྐབས་ མ་སྒྲོམ་གསརཔ་ཚུ་འབྱུང་བཅུག་ནིའི་ཚབ་ལུ་ ཨེགསི་ཝིན་ཌོསི་ གསར་བསྐྲུན་འབད་ནི་ཨིན་ན་མེན།

source: Whether or not to lock the screen after switching to a different console.
dz: མ་སྒྲོམ་སོ་སོ་ཅིག་ནང་ སོར་བསྒྱུར་འབད་བའི་ཤུལ་ལུ་ གསལ་གཞི་ལྡེ་མིག་བརྐྱབ་ནི་ཨིན་ན་མེན།

source: Whether to show only users who are currently logged in, or all users.
dz: ད་ལྟོ་ནང་བསྐྱོད་འབད་དེ་ཡོད་མི་ཚུ་རྐྱངམ་གཅིག་སྟོན་ནི་ཨིན་ན་ ཡང་ན་ ཆ་མཉམ་སྟོན་ནི་ཨིན་ན།

source: <span weight="bold" size="larger">Multiple Logins Found</span>
dz: <span weight="bold" size="larger">སྣ་མང་ནང་བསྐྱོད་ཐོབ་ཅི་</span>

source: Appearance
dz: འབྱུང་སྣང་།

source: Continue
dz: འཕྲོ་མཐུད།

source: Create new logins in _nested windows
dz: ནེསི་ཊེཌི་ཝིན་ཌོསི་ནང་ ནང་བསྐྱོད་གསརཔ་ཚུ་ གསར་བསྐྲུན་འབད།(_n)

source: Details
dz: རྒྱས་བཤད་ཚུ།

source: Multiple Logins Found - User Switcher
dz: སྣ་མང་ནང་བསྐྱོད་ཐོབ་ཅི་ - ལག་ལེན་པའི་སོར་བསྒྱུར་འབད་མི།

source: Options
dz: གདམ་ཁ་ཚུ།

source: Some preferences have been locked by the system adminstrator.
dz: གདམ་ཁ་ལ་ལོ་ཅིག་ རིམ་ལུགས་བདག་སྐྱོང་པ་གིས་ ལྡེ་མིག་བརྐྱབས་ནུག

source: The user you want to switch to is logged in multiple times on this computer. Which login do you want to switch to?
dz: ཁྱོད་ཀྱིས་སོར་བསྒྱུར་འབད་དགོ་མནོ་མི་ ལག་ལེན་པ་དེ་ གློག་རིག་འདི་ནང་ ལན་ཐེངས་སྣ་མང་ནང་ལུ་ ནང་བསྐྱོད་འབད་དེ་འདུག ཁྱོད་ཀྱིས་ནང་བསྐྱོད་ག་དེ་ལུ་ སོར་བསྒྱུར་འབད་ནི?

source: Use the `people' icon for the menu title
dz: དཀར་ཆག་མགོ་མིང་གི་དོན་ལུ་ 'མི་མང་' ངོས་དཔར་ལག་ལེན་འཐབ།

source: Use the current user's name for the menu title
dz: དཀར་ཆག་མགོ་མིང་གི་དོན་ལུ་ ད་ལྟོའི་ལག་ལེན་པའི་མིང་དེ་ ལག་ལེན་འཐབ།

source: Use the word `Users' as the menu title
dz: མིང་ཚིག་ 'ལག་ལེན་པ་ཚུ་' དཀར་ཆག་མགོ་མིང་དེ་བཟུམ་སྦེ་ ལག་ལེན་འཐབ།

source: User Switcher Error
dz: ལག་ལེན་པའི་ སོར་བསྒྱུར་འབད་མིའི་འཛོལ་བ།

source: User Switcher Preferences
dz: ལག་ལེན་པའི་ སོར་བསྒྱུར་འབད་མིའི་ དགའ་གདམ་ཚུ།

source: Users
dz: ལག་ལེན་པ་ཚུ།

source: When a new login must be created to switch users, create it in a window instead of on a new screen
dz: ལག་ལེན་པ་ཚུ་ སོར་བསྒྱུར་འབད་ནིའི་དོན་ལུ་ ནང་བསྐྱོད་གསརཔ་ཅིག་ གསར་བསྐྲུན་འབད་དགོ་པའི་སྐབས་ གསལ་གཞི་གསར་པའི་གུ་མེན་པར་ སྒོ་སྒྲིག་ཅིག་ནང་གསར་བསྐྲུན་འབད།

source: When changing to a different display, activate the screensaver for this display.
dz: བཀྲམ་སྟོན་སོ་སོ་ཅིག་ལུ་སོརཝ་དང་ བཀྲམ་སྟོན་འདི་གི་དོན་ལུ་ གསལ་གཞི་ཉེན་སྲུང་ ཤུགས་ལྡན་བཟོ།

source: _Lock the screen after switching users
dz: ལག་ལེན་པ་ཚུ་ སོར་བསྒྱུར་འབད་ཞིནམ་ལས་ གསལ་གཞི་ལྡེ་མིག་རྐྱབས།(_L)

source: Other
dz: གཞན།

source: Login Window
dz: ནང་བསྐྱོད་སྒོ་སྒྲིག

source: The Fast User Switch Applet is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
dz: ཇི་ནོམ་ཝེབ་བརའུ་ཟར་དེ་ སྟོང་མར་ཐོབ་པའི་མཉེན་ཆས་ཅིག་ཨིནམ་ལས་ ཁྱོད་ཀྱིས་ རང་དབང་མཉེན་ཆས་གཞི་ཚོགས་ཀྱིས་ དཔེ་བསྐྲུན་འབད་མི་ ཇི་ཨེན་ཡུ་ ཡོངས་ཁྱབ་མི་མང་ཆོག་ཐམ་གྱི་ ཐོན་རིམ་ ༢ ཡང་ན་ ཁྱོད་རའི་བློ་འདོད་བཞིན་དུ་ ཤུལ་ལས་ཀྱི་ཐོན་རིམ་གང་རུང་གི་ ཁ་ཚིག་དང་འཁྲིལ་ཏེ་ བསྐྱར་འགྲེམ་འབད་བ་ ཡང་ན་ ལེགས་བཅོས་འབད་ཆོག

source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
dz: ལས་རིམ་འདི་ ཀུན་ལུ་ཕན་པའི་རེ་བ་བསྐྱེད་དེ་འགྲེམ་སྤེལ་འབདཝ་ཨིན། དེ་འབདཝ་དང་ ཉེན་ལེན་ག་ནི་ཡང་མེད་པའི་ནང་ལས་ ཐ་ན་སྐྱེལ་འདྲེན་ ཡང་ན་ དམིགས་བསལ་དགོས་དོན་ཅིག་གི་དོན་ལུ་ ཚུད་སྒྲིག་ཡོད་མེད་ཀྱི་ཉེན་ལེན་ཙམ་ཡང་མེད། རྒྱས་བཤད་ཀྱི་དོན་ལུ་ ཇི་ཨེན་ཡུ་ ཡོངས་ཁྱབ་མི་མང་ཆོག་ཐམ་ལུ་བལྟ།

source: You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA
dz: ཁྱོད་ཀྱིས་ལས་རིམ་འདི་དག་གཅིག་ཁར་ ཇི་ཨེན་ཡུ་ ཡོངས་ཁྱབ་མི་མང་ཆོག་ཐམ་གྱི་འདྲ་ཅིག་ཐོབ་ཐོབ་འོང་། གལ་སྲིད་མ་ཐོབ་པ་ཅིན་ Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA ལུ་ ཡི་གུ་གཏང་།

source: Fast User Switch Applet
dz: མགྱོགས་སྤྱོད་སོར་བསྒྱུར་ཨེཔ་ལེཊི།

source: A menu to quickly switch between users.
dz: ལག་ལེན་པ་ཚུ་གི་བར་ན་ འཕྲལ་མགྱོགས་སོར་བསྒྱུར་འབད་ནིའི་དཀར་ཆག་ཅིག

source: translator-credits
dz: "ཨའི་ཌི་ཨར་སི་གི་མ་དངུལ་རྒྱབ་སྐྱོར་ཐོག་ལས་ བརྡ་དོན་འཕྲུལ་རིག་ལས་ཁུངས་ནང་ སྐད་བསྒྱུར་འབད་ཡི། ཁ་གསལ་གྱི་དོན་ལུ་ འབྲེལ་བ་འཐབ་ས་: <pema_geyleg@druknet.bt>/<pgeyleg@dit.gov.bt>"

source: Multiple Logins Found - Fast User-Switch
dz: སྣ་མང་ནང་བསྐྱོད་ཐོབ་ཅི་ - ལག་ལེན་པའི་སོར་བསྒྱུར་མགྱོགས་དྲགས།

source: Multiple Logins Found
dz: སྣ་མང་ནང་བསྐྱོད་ཐོབ་ཅི།

source: %s in a nested window on console %d
dz: ནེསི་ཊེཌི་སྒོ་སྒྲིག་ཅིག་ནང་%sའདུག མ་སྒྲོམ་%dགུ

source: %s on console %d
dz: %s མ་སྒྲོམ་%dགུ

source: Display Manager Unavailable
dz: བཀྲམ་སྟོན་འཛིན་སྐྱོང་པ་མི་འཐོབ་པས།

source: In order for the User Selector to function properly, the GNOME Display Manager must be running, but it is not.
dz: ལག་ལེན་པའི་སེལ་བྱེད་དེ་ ཚུལ་ལྡན་སྦེ་ ལཱ་འབད་ནིའི་དོན་ལུ་ ཇི་ནོམ་བཀྲམ་སྟོན་འཛིན་སྐྱོང་པ་དེ་ གཡོག་བཀོལ་དགོཔ་ཨིན་རུང་ ད་ལྟོ་གཡོག་མ་བཀོལ་བས།

source: Multiple Consoles Not Supported
dz: སྣ་མང་མ་སྒྲོམ་ཚུ་ལུ་ རྒྱབ་སྐྱོར་མིན་འདུག

source: This system does not support multiple graphical login screens.
dz: རིམ་ལུགས་འདི་གིས་ སྣ་མང་ཚད་རིས་ཀྱི་ ནང་བསྐྱོད་གསལ་གཞི་ཚུ་ལུ་ རྒྱབ་སྐྱོར་མི་འབད།

source: Too Many Sessions
dz: ལཱ་ཡུན་མང་དྲགས་པས།

source: There are currently too many sessions running to create a new one. Someone must log out, or the system configuration must be changed to allow for more.
dz: ད་ལྟོ་ལཱ་ཡུན་མང་རབས་ཅིག་ གཡོག་བཀོལ་བཞིན་ཡོདཔ་ལས་ ལཱ་ཡུན་གསརཔ་ཅིག་ གསར་བསྐྲུན་འབད་མི་ཚུགས། གཅིག་ཕྱིར་བསྐྱོད་འབད་དགོ་ ཡང་ན་ ཧེང་བཀལ་བཏུབ་ནིའི་དོན་ལུ་ རིམ་ལུགས་དེ་རིམ་སྒྲིག་འབད་དགོ

source: Graphical System Error
dz: ཚད་རིས་ཀྱི་རིམ་ལུགས་འཛོལ་བ།

source: The graphical interface did not properly start, which is needed for graphical logins. It is likely that the X Window System or GDM is not properly configured.
dz: ཚད་རིས་ནང་བསྐྱོད་ཀྱི་དོན་ལུ་མཁོ་བའི་ ཚད་རིས་ཀྱི་ངོས་འདྲ་བ་དེ་ཚུལ་ལྡན་སྦེ་ འགོ་བཙུགས་མ་ཚུགས་པས། ཨེགསི་ཝིན་ཌོ་རིམ་ལུགས་ ཡང་ན་ ཇི་ཌི་ཨེམ་དེ་ ཚུལ་ལྡན་སྦེ་ རིམ་སྒྲིག་མ་འབདཝ་འོང་ནི་མས།

source: Permissions Error
dz: གནང་བའི་འཛོལ་བ།

source: Your user does not have permissions to create additional logins. Check your <i>~/.Xauthority</i> setup.
dz: ཁྱོད་ཀྱི་ལག་ལེན་པ་ལུ་ ནང་བསྐྱོད་ཁ་སྐོང་གསར་བསྐྲུན་འབད་ནིའི་དོན་ལུ་ གནང་བ་ཚུ་མིན་འདུག ཁྱོད་རའི་ <i>~/.Xauthority</i> ལུ་ ཞིབ་དཔྱད་འབད།

source: Missing Required File
dz: དགོ་པའི་ཡིག་སྣོད་ བརླག་སྟོར་ཞུགས་ནུག

source: The User Selector's interfaces file, `%s', could not be opened. It is likely that this application was not properly installed or configured.
dz: ལག་ལེན་པའི་ སེལ་བྱེད་ཀྱི་ངོས་འདྲ་བའི་ཡིག་སྣོད་`%s'དེ་ ཁ་ཕྱེ་མ་ཚུགས། རིམ་ལུགས་འདི་ ཚུལ་ལྡན་སྦེ་ གཞི་བཙུགས་འབདཝ་དང་ ཡང་ན་ རིམ་སྒྲིག་མ་འབདཝ་བཟུམ་ཅིག་འདུག

source: Can't lock screen: %s
dz: གསལ་གཞི་%sལྡེ་མིག་བརྐྱབ་མི་ཚུགས།

source: Can't temporarily set screensaver to blank screen: %s
dz: གསལ་གཞི་སྟོངམ་%sགུ་ གནས་སྐབས་ཀྱི་དོན་ལུ་ གསལ་གཞི་ཉེན་སྲུང་ གཞི་སྒྲིག་འབད་མི་ཚུགས།

source: Manager
dz: འཛིན་སྐྱོང་པ།

source: The manager which owns this object.
dz: དངོས་པོ་འདི་དབང་མི་ འཛིན་སྐྱོང་པ།

source: Name
dz: མིང་།

source: The name of the X11 display this object refers to.
dz: དངོས་པོ་འདི་གིས་ གཞི་བསྟུན་འབད་མི་ བཀྲམ་སྟོན་ཨེགསི་༡༡ པོའི་མིང་།

source: User
dz: ལག་ལེན་པ།

source: The user currently logged in on this virtual terminal.
dz: ལག་ལེན་པ་དེ་ ད་ལྟོ་བར་ཅུ་ཡེལ་ཊར་མི་ནཱལ་འདི་གུ་ ནང་བསྐྱོད་འབད་དེ་འདུག

source: Console
dz: མ་སྒྲོམ།

source: The number of the virtual console this display can be found on, or %-1.
dz: བཀྲམ་སྟོན་འདི་འཐོབ་སའི་ བར་ཅུ་ཡལ་མ་སྒྲོམ་གྱི་ཨང་གྲངས་ ཡང་ན་ %-༡།

source: Nested
dz: ནེསི་ཊེཌི།

source: Whether or not this display is a windowed (Xnest) display.
dz: བཀྲམ་སྟོན་འདི་ སྒོ་སྒྲིག་སྦེ་བཟོ་བཟོ་བའི་ བཀྲམ་སྟོན་ཅིག་ཨིན་ན་མེན།(ཨེགསི་ནེསིཊི)

source: The display manager could not be contacted for unknown reasons.
dz: མ་ཤེས་པའི་རྒྱུ་མཚན་ཚུ་ལུ་བརྟེན་ཏེ་ བཀྲམ་སྟོན་འཛིན་སྐྱོང་པ་དེ་ལུ་ འབྲེལ་བ་འཐབ་མ་ཚུགས།

source: The display manager is not running or too old.
dz: བཀྲམ་སྟོན་འཛིན་སྐྱོང་པ་དེ་ གཡོག་མ་བཀོལ་བས་ ཡང་ན་ རྙིངམ་ཐལ་སོངཔ་འོང་ནི་མས།

source: The configured limit of flexible servers has been reached.
dz: སྟབས་བདེའི་སར་བར་ཚུ་གི་ རིམ་བསྒྲིགས་འབད་ཡོད་པའི་ ཚད་མཚམས་ལུ་ལྷོོད་ནུག

source: There was an unknown error starting X.
dz: ཨེགསི་འགོ་བཙུགས་ནི་ལུ་ མ་ཤེས་པའི་འཛོལ་བ་ཅིག་བྱུང་ནུག

source: The X server failed to finish starting.
dz: ཨེགསི་སར་བར་དེ་གིས་ འགོ་བཙུགས་མཇུག་བསྡུ་མ་ཚུགས།

source: There are too many X sessions running.
dz: ཨེགསི་ལཱ་ཡུན་ མང་རབས་ཅིག་ གཡོག་བཀོལ་བཞིན་འདུག

source: The nested X server (Xnest) cannot connect to your current X server.
dz: ནེསི་ཊེཌི་སར་བར་ (ཨེགསི་ནེསཊི་) དེ་ ཁྱོད་ཀྱི་ད་ལྟོའི་ ཨེགསི་སར་བར་ལུ་ མཐུད་མི་ཚུགས།

source: The X server in the GDM configuration could not be found.
dz: ཇི་ཌི་ཨེམ་རིམ་སྒྲིག་ནང་གི་ ཨེགསི་སར་བར་དེ་ འཚོལ་མ་ཐོབ།

source: Trying to set an unknown logout action, or trying to set a logout action which is not available.
dz: མ་ཤེས་པའི་ཕྱིར་བསྐྱོད་བྱ་བ་ཅིག་ གཞི་སྒྲིག་འབད་ནི་ལུ་ འབད་རྩོལ་བསྐྱེད་དོ་ ཡང་ན་ འཐོབ་མ་ཚུགས་པའི་ ཕྱིར་བསྐྱོད་བྱ་བ་ཅིག་ གཞི་སྒྲིག་འབད་ནི་ལུ་ འབད་རྩོལ་བསྐྱེད་དོ།

source: Virtual terminals not supported.
dz: བར་ཅུ་ཡལ་ཊར་མི་ནཱལ་ཚུ་ལུ་ རྒྱབ་སྐྱོར་མིན་འདུག

source: Invalid virtual terminal number.
dz: ནུས་མེད་བར་ཅུ་ཡལ་ཊར་མི་ནཱལ་ཨང་གྲངས།

source: Trying to update an unsupported configuration key.
dz: རྒྱབ་སྐྱོར་མེད་པའི་རིམ་སྒྲིག་ལྡེ་མིག་ཅིག་ དུས་མཐུན་བཟོ་ནི་ལུ་ འབད་རྩོལ་བསྐྱེད་དོ།

source: ~/.Xauthority file badly configured or missing.
dz: ~/.Xauthority ཡིག་སྣོད་དེ་ བྱང་ཉེས་སྦེ་ རིམ་སྒྲིག་འབད་ནུག་ ཡང་ན་ བརླག་སྟོར་ཞུགས་ནུག

source: Too many messages were sent to the display manager, and it hung up.
dz: བཀྲམ་སྟོན་འཛིན་སྐྱོང་པ་ལུ་ འཕྲིན་དོན་གཏང་ནི་མང་དྲགསཔ་ལས་ ཐོགས་ཏེ་ལུས་ནུག

source: The display manager sent an unknown error message.
dz: བཀྲམ་སྟོན་འཛིན་སྐྱོང་པ་གིས་ མ་ཤེས་པའི་འཛོལ་བའི་འཕྲིན་དོན་ཅིག་བཏང་ནུག

source: The user this menu item represents.
dz: དཀར་ཆག་རྣམ་གྲངས་འདི་གིས་ ཁྱད་ཚབ་འབད་མི་ ལག་ལེན་པ་དེ།

source: Icon Size
dz: ངོས་དཔར་གྱི་ཚད།

source: The size of the icon to use.
dz: ལག་ལེན་འཐབ་ནིའི་ ངོས་དཔར་གྱི་ཚད།

source: Indicator Size
dz: བརྡ་སྟོན་པའི་ཚད།

source: Size of check indicator
dz: ཞིབ་དཔྱད་བརྡ་སྟོན་པའི་ཚད།

source: Indicator Spacing
dz: བརྡ་སྟོན་པའི་བར་སྟོང་བཞག་ཐངས།

source: Space between the username and the indicator
dz: ལག་ལེན་པའི་མིང་དང་ བརྡ་སྟོན་པའི་བར་ནའི་བར་སྟོང་།

source: The user manager object this user is controlled by.
dz: ལག་ལེན་པ་འདི་ ཚད་འཛིན་འབད་མི་ ལག་ལེན་པའི་འཛིན་སྐྱོང་དངོས་པོ།

source: Show Details
dz: རྒྱས་བཤད་ཚུ་སྟོན།
