Repository: tenzin/dzongkha-linux-translation-files
Catalog: thunderbird-1.5.0.9-xpi/*/passwordmgr/passwordManager.dtd.po
Languages: dz_bt

source: Password Manager
dz_bt: ཆོག་ཡིག་འཛིན་སྐྱོང་པ་

source: Passwords Saved
dz_bt: ཆོག་ཡིག་ཚུ་བསྲུངས་ཡོད་

source: Passwords Never Saved
dz_bt: ཆོག་ཡིག་ནམ་ཡང་མ་བསྲུངས་པས་

source: Password Manager has saved login information for the following sites:
dz_bt: ཆོག་ཡིག་འཛིན་སྐྱོང་པ་གིས་ འོག་གི་ས་ཁོངས་ཚུ་གི་དོན་ལུ་ ནང་བསྐྱོད་བརྡ་དོན་ཚུ་ བསྲུངས་བཞག་ནུག་:

source: Password Manager will never save login information for the following sites:
dz_bt: ཆོག་ཡིག་འཛིན་སྐྱོང་པ་གིས་ འོག་གི་ས་ཁོངས་ཚུ་གི་དོན་ལུ་ ནམ་ཡང་ནང་བསྐྱོད་བརྡ་དོན་ བསྲུང་མི་བཞག་:

source: Site
dz_bt: ས་ཁོངས་

source: Username
dz_bt: ལག་ལེན་པའི་མིང་

source: Password
dz_bt: ཆོག་ཡིག་

source: &Remove
dz_bt: རྩ་བསྐྲད་གཏང་(&R)

source: Remove &All
dz_bt: ཆ་མཉམ་རྩ་བསྐྲད་གཏང་(&A)
