Repository: tenzin/dzongkha-linux-translation-files
Catalog: firefox-2.0-xpi/*/mozapps/plugins/plugins.dtd.po
Languages: dz_bt

source: Plugin Finder Service
dz_bt: པ་ལག་ཨིན་འཚོལ་བྱེད་ཞབས་ཏོག།

source: Welcome to the &pluginWizard.title;
dz_bt: &pluginWizard.title ལུ་འབྱོན་པ་ལེགས་སོ་ཡོད།

source: &brandShortName; is now checking for available plugins...
dz_bt: &brandShortName; གིས་ ད་ལྟོ་པ་ལག་ཨིནསི་ཡོད་མེད་ ཞིབ་དཔྱད་འབད་དོ།

source: Available Plugin Downloads
dz_bt: འཐོབ་ཚུགས་པའི་ པ་ལག་ཨིནསི་གི་ཕབ་ལེན།

source: The following plugins are available:
dz_bt: འོག་གི་པ་ལག་ཨིནསི་ཚུ་་འཐོབ་ཚུགས་པས།

source: Press Next to install these plugins.
dz_bt: པ་ལག་ཨིནསི་འདི་ཚུ་ གཞི་བཙུགས་འབད་ནི་ལུ་་ཤུལ་མམ་ གུ་མནན།

source: Some plugins may require additional information from you during installation.
dz_bt: གཞི་བཙུགས་འབད་བའི་སྐབས་ལུ་ པ་ལག་ཨིནསི་ལ་ལོ་ཅིག་ལུ་ ཁྱོད་ལས་བརྡ་དོན་ཧེང་བཀལ་དགོཔ་འོང་།

source: Plugin Licenses
dz_bt: པ་ལག་ཨིན་གྱི་ཆོག་ཐམ་ཚུ།

source: I agree.
dz_bt: ང་གིས་ཁས་ལེན་འབདཝ་ཨིན།

source: I do not agree (plugin will not be installed).
dz_bt: ང་གིས་ཁས་ལེན་མི་འབད།་(པ་ལག་ཨིན་ གཞི་བཙུགས་མི་འབད)

source: Installing Plugins
dz_bt: པ་ལག་ཨིནསི་ཚུ་ གཞི་བཙུགས་འབད་དོ།

source: &brandShortName; is installing plugins...
dz_bt: &brandShortName; གིས་ པ་ལག་ཨིནསི་ གཞི་བཙུགས་འབད་དོ།

source: &brandShortName; finished installing the missing plugins:
dz_bt: &brandShortName; གིས་ བརླག་སྟོར་ཞུགས་མི་ པ་ལག་ཨིནསི་ཚུ་ གཞི་བཙུགས་འབད་ཚར་ཡི།

source: Find out more about Plugins or manually find missing plugins.
dz_bt: པ་ལག་ཨིནསི་གི་སྐོར་ལས་ ཧེང་བཀལ་འཚོལ་ ཡང་ན་ བརླག་སྟོར་ཞུགས་མི་པ་ལག་ཨིནསི་ཚུ་ ལག་ཐོག་ལས་འཚོལ།

source: &brandShortName; needs to be restarted for the plugin(s) to work.
dz_bt: པ་ལག་ཨིནསི་ཚུ་ ལཱ་འབད་ནིའི་དོན་ལུ་ &brandShortName; དེ་ ལོག་འགོ་བཙུགས་དགོ།
