Repository: tenzin/dzongkha-linux-translation-files
Catalog: thunderbird-1.5.0.9-xpi/*/navigator/navigator.properties.po
Languages: dz_bt

source: Done
dz_bt: འབད་ཚར་

source: Timed Out
dz_bt: ངལ་མཚམས་

source: Stopped
dz_bt: བཀག་ཡོདཔ་

source: Open File
dz_bt: ཡིག་སྣོད་ཁ་ཕྱེ་

source: Upload File
dz_bt: ཡིག་སྣོད་སྐྱེལ་བཙུགས་འབད་

source: Drop a link or file to make it your home page
dz_bt: ཁྱོད་རའི་ཁྱིམ་གྱི་ཤོག་ལེབ་སྦེ་བཟོ་ནི་ལུ་ འབྲེལ་ལམ་ ཡང་ན་ ཡིང་སྣོད་ཅིག་བཀལ་བཞག་

source: Set Home Page
dz_bt: ཁྱིམ་གྱི་ཤོག་ལེབ་གཞི་སྒྲིག་འབད་

source: Do you want this document to be your new home page?
dz_bt: ཡིག་ཆ་འདི་ ཁྱོད་ཀྱི་ཁྱིམ་གྱི་ཤོག་ལེབ་གསརཔ་སྦེ་ དགོ་ནི་ཨིན་ན?

source: An error has occurred on this page. Double click here for details.
dz_bt: ཤོག་ལེབ་འདི་ལུ་ འཛོལ་བ་ཅིག་བྱུང་ཡི། རྒྱས་བཤད་ཀྱི་དོན་ལུ་ ནཱ་ལུ་ཨེབ་གཏང་འབད།

source: en-US
dz_bt: ཨིང་ལིཤ་-ཡུ་ཨེསི་

source: x-western
dz_bt: ཨེགསི་-ནུབ་ཕྱོགས་ཀྱི་

source: en-us, en
dz_bt: ཨིང་ལིཤ་-ཡུ་ཨེསི། ཨིང་ལིཤ་

source: ISO-8859-1, UTF-8
dz_bt: ཨའི་ཨེསི་ཨོ་-༨༨༥༩-༡། ཡུ་ཊི་ཨེཕ་-༨།

source: ISO-8859-1, ISO-8859-15, IBM850, x-mac-roman, windows-1252, ISO-8859-14, ISO-8859-7, x-mac-greek, windows-1253, x-mac-icelandic, ISO-8859-10, ISO-8859-3
dz_bt: ཨའི་ཨེསི་ཨོ་-༨༨༥༩-༡། ཨའི་ཨེསི་ཨོ་-༨༨༥༩-༡༥། ཨའི་བི་ཨེམ་༨༥༠། ཨེགསི་-མེཀ་-རོ་མཱན། ཝིན་ཌོསི་-༡༢༥༢། ཨའི་ཨེསི་ཨོ་-༨༨༥༩-༡༤། ཨའི་ཨེསི་ཨོ་-༨༨༥༩-༧། ཨེགསི་མེཀ་-གིརིཀ། ཝིན་ཌོསི་-༡༢༥༣། ཨེགསི་-མེཀ་-ཨའིསི་ལེན་ཌིཀ། ཨའི་ཨེསི་ཨོ་-༨༨༥༩-༡༠། ཨའི་ཨེསི་ཨོ་-༨༨༥༩-༣།

source: ISO-8859-4, ISO-8859-13, windows-1257, IBM852, ISO-8859-2, x-mac-ce, windows-1250, x-mac-croatian, IBM855, ISO-8859-5, ISO-IR-111, KOI8-R, x-mac-cyrillic, windows-1251, IBM866, KOI8-U, x-mac-ukrainian, ISO-8859-16, x-mac-romanian
dz_bt: ཨའི་ཨེསི་ཨོ་-༨༨༥༩-༤། ཨའི་ཨེསི་ཨོ་-༨༨༥༩-༡༣། ཝིན་ཌོསི་-༡༢༥༧། ཨའི་བི་ཨེམ་༨༥༢། ཨའི་ཨེསི་ཨོ་-༨༨༥༩-༢། ཨེགསི་-མེཀ་-སི་ཨི། ཝིན་ཌོསི་-༡༢༥༠། ཨེགསི་-མེཀ་-ཀོརོ་ཤི་ཡཱན། ཨའི་བི་ཨེམ་༨༥༥། ཨའི་ཨེསི་ཨོ་-༨༨༥༩-༥། ཨའི་ཨེསི་ཨོ་-ཨའི་ཨར་-༡༡༡། ཀེ་ཨོ་ཨའི་༨-ཨར། ཨེགསི་-མེཀ་-སི་རི་ལིཀ། ཝིན་ཌོསི་-༡༢༥༡། ཨའི་བི་ཨེམ་༨༦༦། ཀེ་ཨོ་ཨའི་༨-ཡུ། ཨེགསུ་-མེཀ་-ཡུཀརི་ནི་ཡཱན། ཨའི་ཨེསི་ཨོ་-༨༨༥༩-༡༦། ཨེགསི་-མེཀ་-རོ་མ་ནི་ཡཱན།

source: GB2312, x-gbk, gb18030, HZ-GB-2312, ISO-2022-CN, Big5, Big5-HKSCS, x-euc-tw, EUC-JP, ISO-2022-JP, Shift_JIS, EUC-KR, x-windows-949, x-johab, ISO-2022-KR
dz_bt: ཇི་བི་༢༣༡༣། ཨེགསི་-ཇི་བི་ཀེ། ཇི་བི་༡༨༠༣༠། ཨེཆ་ཛེཌི་-ཇི་བི་-༢༣༡༢། ཨའི་ཨེསི་ཨོ་-༢༠༢༢-སི་ཨེན། བི་ཨའི་ཇི་༥། བི་ཨའི་ཇི་་༥-ཨེཆ་ཀེ་ཨེསི་སི་ཨེསི་། ཨེགསི་-ཨི་ཡུ་སི་-ཊི་ཌབ་ལུ། ཨི་ཡུ་སི་-ཇེ་པི། ཨའི་ཨེསི་ཨོ་-༢༠༢༢-ཇེ་པི། སོར་ལྡེ་_ཇེ་ཨའི་ཨེསི། ཨི་ཡུ་སི་-ཀེ་ཨར། ཨེགསི་-ཝིན་ཌོསི་-༩༤༩། ཨེགསི་-ཇོ་ཧབ། ཨའི་ཨེསི་ཨོ་-༢༠༢༢-ཀེ་ཨར།

source: armscii-8, GEOSTD8, TIS-620, ISO-8859-11, windows-874, IBM857, ISO-8859-9, x-mac-turkish, windows-1254, x-viet-tcvn5712, VISCII, x-viet-vps, windows-1258, x-mac-devanagari, x-mac-gujarati, x-mac-gurmukhi
dz_bt: ཨརམ་ཨེསི་སི་ཨའི་ཨའི་-༨། ཇི་ཨི་ཨོ་ཨེསི་ཊི་ཌི་༨། ཊི་ཨའི་ཨེསི་-༦༢༠། ཨེའི་ཨེསི་ཨོ་-༨༨༥༩-༡༡། ཝིན་ཌོསི་-༨༧༤། ཨའི་བི་ཨེམ་༨༥༧། ཨེའི་ཨེསི་ཨོ་-༨༨༥༩-༩། ཨེགསི་-མེཀ་-ཊར་ཀིཤ། ཝིན་ཌོསི་-༡༢༥༤། ཨེགསི་-ཝི་ཨའི་ཨི་ཊི་་-ཊི་སི་ཝི་ཨེན་༥༧༡༢། ཝི་ཨའི་ཨེསི་སི་ཨའི་ཨའི། ཨེགསི་-ཝི་ཨའི་ཨི་ཊི་-ཝི་པི་ཨེསི། ཝིན་ཌོསི་-༡༢༥༨། ཨེགསི་-མེཀ་-དེ་བ་ན་ག་རི། ཨེགསི་-མེཀ་-ག་ཇ་ར་ཏི། ཨེགསི་-མེཀ་-གུར་མུ་ཁི།

source: ISO-8859-6, windows-1256, IBM864, x-mac-arabic, x-mac-farsi, ISO-8859-8-I, windows-1255, ISO-8859-8, IBM862, x-mac-hebrew
dz_bt: ཨེའི་ཨེསི་ཨོ་-༨༨༥༩-༦། ཝིན་ཌོསི་-༡༢༥༦། ཨའི་བི་ཨེམ་༨༦༤། ཨེགསི་-མེཀ་-ཨ་ར་བིཀ། ཨེགསི་-མེཀ་-ཕར་སི། ཨེའི་ཨེསི་ཨོ་-༨༨༥༩-༨-ཨའི། ཝིན་ཌོསི་-༡༢༥༥། ཨེའི་ཨེསི་ཨོ་-༨༨༥༩-༨། ཨའི་བི་ཨེམ་༨༦༢། ཨེགསི་-མེཀ་-ཧེབིརིའུ།

source: UTF-8, UTF-16, UTF-16LE, UTF-16BE, UTF-32LE, UTF-32BE, UTF-7
dz_bt: ཡུ་ཊི་ཨེཕ་-༨། ཡུ་ཊི་ཨེཕ་-༡༦། ཡུ་ཊི་ཨེཕ་-༡༦ཨེལ་ཨི། ཡུ་ཊི་ཨེཕ་-༡༦བི་ཨི། ཡུ་ཊི་ཨེཕ་-༣༢ཨེལ་ཨི། ཡུ་ཊི་ཨེཕ་-༣༢བི་ཨི། ཡུ་ཊི་ཨེཕ་-༧།

source: ISO-8859-1
dz_bt: ཨའིཨེསི་ཨོ་-༨༨༥༩-༡།

source: ISO-8859-1, ISO-8859-15, ISO-8859-6, armscii-8, geostd8, ISO-8859-13, ISO-8859-14, ISO-8859-2, GB2312, GB18030, Big5, KOI8-R, windows-1251, KOI8-U, ISO-8859-7, ISO-8859-8-I, windows-1255, ISO-2022-JP, EUC-KR, ISO-8859-10, ISO-8859-3, TIS-620, ISO-8859-9, UTF-8, VISCII
dz_bt: ཨེའི་ཨེསི་ཨོ་-༨༨༥༩-༡། ཨེའི་ཨེསི་ཨོ་-༨༨༥༩-༡༥། ཨེའི་ཨེསི་ཨོ་-༨༨༥༩-༦། ཨེ་ཨར་ཨེམ་ཨེསི་ལི་ཨའི་ཨའི་-༨། ཇི་ཨི་ཨོ་ཨེསི་ཊི་ཌི་༨། ཨེའི་ཨེསི་ཨོ་-༨༨༥༩-༡༣། ཨེའི་ཨེསི་ཨོ་-༨༨༥༩-༡༤། ཨེའི་ཨེསི་ཨོ་-༨༨༥༩-༢། ཇི་བི་༢༣༡༢། ཇི་བི་༡༨༠༣༠། བི་ཨའི་ཇི་༥། ཀེ་ཨོ་ཨའི་༨-ཨར། ཝིན་ཌོསི་-༡༢༥༡། ཀེ་ཨོ་ཨའི་༨-ཡུ། ཨེའི་ཨེསི་ཨོ་-༨༨༥༩-༧། ཨེའི་ཨེསི་ཨོ་-༨༨༥༩-༨-ཨའི། ཝིན་ཌོསི་-༡༢༥༥། ཨེའི་ཨེསི་ཨོ་-༢༠༢༢-ཇེ་པི། ཨི་ཡུ་སུ་-ཀེ་ཨར། ཨེའི་ཨེསི་ཨོ་-༨༨༥༩-༡༠། ཨེའི་ཨེསི་ཨོ་-༨༨༥༩-༣། ཊི་ཨའི་ཨེསི་-༦༢༠། ཨེའི་ཨེསི་ཨོ་-༨༨༥༩-༩། ཡི་ཊི་ཨེཕ་-༨། ཝི་ཨའི་ཨེསི་སི་ཨའི་ཨའི།

source: true
dz_bt: བདེན་པ་

source: Link will open in:
dz_bt: ནང་ལུ་ འབྲེལ་ལམ་ཁ་ཕྱེ་འོང་་:

source: Location:
dz_bt: གནས་ཁོངས་:

source: (Nothing Available)
dz_bt: (ག་ནི་ཡང་མི་འཐོབ་པས)

source: Warning: incompatible theme
dz_bt: ཉེད་བརྡ་: མཐུན་འགྱུར་མེད་པའི་བརྗོད་དོན།

source: You have selected a theme which was designed for an earlier version of %brand% and is incompatible with your current %brand% version. Please check %brand% theme sites for an updated version of the theme. You can uninstall this theme by clicking "OK" button.
dz_bt: ཁྱོད་ཀྱིས་ཧེ་མའི་%brand%གི་ཐོན་རིམ་ཅིག་གི་དོན་ལུ་ བརྗོད་དོན་ཅིག་སེལ་འཐུ་འབད་ཡོདཔ་ལས་ དེ་ཁྱོད་ཀྱི་ད་ལྟོའི་%brand%དང་མཐུན་འགྱུར་མིན་འདུག། དུས་མཐུན་ཅན་གྱི་ བརྗོད་དོན་ཐོན་རིམ་ཅིག་གི་དོན་ལས་ %brand% གི་བརྗོན་དོན་ས་ཁོངས་ཚུ་ལུ་ ཞིབ་དཔྱད་འབད་གནང་། ཁྱོད་ཀྱིས་ "བཏུབ"་ ཨེབ་རྟ་གུ་ཨེབ་གཏང་འབད་བའི་ཐོག་ལས་ བརྗོད་དོན་འདི་བཙུགས་བཤོལ་འབད་བཏུབ།

source: can't control popups for this site
dz_bt: ས་ཁོངས་འདི་དོན་ལུ་ པོཔ་ཨཔ་ཚུ་ ཚད་འཛིན་འབད་མི་ཚུགས།

source: Set As Wallpaper
dz_bt: གྱང་ཤོག་སྦེ་ གཞི་སྒྲིག་འབད།

source: Set Wallpaper
dz_bt: གྱང་ཤོག་གཞི་སྒྲིག་འབད།

source: Do you want to set this image as your desktop wallpaper?
dz_bt: གཟུགས་བརྙན་འདི་ ཁྱོད་རའི་ཌེཀསི་ཊོཔ་གི་གྱང་ཤོག་སྦེ་ གཞི་སྒྲིག་འབད་ནི་ཨིན་ན?

source: Theme changes will take effect when you restart %S.
dz_bt: བརྗོད་དོན་གྱི་བསྒྱུར་བཅོས་ཚུ་ %S ཁྱོད་ཀྱིས་ ལོག་འགོ་བཙུགསཔ་ད་ ནུས་ཤུགས་འཐོབ་འོང་།

source: Apply Theme
dz_bt: བརྗོད་དོན་འཇུག་སྤྱོད་འབད།

source: Close Tab
dz_bt: ཨེབ་ལྡེ་ཁ་བསྡམས་

source: Close
dz_bt: ཁ་བསྡམས་

source: Confirm close
dz_bt: ཁ་བསྡམས་ནི་ལུ་ངེས་དཔྱད་འབད་

source: This Navigator window has %S tabs open. Do you want to close it and all its tabs?
dz_bt: འགྲུལ་བསྐྱོད་སྒོ་སྒྲིག་འདི་ལུ་ ཨེབ་ལྡེ་%Sཁ་ཕྱེ་སྟེ་འདུག། ཁྱོད་ཀྱིས་སྒོ་སྒྲིག་འདི་དང་ འདི་གི་ཨེབ་ལྡེ་ཆ་མཉམ་ ཁ་བསྡམ་ནི་ཨིན་ན?

source: Close all tabs
dz_bt: ཨེབ་ལྡེ་ཆ་མཉམ་ཁ་བསྡམས་

source: Warn me when closing multiple tabs
dz_bt: སྣ་མང་ཨེབ་ལྡེ་ཁ་བསྡམས་པའི་སྐབས་ ང་ལུ་ཉེན་བརྡ་འབད།

source: Group of Tabs
dz_bt: ཨེབ་ལྡེའི་སྡེ་ཚན་

source: Search %S for "%S"
dz_bt: %Sའཚོལ་ཞིབ་འབད་ "%S"གི་དོན་ལུ།

source: Select Java version
dz_bt: ཇ་བ་ཐོན་རིམ་ སེལ་འཐུ་འབད།

source: Failed to select this version of java
dz_bt: ཇ་བ་གི་ཐོན་རིམ་འདི་ སེལ་འཐུ་འབད་མ་ཚུགས།
