Repository: tenzin/dzongkha-linux-translation-files
Catalog: thunderbird-1.5.0.9-xpi/*/mozapps/update/updates.properties.po
Languages: dz_bt

source: New Version
dz_bt: ཐོནརིམ་གསརཔ་

source: Security Update
dz_bt: སྲུང་སྐྱོབ་དུས་མཐུན་

source: An important Security Update for %S is available:
dz_bt: %Sགི་དོན་ལུ་ གལ་ཅན་གྱི་སྲུང་སྐྱོབ་དུས་མཐུན་ཅིག་འདུག་:

source: A new version of %S is available:
dz_bt: %Sགི་ཐོན་རིམ་གསརཔ་ཅིག་འདུག།

source: An update for %S is available:
dz_bt: %S དུས་མཐུན་བཟོ་མི་དེ་ ལངམ་སྦེ་འཐོབ་ཚུགས་:

source: You can download and install %S %S now!
dz_bt: ཁྱོད་ཀྱིས་ ད་ལྟོ་ར་ %S %S འདི་ མངོན་གསལ་འབད་ཞིནམ་ལས་གཞི་བཙུགས་འབད་ཚུགས་!

source: %S could not confirm the integrity of the update package.
dz_bt: %S གིས་ དུས་མཐུན་ཐུམ་སྒྲིལ་གྱི་ཆིག་སྒྲིག་དེ་ ངེས་དཔྱད་འབད་མ་ཚུགས།

source: Update Failed
dz_bt: དུས་མཐུན་བཟོ་མ་བཏུབ་

source: I Agree
dz_bt: ང་གིས་ཁས་ལེན་འབདཝ་ཨིན།

source: I Disagree
dz_bt: ང་གིས་ཁས་ལེན་མི་འབད་

source: The license file could not be found. Please contact the distributor.
dz_bt: ཆོག་ཐམ་འདི་འཚོལ་མ་ཐོབ། བགོ་འགྲེམ་པ་ལུ་འབྲེལ་བ་འཐབ་གནང་།

source: Downloading license text...
dz_bt: ཆོག་ཐམ་གྱི་ཚིག་ཡིག་ ཕབ་ལེན་འབད་དོ་་་

source: The license file for this version could not be found. Please visit the %S homepage for more information.
dz_bt: ཐོན་རིམ་འདིའི་ཆོག་ཐམ་ཡིག་སྣོད་འདི་ མ་ཐོབ། བརྡ་དོན་ཁ་གསལ་གྱི་དོན་ལུ་ %S ཁྱིམ་ཤོག་ལེབ་ལུ་བལྟ་སྤྱོད་འབད།

source: Additional details about this version could not be found. Please visit the %S homepage for more information.
dz_bt: ཐོན་རིམ་འདིའི་ཁ་སྐོང་ཅན་གྱི་རྒྱས་བཤད་ཚུ་ མ་ཐོབ། བརྡ་དོན་ཁ་གསལ་གྱི་དོན་ལུ་ %S ཁྱིམ་ཤོག་ལེབ་ལུ་བལྟ་སྤྱོད་འབད།

source: Getting license for %S %S...
dz_bt: %S %S གི་དོན་ལུ་ ཆོག་ཐམ་ཐོབ་ནི་...

source: Getting more details about %S %S...
dz_bt: %S %S གི་སྐོར་ལས་རྒྱས་བཤད་ལེ་ཤ་ཐོབ་ནི་...

source: Installed on: %S
dz_bt: གཞི་བཙུགས་འབད་བའི་ཚེས་གྲངས་: %S

source: Install Failed
dz_bt: གཞི་བཙུགས་མ་བཏུབ་

source: Pause
dz_bt: ཐེམ་

source: Resume
dz_bt: བསྐྱར་ལོག་

source: Hide
dz_bt: སྦ་བཞག་

source: Update Available
dz_bt: དུས་མཐུན་འབད་ཚུགས་

source: New Version Available
dz_bt: ཐོན་རིམ་གསརཔ་ཐོབ་ཚུགས་

source: #1 of #2 KB
dz_bt: ཀེ་བི་#༢ ལས་#༡།

source: #1 KB of #2 MB
dz_bt: ཨེམ་བི་#༢ ལས་ཀེ་བི་#༡།

source: #1 of #2 MB
dz_bt: ཨེམ་བི་#༢ ལས་#༡།

source: #1 KB
dz_bt: ཀེ་བི་#༡།

source: #1 MB
dz_bt: ཨེམ་བི་#༡།

source: %S downloaded so far
dz_bt: ད་ཚུན་%Sཕབ་ལེན་འབད་ཡི།

source: remain
dz_bt: ལྷག་ལུས་

source: unknown file size
dz_bt: མ་ཤེས་པའི་ཡིག་སྣོད་ཚད་

source: #1 KB/sec
dz_bt: ཀེ་བི་/སྐར་ཆ་་ #༡།

source: #1 MB/sec
dz_bt: ཨེམ་བི་/སྐར་ཆ་ #༡།

source: at #1
dz_bt: #༡ ལུ་

source: Downloading %S...
dz_bt: %Sཕབ་ལེན་འབད་དོ་་་་

source: Paused downloading %S
dz_bt: %Sཕབ་ལེན་འབད་ནི་ཐེམ་ཡོད།

source: Restart %S Now
dz_bt: %Sད་ལྟོ་ར་ ལོག་སྟེ་འགོ་བཙུགས་

source: Download & Install Now »
dz_bt: ད་ལྟོ་ར་ མངོན་གསལ་འབད་དེ་གཞི་བཙུགས་འབད་ »

source: Get the new version »
dz_bt: ཐོན་རིམ་གསརཔ་ལེན་ »

source: Later
dz_bt: ཤུལ་ལས་

source: Never
dz_bt: དུས་ནམ་ཡང་

source: Software Update
dz_bt: མཉེན་ཆས་དུས་མཐུན་

source: The update you just downloaded will be installed the next time you start %S.
dz_bt: ཁྱོད་ཀྱིས་ད་ལྟོ་ཕབ་ལེན་འབད་མི་དུས་མཐུན་དེ་ ལོག་ཤུལ་ལས་ཁྱོད་ཀྱིས་%Sའགོ་བཙུགསཔ་ད་ གཞི་བཙུགས་འབད་འོང་།

source: You have paused downloading this update. Do you want %S to download the update in the background while you continue to browse?
dz_bt: ཁྱོད་ཀྱིས་དུས་མཐུན་འདི་ ཕབ་ལེན་འབད་ནི་ ཐེམ་བཞག་ནུག། ཁྱོད་ར་འཕྲོ་མཐུད་དེ་ བརྡ་འཚོལ་འབད་བའི་རིང་ལུ་ %S ལུ་དུས་མཐུན་དེ་ རྒྱབ་གཞིའི་ནང་ ཕབ་ལེན་འབད་བཅུག་ནི་ཨིན་ན?

source: %S Ready to Install
dz_bt: %S གཞི་བཙུགས་འབད་ནིའི་གྲ་སྒྲིག་ཡོད།

source: AUS: Update XML File Malformed (200)
dz_bt: ཨེ་ཡུ་ཨེསི་:དུས་མཐུན་བཟོ་ནིའི་ ཨེགསི་ཨེམ་ཨེལ་ཡིག་སྣོད་ བཟོ་ཉེས་གྱུར་ནུག།(༢༠༠)

source: AUS: Access Denied (403)
dz_bt: ཨེ་ཡུ་ཨེསི་:འཛུལ་སྤྱོད་ལུ་ཉན་མ་བཏུབ་(༤༠༣)

source: AUS: Update XML File Not Found (404)
dz_bt: ཨེ་ཡུ་ཨེསི་:དུས་མཐུན་གྱི་ ཨེགསི་ཨེམ་ཨེལ་ཡིག་སྣོད་འཚོལ་མ་ཐོབ།(༤༠༤)

source: AUS: Internal Server Error (500)
dz_bt: ཨེ་ཡུ་ཨེསི་:ནང་འཁོད་སར་བར་གྱི་འཛོལ་བ་(༥༠༠)

source: AUS: Update Server Not Found (Check your internet connection or contact your Administrator)
dz_bt: ཨེ་ཡུ་ཨེསི་:དུས་མཐུན་སར་བར་མ་ཐོབ།(ཁྱོད་རའི་ཨིན་ཊར་ནེཊི་གི་མཐུད་ལམ་ཞིབ་དཔྱད་རྐྱབས་ ཡང་ན་ ཁྱོད་རའི་བདག་སྐྱོང་པ་ལུ་འབྲེལ་བ་འཐབ)

source: Proxy Server Not Found (Check your internet connection or contact your Administrator)
dz_bt: པོརོག་སི་སར་བར་མ་ཐོབ། (ཁྱོད་རའི་ཨིན་ཊར་ནེཊི་གི་མཐུད་ལམ་ཞིབ་དཔྱད་རྐྱབས་ ཡང་ན་ ཁྱོད་རའི་བདག་སྐྱོང་པ་ལུ་འབྲེལ་བ་འཐབ)

source: AUS: Connection Refused
dz_bt: ཨེ་ཡུ་ཨེསི་:མཐུད་ལམ་ལུ་ཁག་བཟེད་མ་བཏུབ།

source: Proxy Server Connection Refused (Contact your Administrator)
dz_bt: པོརོག་སི་སར་བར་གྱི་མཐུད་ལམ་ལུ་ཁག་བཟེད་མ་བཏུབ།(ཁྱོད་རའི་བདག་སྐྱོང་པ་ལུ་འབྲེལ་བ་འཐབ་)

source: AUS: Connection timed out
dz_bt: ཨེ་ཡུ་ཨེསི་:མཐུད་ལམ་གྱང་ངལ་མཚམས་

source: Network is Offline (Go online)
dz_bt: ཡོངས་འབྲེལ་གློག་ཐོག་ལུ་མེན་པས།(གློག་ཐོག་ལུ་འགྱོ་)

source: Failed (Unknown Reason)
dz_bt: མ་བཏུབ་(མ་ཤེས་པའི་རྒྱུ་མཚན་)

source: AUS: No data was received (Please try again)
dz_bt: ཨེ་ཡུ་ཨེསི་:གནས་སྡུད་ཅིག་ཡང་མ་ཐོབ། (ལོག་སྟེ་འབད་རྩོལ་བསྐྱེད་གནང་)

source: AUS: Data transfer was interrupted (Please try again)
dz_bt: ཨེ་ཡུ་ཨེསི་:གནས་སྡུད་གནས་སོར་དེ་ལུ་ བར་དཀྲོགས་བྱུང་ནུག།(ལོག་སྟེ་འབད་རྩོལ་བསྐྱེད་གནང་)

source: AUS: Port not allowed (Contact your Administrator)
dz_bt: ཨེ་ཡུ་ཨེསི་:འདྲེན་ལམ་མི་ཆོག་པས། (ཁྱོད་རའི་བདག་སྐྱོང་པ་ལུ་འབྲེལ་བ་འཐབ་)

source: The integrity of the update could not be verified (Contact your Administrator)
dz_bt: དུས་མཐུན་དེ་གི་ཆིག་སྒྲིལ་དེ་ལུ་ བདེན་སྦྱོར་འབད་མ་ཚུགས།(ཁྱོད་རའི་བདག་སྐྱོང་པ་ལུ་འབྲེལ་བ་འཐབ་)

source: The Update was successfully installed
dz_bt: དུས་མཐུན་དེ་ མཐར་འཁྱོལ་སྦེ་ གཞི་བཙུགས་འབད་ཡི།

source: The Update could not be installed (Patch Apply Failed)
dz_bt: དུས་མཐུན་དེ་ གཞི་བཙུགས་འབད་མ་ཚུགས། (ལྷན་པ་འཇུག་སྤྱོད་འབད་མ་བཏུབ་)

source: Software Update Failed
dz_bt: མཉེན་ཆས་དུས་མཐུན་བཟོ་ནི་མ་བཏུབ།

source: One or more files could not be updated. Please make sure all other applications are closed and that you have permission to modify files, and then restart %S to try again.
dz_bt: ཡིག་སྣོད་གཅིག་ ཡང་ན་ དེ་ལས་མངམ་ དུས་མཐུན་བཟོ་མ་ཚུགས། གློག་རིམ་གཞན་ག་ར་ ངེས་གཏན་སྦེ་ ཁ་བསྡམས་ཞིནམ་ལས་ ཡིག་སྣོད་ལེགས་བཅོས་འབད་ནིའི་གནང་བ་ལེན་ དེ་ལས་ ལོག་སྟེ་འབད་རྩོལ་བསྐྱེད་ནི་ལུ་ %Sལོག་འགོ་བཙུགས།
