Repository: tenzin/dzongkha-linux-translation-files
Catalog: thunderbird-1.5.0.9-xpi/*/mozapps/update/updates.dtd.po
Languages: dz_bt

source: Software Update
dz_bt: མཉེན་ཆས་དུས་མཐུན་བཟོ་བ་

source: _: Do not translate this. Only change the numeric values if you need this dialogue box to appear bigger. 36em
dz_bt: ཨི་ཨེམ་༣༦།

source: 39em
dz_bt: ཨི་ཨེམ་༣༩།

source: Checking for Updates
dz_bt: དུས་མཐུན་ཡོད་མེད་ཞིབ་དཔྱད་འབད་དོ་

source: &brandShortName; is now checking for updates...
dz_bt: &brandShortName;གིས་ ད་ལྟོ་དུས་མཐུན་ཡོད་མེད་ཞིབ་དཔྱད་འབད་དོ་་་་

source: &Cancel
dz_bt: ཆ་མེད་(&C)

source: No Updates Found
dz_bt: དུས་མཐུན་ཚུ་མ་ཐོབ་

source: There are no new updates available. &brandShortName; may check periodically for new updates.
dz_bt: དུས་མཐུན་གསརཔ་མིན་འདུག། &brandShortName;གིས་ དུས་མཚམས་ལུ་ དུས་མཐུན་གསརཔ་ཡོད་མེད་ཞིབ་དཔྱད་འབད་འོང་།

source: Update Available
dz_bt: དུས་མཐུན་བཟོ་དགོཔ་འདུག་

source: &More Details &#0187;
dz_bt: གནད་དོན་ཁ་གསལ་&#0187;(&M)

source: View more information about this update
dz_bt: དུས་མཐུན་འདི་གི་སྐོར་ལས་ བརྡ་དོན་མངམ་སྟོན།

source: This update will cause some of your extensions and/or themes to stop working until they are updated.
dz_bt: དུས་མཐུན་བཟོ་མི་འདི་གིས་ ཁྱོད་ཀྱི་རྒྱ་བསྐྱེད་དང་/ཡང་ན་ བརྗོད་དོན་ལ་ལོ་ཅིག་ དུས་མཐུན་མ་བཟོ་ཚུན་ཚོད་ ལཱ་འབད་ནི་མཚམས་འཇོག་འབད་འོང་།

source: Show &List
dz_bt: ཐོ་ཡིག་སྟོན་(&L)

source: L&ater
dz_bt: ཤུལ་ལས་(&a)

source: &Download &amp; Install Now &#0187;
dz_bt: &Download &amp;གིས་ད་ལྟོ་ར་ &#0187;གཞི་བཙུགས་འབད་

source: It is strongly recommended that you upgrade &brandShortName; as soon as possible.
dz_bt: ཁྱོད་ཀྱིས་ག་དེ་མགྱོགས་མགྱོགས་ &brandShortName;དུས་མཐུན་བཟོ་དགོ།

source: License Agreement
dz_bt: ཆོག་ཐམ་གན་ཡིག།

source: To install this update you must agree to this license agreement. Please read it carefully:
dz_bt: དུས་མཐུན་འདི་ གཞི་བཙུགས་འབད་ནི་ལུ་ ཁྱོད་ཀྱིས་ཆོག་ཐམ་གན་ཡིག་འདི་ལུ་ ཁས་ལེན་འབད་དགོ།

source: If you agree to the terms of this agreement, click I Agree below to continue installing this update.
dz_bt: ཁྱོད་ཀྱིས་གན་ཡིག་འདི་གི་དོན་ཚིག་ཚུ་ ཁས་ལེན་འབད་བ་ཅིན་ དུས་མཐུན་འདི་གཞི་བཙུགས་འབད་ནི་ལུ་ འོག་ལུ་ ང་གིས་ཁས་ལེན་འབདཝ་ཨིན་ ཟེར་མི་ལུ་ ཨེབ་གཏང་འབད།

source: Downloading Update
dz_bt: དུས་མཐུན་ཕབལེན་འབད་དོ་

source: Downloading the update...
dz_bt: དུས་མཐུན་དེ་ ཕབ་ལེན་འབད་དོ་་་

source: Connecting to the update server...
dz_bt: དུས་མཐུན་སར་བར་ལུ་མཐུན་དོ་་་་

source: &brandShortName; was unable to verify the integrity of the incremental update it downloaded, so it is now downloading the complete update package.
dz_bt: &brandShortName;གིས་ ཕབ་ལེན་འབད་མི་ ཡར་འཕེལ་ཅན་གྱི་དུས་མཐུན་དེ་གི་ གཅིག་སྒྲིལ་དེ་ བདེན་སྦྱོར་འབད་མ་ཚུགསཔ་ལས་ དུསམཐུན་ཐུམ་སྒྲིལ་ཆ་ཚང་ ཕབ་ལེན་འབད་དོ།

source: Details
dz_bt: རྒྱས་བཤད་

source: Paus&e
dz_bt: ཐེམ་(&e)

source: &Close
dz_bt: ཁ་བསྡམས་(&C)

source: There were problems checking for, downloading or installing this update. &brandShortName; could not be updated because:
dz_bt: དུས་མཐུན་འདི་ ཕབ་ལེན་འབད་ནི་ ཡང་ན་ གཞི་བཙུགས་འབད་ནིའི་དོན་ལུ་ ཞིབ་དཔྱད་འབད་ནི་ལུ་དཀའ་ངལ་འདུག། &brandShortName;འདི་དུས་མཐུན་བཟོ་མ་ཚུགས། ག་ཅི་སྦེ་ཟེར་བ་ཅིན་:

source: You can update &brandShortName; manually by visiting this link and downloading the latest version:
dz_bt: ཁྱོད་ཀྱིས་འབྲེལ་ལམ་འདི་ལུ་ ལྟ་སྤྱོད་འབད་དེ་ མཐའ་མཇུག་གི་ཐོན་རིམ་ ཕབ་ལེན་འབད་བའི་ཐོག་ལས་ ལག་ཐོག་ལས་ &brandShortName; དུས་མཐུན་བཟོ་ཚུགས།

source: Update Failed
dz_bt: དུས་མཐུན་བཟོ་མ་བཏུབ་

source: The partial Update could not be applied. &brandShortName; will try again by downloading a complete Update.
dz_bt: ཆ་ཤས་ཀྱི་དུས་མཐུན་ འཇུག་སྤྱོད་འབད་མ་ཚུགས། &brandShortName;གིས་ དུས་མཐུན་ཆ་ཚང་ཅིག་ ཕབལེན་འབད་དེ་ འབད་རྩོལ་བསྐྱེད་ནི་ཨིན།

source: Update Downloaded
dz_bt: དུས་མཐུན་ཕབ་ལེན་འབད་ཡི་

source: The update was successfully downloaded and verified. You must now restart &brandShortName; so that the update can be installed.
dz_bt: དུས་མཐུན་དེ་མཐར་འཁྱོལ་སྦེ་ ཕབ་ལེན་འབད་དེ་ བདེན་སྦྱོར་འབད་ཡི། ད་ཁྱོད་ཀྱིས་ &brandShortName; ལོག་སྟེ་འགོ་བཙུགས་དགོ། དེ་ལས་དུས་མཐུན་དེ་ གཞི་བཙུགས་འབད་ཚུགས།

source: Update Ready to Install
dz_bt: དུས་མཐུན་དེ་ གཞི་བཙུགས་འབད་ནི་ལུ་གྲ་སྒྲིག་ཡོད།

source: &brandShortName; has just completed downloading an important update and must now be restarted so that the update can be installed.
dz_bt: &brandShortName;གིས་ གལ་ཅན་གྱི་དུས་མཐུན་ཅིག་ ཕབ་ལེན་འབད་ཚར་ཡོདཔ་ལས་ དུས་མཐུན་དེ་ གཞི་བཙུགས་འབད་ནི་ལུ་ གློག་རིག་ལོག་སྟེ་འོག་བཙུགས་དགོ།

source: Update:
dz_bt: དུས་མཐུད་བཟོ་

source: Click Restart &brandShortName; Now to close all &brandShortName; windows and install the update.
dz_bt: &brandShortName; ད་ལྟོ་ར་ལོག་སྟེ་འགོ་བཙུགས་ལུ་ ཨེབ་གཏང་འབདཝ་ད་ &brandShortName;གི་སྒོ་སྒྲིག་ཚུ་ག་ར་ ཁ་བསྡམས་ཞིནམ་ལས་ དུས་མཐུན་གཞི་བཙུགས་འབད་ནི་ལུ་ &brandShortName; ད་ལྟོ་ར་ལོག་སྟེ་འགོ་བཙུགས་ལུ་ ཨེབ་གཏང་འབད།

source: Click Later to continue without restarting. The update will be installed the next time you start &brandShortName;.
dz_bt: ལོག་སྟེ་འགོ་མ་བཙུགས་པར་ འཕྲོ་མཐུད་ནི་ལུ་ ཤུལ་ལས་གུ་ཨེབ་གཏང་འབད། ཤུལ་ལས་ཁྱོད་ཀྱིས་ &brandShortName;འགོ་བཙུགསཔ་ད་ དུས་མཐུན་དེ་ གཞི་བཙུགས་འབད་འོང་།

source: Update Installed
dz_bt: དུས་མཐུན་གཞི་བཙུགས་འབད་ཡི་

source: The update was successfully installed.
dz_bt: དུས་མཐུན་དེ་ མཐར་འཁྱོལ་ཅན་སྦེ་ གཞི་བཙུགས་འབད་ཡི།

source: Read more about what's new...
dz_bt: གསརཔ་ག་ཅིག་ཨིན་ན་གི་སྐོར་ལས་ མངམ་ལྷག།

source: Installed on:
dz_bt: གཞི་བཙུགས་འབད་ཚེས་:

source: Status:
dz_bt: གནས་ཚད་:
