Repository: tenzin/dzongkha-linux-translation-files
Catalog: gnome-extras/banter.HEAD.*.po
Languages: dz

source: _File
dz: ཡིག་སྣོད་(_F)

source: _Quit
dz: སྤང་ (_Q)

source: Quit Banter
dz: དགོད་བྲ་སྤང་

source: _Edit
dz: ཞུན་དག་(_E)

source: _Preferences
dz: དགའ་གདམ་ཚུ་ (_P)

source: Banter Preferences
dz: གོད་བྲའི་དགའ་གདམ་ཚུ་

source: _Help
dz: གྲོགས་རམ་(_H)

source: _Contents
dz: ནང་དོན་ཚུ་ (_C)

source: Banter Help
dz: དགོད་བྲའི་གྲོགས་རམ་

source: _About
dz: སྐོར་ལས་(_A)

source: About Banter
dz: དགོད་བྲའི་སྐོར་ལས་

source: New Group Window ...
dz: སྡེ་ཚན་ཝིན་ཌོ་གསརཔ་...

source: Accounts
dz: རྩིས་ཐོ་ཚུ་

source: Quit
dz: སྤང་

source: Everyone
dz: ག་ར་

source: Show Contact _Details
dz: འབྲེལ་སའི་རྒྱས་བཤད་ཚུ་སྟོན་ (_D)

source: Banter
dz: དགོད་བྲོ་

source: Filter
dz: ཚགས་མ་

source: Groups
dz: སྡེ་ཚན་ཚུ་

source: New Group...
dz: སྡེ་ཚན་གསརཔ་...

source: Actions
dz: བྱ་བ་ཚུ་

source: Settings
dz: གཞི་སྒྲིག་ཚུ་

source: Add Person...
dz: གང་ཟག་ཁ་སྐོང་རྐྱབ་...

source: Close Sidebar
dz: ཟུར་ཁའི་ཕྲ་རིང་ཁ་བསྡམས་

source: Show Sidebar
dz: ཟུར་ཁའི་ཕྲ་རིང་སྟོན་

source: Everyone - Banter
dz: ག་ར་-དགོད་བྲ་

source: New group window
dz: སྡེ་ཚན་ ཝིན་ཌོ་གསརཔ་

source: Enter the name of the new group you'd like to create.
dz: ཁྱོད་ར་ གསར་བསྐྲུན་འབད་འདོད་ཡོད་པའི་ སྡེ་ཚན་གསརཔ་གི་མིང་བཙུགས།

source: Hide Sidebar
dz: ཟུར་ཁའི་ཕྲ་རིང་ སྦ་བཞག་

source: {0} - Banter
dz: {0} -དགོད་བྲ་

source: Delete "{0}"?
dz: "{0}" བཏོན་གཏང་ནི་ཨིན་ན?

source: This will delete the group and not the contacts inside of the group.
dz: འདི་གིས་སྡེ་ཚན་མ་རྐྱངམ་ཅིག་གཏོགས་ སྡེ་ཚན་ནང་ལུ་ཡོན་མི་འབྲེལ་ས་ཚུ་བཏོན་མི་གཏང་།

source: Messages
dz: འཕྲིན་དོན་ཚུ་

source: Message Style:
dz: ཕྲིན་དོན་ བཟོ་རྣམ་:

source: Style changes take effect for new message windows.
dz: བཟོ་རྣམ་བསྒྱུར་བཅོས་ཚུ་གི་ ཕྲིན་དོན་སྒོ་སྒརིག་གསརཔ་གི་དོན་ལས་ ནུས་པ་སྟོནམ་ཨིན།

source: Variant:
dz: འགྱུར་བ་:

source: GoogleTalk Account Settings
dz: གོ་གཱལ་ཁ་སླབ་ རྩིས་ཐོ་སྒྲིག་སྟངས་ཚུ་

source: In this alpha-phase of the project, this is the only IM account type we support (so stop your worryin'!).
dz: ལས་འགུལ་འདི་་གི་ ཨཱལ་ཕ་-གོ་རིམ་་ནང་ལུ་ འ་ནི་འདི་ང་བཅས་ཀྱི་རྒྱབ་སྐྱོར་འབད་མི་ཨའི་ཨེམ་རྩིས་ཐོ་གི་དབྱེ་བ་ཨིན། (དེ་འབདཝ་ལས་ཚ་གྱང་ལངས་མི་དགོ་!)

source: Server Address:
dz: སར་བར་ ཁ་བྱང་:

source: Server Port:
dz: སར་བར་ འདྲེན་ལམ་:

source: Username:
dz: ལག་ལེན་པའི་མིང་:

source: Password:
dz: ཆོག་ཡིག་:

source: SIP Account Settings
dz: ཨེསི་ཨའི་པི་ རྩིས་ཐོ་སྒྲིག་སྟངས་ཚུ་

source: In this alpha-phase of the project, we only support one SIP account.
dz: ལས་འགུལ་དེ་གི་ ཨཱལ་ཕ་-གོ་རིམ་འདི་ནང་ལུ་ ང་བཅས་ཀྱིས་ ཨེསི་ཨའི་པི་ རྩིས་ཐོ་གཅིག་རྐྱངམ་ཅིག་ རྒྱབ་སྐྱོར་འབདཝ་ཨིན།

source: So a priest, a rabbi, and a chicken walk into a bar.
dz: ཆོསཔ་ཅིག་ ཡ་ཧུ་དཱ་པའི་་ཆོས་ཀྱི་དབུ་ ཁྲིད་ཅིག་ བྱམོ་ཅིག་ ཆང་ཁང་ནང་འགྱོཝ་ཨིན།

source: I'm pretty sure I've heard this one before
dz: འ་ནི་འདི་ང་གིས་་ཧེ་མ་ལས་ར་ ཐད་རི་འབའ་རི་གོ་ཡི་

source: So what happens next?
dz: ཏེ་ དེ་གི་ཤུལ་ལས་ག་ཅི་འབད་འོང་ག?

source: If I remember correctly, they explode outward at the speedof light.
dz: ང་གིས་ངེས་བདན་སྦེ་ སེམས་ཁར་དྲེན་པ་ཅིན་ ཁོང་ཚུ་མགྱོགས་པ་ར་སྐད་རྐྱབ་་ཤུགས་འོང་

source: But that might be if you cross the streams...
dz: ཁྱོད་ཀྱིས་ རོང་ཆུ་དེ་བརྒལ་བ་ཅིན་འ་ཕི་དེ་ ཨིནམ་འོང་ ...

source: ...thus negating all existence!
dz: ...ཡོད་མི་ཆ་མཉམ་ ནུས་མེད་བཟོཝ་ཨིན།

source: Precisely! It's a risk one takes whenever one walks intoa bar, I'm afraid, especially if one is a chicken.
dz: ཀྲིག་ཀྲི་ཨིན་ན་! ནམ་ར་འབད་རུང་ ཆང་ཁང་ནང་འགྱོ་བའི་སྐབས་ལུ་ ཉེན་ཁ་འབག་སྟེ་འགྱོཝ་ཨིན་ དམིགས་བསལ་གྱི་བློ་ཁོག་ཆུང་ཀུ་འབད་མི་ཨིན་པ་ཅིན་ ང་དྲོགཔ་ཨིན།

source: Jeff went away
dz: ཇེཕ་ ཡར་སོང་ནུག་

source: Gotta run; catch ya later ;)
dz: འགྱོ་དགོ་པས་; ཤུལ་ལས་ཕྱད་དགེ་;)

source: your.username@gmail.com
dz: ཁྱོད་རའི་

source: Auto Login
dz: རང་བཞིན་ ནང་བསྐྱོད་

source: Automatically login this account when rtc starts up
dz: ཨར་ཊི་སི་ འགོ་བཙུགསཔ་ད་ལུ་རྩིས་ཐོ་དེ་ རང་བཞིན་གྱིས་ནང་བསྐྱོད་འབད།

source: Current saved list of Group Windows.
dz: ད་ལྟོ་སྲུངས་བཞག་འབད་ཡོད་པའི་ སྡེ་ཚན་ ཝིན་ཌོསི་ གི་ཐོ་ཡིག།

source: Jabber server
dz: ཇེབ་བར་ སར་བར་

source: Jabber server port
dz: ཇེབ་བར་ སར་བར་ འདྲེན་ལམ་

source: List containing the GUIDs of the currently saved group windows.
dz: ད་ལྟོ་སྲུངས་བཞག་འབད་ཡོད་པའི་ སྡེ་ཚན་ ཝིན་ཌོསི་གི་ GUIDs ཡོད་པའི་ཐོ་ཡིག།

source: List containing the custom status messages indicating the user is available.
dz: ལག་ལེན་པ་འཐོབ་ཚུགས་པའི་ བརྡ་སྟོན་འབད་མི་ སྲོལ་སྒྲིག་གནས་ཚད་འཕྲིན་དོན་ཚུ་ ཡོད་པའི་ ཐོ་ཡོག་ཚུ།

source: List containing the custom status messages indicating the user is busy.
dz: ལག་ལེན་པ་དེ་ ཁོམ་མེད་ཡོད་པའི་བརྡ་སྟོན་འབད་མི་ སྲོལ་སྒྲིག་གནས་ཚད་འཕྲིན་དོན་ཚུ་ཡོད་པའི་ ཐོ་ཡིག།

source: List containing the name and paths of valid app styles that are installed onto this system. This should never be empty.
dz: རིམ་ལུགས་འདི་གུར་ གཞི་བཙུགས་འབད་ཡོད་པའི་ ནུས་ཅན་གློག་རིམ་བཟོ་རྣམ་ཚུ་གི་མིང་དང་འགྲུལ་ལམ་ཚུ་ཡོད་པའི་ཐོ་ཡིག།

source: List containing the name and paths of valid contact styles that are installed onto this system. This should never be empty.
dz: རིམ་ལུགས་འདི་གུར་ གཞི་བཙུགས་འབད་ཡོད་པའི་ ནུས་ཅན་འབྲེལ་སའི་བཟོ་རྣམ་ཚུ་གི་ མིང་དང་འབྲེལ་ལམ་ཚུ་ཡོད་པའི་ཐོ་ཡིག། འ་ནི་འདི་ ནམ་ཡང་སྟོངམ་སྦེ་ལུས་བཅུག་པི་མི་འོང་།

source: List containing the name and paths of valid message styles that are installed onto this system. This should never be empty.
dz: རིམ་ལུགས་དེ་གུར་ གཞི་བཙུགས་འབད་ཡོད་པའི་ ནུས་ཅན་འཕྲིན་དོན་བཟོ་རྣམ་ཚུ་གི་མིང་དང་འགྲུལ་ལམ་ཚུ་ཡོད་པའི་ཐོ་ཡིག། འ་ནི་འདི་ནམ་་ཡང་སྟོངམ་སྦེ་ལུས་བཅུག་ནི་མི་འོང་།

source: List containing the name and paths of valid themes that are installed onto this system. This should never be empty.
dz: རིམ་ལུགས་དེ་གུར་ གཞི་བཙུགས་འབད་ཡོད་པའི་ནུས་ཅན་ བརྗོད་དོན་གྱི་མིང་དང་འགྲུལ་ལམ་ཚུ་ཡོད་པའི་ཐོ་ཡིག། འདི་ནམ་ཡང་སྟོངམ་སྦེ་ལུས་བཅུག་ནི་མི་འོང་།

source: List of custom available status messages
dz: སྲོལ་སྒྲིག་ཡོད་པའི གནས་ཚད་འཕྲིན་དོན་ཚུ་གི་ཐོ་ཡིག་

source: List of custom busy status messages
dz: སྲོལ་སྒྲིག་ཁོམ་མེད་ གནས་ཚད་འཕྲིན་དོན་ཚུ་གི་ཐོ་ཡིག་

source: List of valid app styles
dz: ནུས་ཅན་གློག་རིམ་བཟོ་རྣམ་ཚུ་གི་ཐོ་ཡིག་

source: List of valid contact styles
dz: ནུས་ཅན་འབྲེལ་སའི་བཟོ་རྣམ་ཚུ་གི ་ཐོ་ཡིག་

source: List of valid message styles
dz: ནུས་ཅན་འཕྲིན་དོན་བཟོ་རྣམ་གྱི་ཐོ་ཡིག་

source: List of valid themes
dz: ནུས་ཅན་ བརྗོད་དོན་གྱི་ཐོ་ཡིག་

source: SIP server
dz: ཨེསི་ཨའི་པི་ སར་བར་

source: SIP server port
dz: ཨེསི་ཨའི་པི་ སར་བར་ འདྲེན་ལམ་

source: Selected App Style
dz: སེལ་འཐུ་འབད་ཡོད་པའི་གློག་རིམ་གྱི་བཟོ་རྣམ་

source: Selected Contact Style
dz: སེལ་འཐུ་འབད་ཡོད་པའི་འབྲེལ་སའི་བཟོ་རྣམ་

source: Selected Message Style
dz: སེལ་འཐུ་འབད་ཡོད་པའི་འཕྲིན་དོན་བཟོ་རྣམ་

source: Selected Message Style Name
dz: སེལ་འཐུ་འབད་ཡོད་པའི་འཕྲིན་དོན་བཟོ་རྣམ་གྱི་མིང་

source: Selected Message Style Variant
dz: སེལ་འཐུ་འབད་ཡོད་པའི་འཕྲིན་དོན་བཟོ་རྣམ་གྱི་འགྱུར་བ་

source: Selected Theme
dz: སེལ་འཐུ་འབད་ཡོད་པའི་བརྗོད་དོན་

source: Server
dz: སར་བར་

source: Server Port
dz: སར་བར་ འདྲེན་ལམ་

source: Telepathy connection manager
dz: དགོངས་ཐད་བརྒྱུད་འབྲེལ་ མཐུད་ལམ་འཛིན་སྐྱོང་པ་

source: Telepathy connection manager with IM or Text capability for this account
dz: རྩིས་ཐོ་འདི་གི་དོན་ལས་ དགོངས་ཐད་བརྒྱུད་འབྲེལ་འཛིན་སྐྱོང་པ་ ཨའི་ཨེམ་ ཡང་ན་ ཚིག་ཡིག་ལྕོགས་གྲུབ་དང་གཅིག་ཁར།

source: The name and path of the app style that is currently selected.
dz: ད་ལྟོ་སེལ་འཐུ་འབད་ཡོད་པའི་ གློག་རིམ་བཟོ་རྣམ་གྱི་མིང་དང་འགྲུལ་ལམ།

source: The name and path of the contact style that is currently selected.
dz: ད་ལྟོ་སེལ་འཐུ་འབད་ཡོད་པའི་ འབྲེལ་སའི་བཟོ་རྣམ་གྱི་མིང་དང་འགྲུལ་ལམ།

source: The name and path of the message style that is currently selected.
dz: ད་ལྟོ་སེལ་འཐུ་འབད་ཡོད་པའི་ འཕྲིན་དོན་བཟོ་རྣམ་གྱི་ མིང་དང་འགྲུལ་ལམ།

source: The name and path of the theme that should be used.
dz: ལག་ལེན་འཐབ་དགོ་པའི་ བརྗོད་དོན་གྱི་མིང་དང་འགྲུལ་ལམ།

source: The name of the Message Style Variant that should be used. Set this to an empty string to not use a variant. The variant name depends on the selected message style.
dz: ལགལེན་འཐབ་དགོ་པའི་ འཕྲིན་དོན་བཟོ་རྣམ་འགྱུར་བ་གི་མིང་། འདི་འགྱུར་བ་སྦེ་ལག་ལེན་མ་འཐབ་ནིའི་དོན་ལས་ ཡིག་རྒྱུན་སྟོངམ་ཅིག་གུར་གཞི་སྒྲིག་འབད། འགྱུར་བའི་མིང་དེ་སེལ་འཐུ་འབད་ཡོད་པའི་འཕྲིན་དོན་བཟོ་རྣམ་ལུ་རག་ལསཔ་ཨིན།

source: The name of the Message Style that should be used for the chat window.
dz: ཁ་སླབ་ ཝིན་ཌོ་གི་དོན་ལུ་ལག་ལེན་འཐབ་དགོ་པའི་ འཕྲིན་དོན་བཟོ་རྣམ་གྱི་མིང་།

source: Use TLS
dz: ཊི་ཨེལ་ཨེསི་ ལག་ལེན་འཐབ་

source: Use old style ssl
dz: ཨེསི་ཨེསི་ཨེལ བཟོ་རྣམ་རྙིངམ་ལགལེན་འཐབ་

source: Use ssl
dz: ཨེསི་ཨེསི་ཨེལ་་ལག་ལེན་འཐབ་

source: Use the TLS transport
dz: ཊི་ཨེལ་ཨེསི་ སྐྱེལ་འདྲེན་ལག་ལེན་འཐབ་
