Repository: tenzin/dzongkha-linux-translation-files
Catalog: gnome-extras/evolution-jescs.HEAD.*.po
Languages: dz

source: Can't save calendar data: Malformed URI.
dz: ཟླ་ཐོའི་གནས་སྡུད:Malformed URI.སྲུང་མི་བཏུབ་པས།

source: _User
dz: ལག་ལེན་པ།(_U)

source: Calendar
dz: ཟླ་ཐོ།

source: _Server URL:
dz: སར་བརURL:(S)

source: _Use System Proxy Settings
dz: རིམ་ལུགས་པོརོག་སི་གཞི་སྒྲིག་ལག་ལེན་འཐབ།(U)

source: Sun Calendar WCAP
dz: སན་ཟླ་ཐོ་WCAP

source: For accessing Sun Calendar servers
dz: སན་ཟླ་ཐོ་འཛུལ་སྤྱོད་འབད་ནི་དོན་གྱི་སར་བར།

source: *Control*F6
dz: *ཚད་འཛིན་*ཨེཕ་༦

source: Evolution Sun JESCS Component
dz: སན་JESCSཆ་ཤས་ཨི་བོ་ལུ་ཤན།

source: JESCS
dz: ཇེ་ཨི་ཨེས་ཨི་ཨེས།

source: SUN Connector for Jescs
dz: ཇེ་ཨི་ཨེས་ཨི་ཨེས་གི་སན་ཀ་ནེག་ཊར།

source: Sun Java System Calendar Server Backend
dz: སན་ཇ་བ་རིམ་ལུགས་ཟླ་ཐོ་སར་བར་ཟླ་ཐོ་འཕྲུལ་ཁང་།

source: _JESCS
dz: ཇེ་ཨི་ཨེས་ཨི་ཨེས(J)

source: Sun JESCS Connector
dz: སན་ཇེ་ཨི་ཨེས་ཨི་ཨེས་མཐུད་བྱེད།

source: Enter password
dz: ཆོག་ཡིག

source: Sun JESCS Account is offline
dz: སན་ཇེ་ཨི་ཨེས་སི་ཨེས་རྩིས་ཐོ་འདི་ཨོཕ་ལ་ཡིན་ཨིན་པས།

source: Please enter the password for %s@%s
dz: %s@%sགི་དོན་ལུ་ཆོག་ཡིག་བཙུགས།

source: Unable to authenticate to WCAP server. Wrong password or could not connect to server. Please enter the password for %s@%s or click Cancel button to cancel
dz: ཌབ་ལུ་སི་ཨེ་པི་སར་བར་ལུ་བདེན་བཤད་འབད་མ་ཚུགས། ཆོག་ཡིག་འཛོལ་བ་ཡང་ན་སར་བར་ལུ་མཐུད་མ་ཚུགས། %s@%s དོན་ལུ་ཆོག་ཡིག་ཐོ་བཀོད་འབད་གནང་ཡང་ན་ ཆ་མེད་གཏང་ནི་ལུ་ཆ་མེད་ཨེབ་གཏང་འདི་ཨེབ་གཏང་འབད་

source: Could not load UI for dialog
dz: ཌའི་ལོག་གི་དོན་ལུ་ཡུ་ཨེལ་མངོན་གསལ་འབད་མ་ཚུགས།ི

source: Everybody
dz: ག་ར།

source: Edit permission
dz: ཞུན་དག་གནང་བ།

source: Add permission
dz: ཁ་བསྐོང་གནང་བ།

source: Add new permission
dz: གནང་བ་གསརཔ་ཁ་བསྐོང་རྐྱབས།

source: Availability
dz: ཡོད་ཧིང་།

source: Delete
dz: བཏོན་གཏང་།

source: Invite
dz: དྲན་བརྡ་འབད་ནི།

source: Modify
dz: ལེགས་བཅོས།

source: Permissions
dz: གནང་བ།

source: Read
dz: ལྷག་ནི།

source: User:
dz: ལག་ལེན་པ།

source: Personal Calendar
dz: རང་དོན་ཟླ་ཐོ།

source: Personal Task
dz: རང་དོན་ལས་འགན།

source: Some changes to Sun JESCS account configuration will take place after you quit and restart Evolution.
dz: སན་ཇེ་ཨི་ཨེས་ཨི་ཨེས་རྩིས་ཐོ་རིམ་སྒྲིག་ནང་ལུ་བསྒྱུར་བཅོས་དག་པ་ཅི་འབྱུང་འོང་ ཁྱོད་ཀྱི་སྤང་ཞིནམ་ལས་ཨི་བུ་ལུ་ཤན་ལོག་འགོ་བཙུགས།།

source: The account is connecting now. It will be deleted after you restart Evolution.
dz: རྩིས་ཐོ་འདི་ད་ལྟོ་མཐུད་དོ། ཁྱོད་ཀྱི་སྤང་ཞིནམ་ལས་ཨི་བུ་ལུ་ཤན་ལོག་འགོ་བཙུགས།

source: Cannot display this folder in this view. Please switch to Calendars/Tasks view to see the calendars/tasks. This view is used to create or delete calendar/tasks folders, manage folder permissions and subscriptions, show your invitations.
dz: མཐོང་སྣང་འདི་ནང་སྣོད་འཛིན་འདི་བཀྲམ་སྟོན་འབད་མི་བཏུབཔ། ཟླ་ཐོ་གུར་སོར་བསྒྱུར་འབད་གནང་/ཟླ་ཐོ་ལྟ་ནི་གི་དོན་ལུ་ལས་ཀ་ཚུ་གི་མཐོང་སྣང་། མཐོང་སྣང་འདི་ཟླ་ཐོ་གསརཔ་བཟོ་ནི་ཡངན་བཏོན་གཏང་ནི་དོན་ལུ་ལག་ལེན་འཐབ་ཡོད/ལས་ཀ་སྣོད་འཛིན སྣོད་འཛིན་གནང་བ་དང་མཁོ་མངགས་འཛིན་སྐྱོང་འཐབ། ཁྱོད་རའི་དྲན་བརྡ་སྟོན།

source: Connecting...
dz: མཐུད་དོ...

source: Offline
dz: ཨོཕ་ལ་ཡིན།

source: Cannot create the specified folder: Cannot create a folder with that name
dz: གསལ་བཀོད་ཅན་གྱི་སྣོད་འཛིན་གསར་གཏོད་འབད་མ་ཚུགས། འ་ནི་མིང་ལྡན་པའི་སྣོད་འཛིན་གསར་གཏོད་འབད་མི་ཚུགས་པས།།

source: Cannot create the specified folder: Operation not supported
dz: གསལ་བཀོད་ཅན་གྱི་སྣོད་འཛིན་གསར་གཏོད་འབད་མ་ཚུགས། བཀོལ་སྤྱོད་རྒྱབ་སྐྱོར་མི་འབད་བས།

source: Cannot create the specified folder: Permission denied
dz: གསལ་བཀོད་ཅན་གྱི་སྣོད་འཛིན་གསར་གཏོད་འབད་མ་ཚུགས། གནང་བ་ལུ་ཉན་མ་བཏུབ།

source: Cannot create the specified folder: Generic error
dz: གསལ་བཀོད་ཅན་གྱི་སྣོད་འཛིན་གསར་གཏོད་འབད་མ་ཚུགས། དབྱེ་རིགས་ཀྱི་འཛོལ་བ།

source: This operation cannot be performed in offline mode
dz: ཨོཕ་ལ་ཡིན་ཐབས་ལམ་ནང་ལུ་བཀུལ་སྤྱོད་འབད་མ་བཏུབད་མ་ཚུགས།

source: Create calendar
dz: ཟླ་ཐོ་གསར་གཏོད།

source: Please input the name of the new calendar:
dz: ཟླ་ཐོ་གསརཔ་གི་མིང་ཨིན་པུཊ་འབད་གནང་།

source: Rename folder
dz: སྣོད་འཛིན་གྱི་མིང་ལོག་བཏགས་གནང་།

source: Rename the "%s" folder to:
dz: "%s"གི་སྣོད་འཛིན་མིང་ལོག་བཏགས།

source: Really delete folder "%s"?
dz: "%s"གི་སྣོད་འཛིན་དོན་དོན་རང་བཏོན་གཏང་ནི་ཨིན་ན?

source: _New Calendar...
dz: ཟླ་ཐོ་གསརཔ།(N)

source: _Rename
dz: བསྐྱར་མིང་བཏགས།(R)

source: _Delete
dz: བཏོན་གཏང་།(D)

source: _Permissions...
dz: གནང་བ།(P)

source: Manage _Subscriptions...
dz: འཛིན་སྐྱོང་མཁོ་མངགས།(S)

source: _Login
dz: ནང་བསྐྱོད།(L)

source: None
dz: ཅི་མེད།

source: Starts
dz: འགོ་བཙུགས།

source: Summary
dz: བཅུད་དོན།

source: Organizer
dz: འགོ་འདྲེན་པ།

source: Needs Action
dz: བྱ་བ་དགོཔ།

source: Accepted
dz: དང་ལེན་འབད་ཡོདཔ།

source: Declined
dz: ཁ་མ་བཟེདཔ།

source: Tentative
dz: ངེས་མེད།

source: Status
dz: གནས་ཚད།

source: Untitled Appointment
dz: གོ་གནས་མེད་པའི་བསྐོ་བཞགཔ།

source: N/A
dz: ཨེན/ཨེ

source: Today
dz: ད་རིས།

source: Today %H:%M
dz: ད་རིས%H:%M

source: Today %H:%M:%S
dz: ད་རིས%H:%M:%S

source: Today %l:%M %p
dz: ད་རེས་%l:%M %p

source: Today %l:%M:%S %p
dz: ད་རེས་%l:%M:%S %p

source: Tomorrow
dz: ནངས་པ་

source: Tomorrow %H:%M
dz: ནངས་པ་%H:%M

source: Tomorrow %H:%M:%S
dz: ནངས་པ་%H:%M:%S

source: Tomorrow %l:%M %p
dz: ནངས་པ་%l:%M %p

source: Tomorrow %l:%M:%S %p
dz: ནངས་པ་%l:%M:%S %p

source: An unknown person
dz: གང་ཟག་ངོ་མ་ཤེསཔ་ཅིག

source: <b>%s</b> through %s has published the following meeting information:
dz: %s བརྒྱུད་དེ་<b>%s</b>གིས་གཤམ་འཁོད་ཞལ་འཛོམས་ཀྱི་བརྡ་དོན་པར་བསྐྲུན་འབད་ནུག

source: <b>%s</b> has published the following meeting information:
dz: <b>%s</b>གིས་གཤམ་འཁོད་ཞལ་འཛོམས་ཀྱི་བརྡ་དོན་པར་བསྐྲུན་འབད་ནུག

source: <b>%s</b> has delegated the following meeting to you:
dz: <b>%s</b>གིས་གཤམ་འཁོད་ཞལ་འཛོམས་ཁྱོད་ལུ་བགོ་སྤེལ་འབད་ནུག

source: <b>%s</b> through %s requests your presence at the following meeting:
dz: %sབརྒྱུད་དེ་<b>%s</b> གིས་གཤམ་འཁོད་ཞལ་འཛོམས་ནང་ལུ་ཁྱོད་ཀྱི་ ངོ་འཛོམས་དགོཔ་འབད་ཞུ་བ་འབདཝ་ཨིན་མས།

source: <b>%s</b> requests your presence at the following meeting:
dz: <b>%s</b>གིས་གཤམ་འཁོད་ཞལ་འཛོམས་ནང་ལུ་ཁྱོད་ཀྱི་ ངོ་འཛོམས་དགོཔ་འབད་ཞུ་བ་འབདཝ་ཨིན་མས།

source: Please choose your answer from the status field of the table above.
dz: གོང་གི་ཐིག་ཁྲམ་གྱི་གནས་ཚད་ས་སྒོ་ནང་ལས་ཁྱོད་རའི་ལན་གདམ་གནང་།

source: <b>%s</b> through %s wishes to add to an existing meeting:
dz: %s བརྒྱུད་དེ་<b>%s</b>གིས་ད་ལྟོ་ཡོད་པའི་ཞལ་འཛོམས་གུར་ཁ་བསྐོང་རྐྱབ་ནི་རེ་བ་ཨིན་པས།

source: <b>%s</b> wishes to add to an existing meeting:
dz: <b>%s</b>གིས་ད་ལྟོ་ཡོད་པའི་ཞལ་འཛོམས་གུར་ཁ་བསྐོང་རྐྱབ་ནི་རེ་བ་ཨིན་པས།

source: <b>%s</b> wishes to receive the latest information for the following meeting:
dz: <b>%s</b>གིས་གཤམ་འཁོད་ཞལ་འཛོམས་ཀྱི་དོན་ལས་ མཐའ་མཇུག་གི་བརྡ་དོན་འཐོབ་ནིའི་རེ་བ་བསྐྱེདཔ་ཨིན་པས།

source: <b>%s</b> has sent back the following meeting response:
dz: <b>%s</b>གིས་གཤམ་འཁོད་ཞལ་འཛོམས་ཀྱི་ལན་ལོག་གཏང་ནུགཔས།

source: <b>%s</b> through %s has cancelled the following meeting:
dz: %s བརྒྱུད་དེ་<b>%s</b>གིས་གཤམ་འཁོད་ཞལ་འཛོམས་ཚུ་ཆ་མེད་གཏང་ཡོད།

source: <b>%s</b> has cancelled the following meeting.
dz: <b>%s</b>གིས་གཤམ་འཁོད་ཞལ་འཛོམས་ཚུ་ཆ་མེད་གཏང་ཡོད།

source: <b>%s</b> has proposed the following meeting changes.
dz: <b>%s</b> གིས་ཞལ་འཛོམས་ཀྱི་བསྒྱུར་བཅོས་གྲོས་འཆར་བཀོད་ཡོད།

source: <b>%s</b> through %s has declined the following meeting changes:
dz: %sབརྒྱུད་དེ་<b>%s</b> གིས་གཤམ་འཁོད་ཞལ་འཛོམས་ཀྱི་བསྒྱུར་བཅོས་ཁ་མ་བཟེདཔ།

source: <b>%s</b> has declined the following meeting changes.
dz: <b>%s</b> གིས་གཤམ་འཁོད་ཞལ་འཛོམས་ཀྱི་བསྒྱུར་བཅོས་ཁ་མ་བཟེདཔ།

source: <b>%s</b> through %s has published the following task:
dz: %sབརྒྱུད་དེ<b>%s</b> གིས་གཤམ་འཁོད་ལས་ཀ་ཚུ་པར་བསྐྲུན་འབད་དགོ

source: <b>%s</b> has published the following task:
dz: <b>%s</b> གིས་གཤམ་འཁོད་ལས་ཀ་ཚུ་པར་བསྐྲུན་འབད་དགོ

source: <b>%s</b> requests the assignment of %s to the following task:
dz: <b>%s</b> གིས་གཤམ་འཁོད་ལས་ཀ་ཚུ་གི་དོན་ལུ་ %sགི་འགན་ལས་དགོ་པའི་ཞུ་བ་འབད་ཨིན་མས།པར་བསྐྲུན་འབད་དགོ

source: <b>%s</b> through %s has assigned you a task:
dz: %sབརྒྱུད་དེ<b>%s</b> གིས་ཁྱོད་ལུ་ལས་ཀ་ཅིག་འགན་སྤྲོད་ཡོད།

source: <b>%s</b> has assigned you a task:
dz: <b>%s</b> གིས་ཁྱོད་ལུ་ལས་ཀ་ཅིག་འགན་སྤྲོད་ཡོད།

source: <b>%s</b> through %s wishes to add to an existing task:
dz: %sབརྒྱུད་དེ<b>%s</b> གིས་ད་ལྟོ་ཡོད་པའི་ལུ་ལསགུར་ཁ་བསྐོང་རྐྱབ་ནི་གི་རེ་བ་བསྐྱེདཔ་ཨིན།

source: <b>%s</b> wishes to add to an existing task:
dz: <b>%s</b> གིས་ད་ལྟོ་ཡོད་པའི་ལུ་ལསགུར་ཁ་བསྐོང་རྐྱབ་ནི་གི་རེ་བ་བསྐྱེདཔ་ཨིན།

source: <b>%s</b> wishes to receive the latest information for the following assigned task:
dz: <b>%s</b> གིས་འགན་སྤྲོད་ཡོད་པའི་གཤམ་འཁོད་ལས་ཀ་ཚུ་གི་དོན་ལས་བརྡ་དོན་གསརཔ་འབྱོར་བའི་རེ་བ་བསྐྱེདཔ་ཨིན།

source: <b>%s</b> has sent back the following assigned task response:
dz: <b>%s</b> གིས་གཤམ་འཁོད་ི་་ཀའི་ལན་ལོག་གཏང་ཡོད་ཨིན།ྲོད་ཡོད།

source: <b>%s</b> through %s has cancelled the following assigned task:
dz: %sབརྒྱུད་དེ<b>%s</b> གིས་འགན་སྤྲོད་ཡོད་པའི་གཤམ་འཁོད་ལས་ཀ་ཆ་མེད་གཏང་ཡོད།

source: <b>%s</b> has cancelled the following assigned task:
dz: <b>%s</b> གིས་འགན་སྤྲོད་ཡོད་པའི་གཤམ་འཁོད་ལས་ཀ་ཆ་མེད་གཏང་ཡོད།

source: <b>%s</b> has proposed the following task assignment changes:
dz: <b>%s</b> གིས་གཤམ་འཁོད་ལས་ཀའི་བསྒྱུར་བཅོས་ཀྱི་གྲས་འཆར་བཀོད་ཡོད།

source: <b>%s</b> through %s has declined the following assigned task:
dz: %sབརྒྱུད་དེ<b>%s</b> གིས་འགན་སྤྲོད་ཡོད་པའི་གཤམ་འཁོད་ལས་ཀ་ཁ་མ་བཟེད་པས།

source: <b>%s</b> has declined the following assigned task:
dz: <b>%s</b> གིས་འགན་སྤྲོད་ཡོད་པའི་གཤམ་འཁོད་ལས་ཀ་ཁ་མ་བཟེད་པས།

source: Location:
dz: གནས་ཁོངས།

source: Start time:
dz: འགོ་བཙུགས་དུས་ཚོད།

source: End time:
dz: མཇུག་བསྡུའི་དུས་ཚོད།

source: Status:
dz: གནས་ཚད།

source: Comment:
dz: བསམ་བཀོད།

source: Could not load UI for add-owner-dialog
dz: ཨེཌ་ཨོ་ནར་ཌའི་ལོག་གི་དོན་ལུ་ ཨུ་ཨེལ་མངོན་གསལ་འབད་མ་ཚུགས།ི

source: Could not load permissions dialog UI
dz: གནང་བ་ཅན་གྱི་ཌའི་ལོག་ཡུ་ཨེལ་མངོན་གསལ་འབད་མ་ཚུགས།

source: Could not set permissions for the folder
dz: སྣོད་འཛིན་གྱི་དོན་ལུ་གནང་བ་གཞི་སྒྲིག་འབད་མ་ཚུགས།

source: Name
dz: མིང་།

source: Domain %s
dz: ཌོ་མེན%s

source: Primary owners
dz: གཞི་རིམ་བདག་པོ།

source: Owners
dz: བདག་པོ།

source: Non-owners
dz: བདག་པོ་མེད་པ།

source: User
dz: ལག་ལེན་པ།

source: Folder permissions
dz: སྣོད་འཛིན་གནང་བ།

source: Could not get properties for this folder.
dz: སྣོད་འཛིན་འདི་གི་དོན་ལུ་རྒྱུ་དངོས་མ་ཐོབ།

source: A domain
dz: ཌོ་མན་ཅིག

source: A specific user
dz: དམིགས་བསལ་ལག་ལེན་པ་གཅིག

source: Add
dz: ཁ་བསྐོང་རྐྱབ།

source: All users
dz: ལག་ལེན་པ་ག་ར།

source: Basic permissions
dz: གཞི་རྟེན་གནང་བ།

source: Calendar components
dz: ཟླ་ཐོའི་ཆ་ཤས།

source: Calendar components and properties
dz: ཟླ་ཐོའི་ཆ་ཤས་དང་རྒྱུ་དངོས།

source: Calendar properties
dz: ཟླ་ཐོའཔ་རྒྱུ་དངོས།

source: Can accept/decline invitations
dz: དང་ལེན་འབད་ཚུགས/དྲན་བརྡ་ཁ་མ་བཟེད།

source: Can cancel meetings
dz: ཞལ་འཛོམས་ཆ་མེད་གཏང་ཚུགས།

source: Can delete
dz: བཏོན་གཏང་ཚུགས།

source: Can invite others
dz: གཞན་ཡང་དྲན་བརྡ་བྱིན་ཚུགས།

source: Can schedule meetings
dz: ཞལ་འཛོམས་ཀྱི་འཆར་རིམ་བཟོ་ཚུགས།

source: Deny access from
dz: ལས་འཛུལ་སྤྱོད་འབད་ནི་ཉན་མི་བཏུབ་པས།

source: Down
dz: མར།

source: Enter user name
dz: ལག་ལེན་པའི་མིང་བཙུགས།

source: Free/Busy access
dz: དལཝ/ཁོམ་མེད་འཛུལ་སྤྱོད་

source: Grant access to
dz: འཛུལ་སྤྱོད་འབད་བཅུག

source: Meeting permissions
dz: ཞལ་འཛོམས་གནང་བ།

source: On
dz: ཨཱོན།

source: Read access
dz: འཛུལ་སྤྱོད་ལྷག

source: Remove
dz: རྩ་བསྐྲད་གཏང་ནི།

source: Up
dz: ཡར།

source: Write access
dz: འཛུལ་སྤྱོད་འབྲི།

source: _Edit
dz: ཞུན་དག་རྐྱབ་ནི།(E)

source: Could not set preferences for this connection
dz: འ་ནི་མཐུད་ལམ་གྱི་དོན་ལུ་དགའ་གདམ་ཚུ་གཞི་སྒྲིག་འབད་མ་ཚུགས།

source: Subscription
dz: མཁོ་མངགས།

source: Calendar ID
dz: ཟླ་ཐོའི་ཨའི་ཌི།

source: Owner
dz: བདག་པོ།

source: Description
dz: འགྲེལ་བཤད།

source: Remote Calendar Subscriptions
dz: ཐག་རིང་གི་ཟླ་ཐོའི་མཁོ་མངགས།

source: _Find Now
dz: ད་ལྟོ་འཚོལ།(F)

source: contains begins with
dz: ཡོད་པ མཉམ་འགོ་བཙུགས།

source: name or ID name primary owner ID
dz: མིང་ཡངན་ཨའི་ཌི མིང གཞི་རིམ་བདག་པོ ཨའི་ཌི
