Repository: tenzin/dzongkha-linux-translation-files
Catalog: gnome-extras/gnome-cups-manager.HEAD.*.po
Languages: dz

source: Couldn't add printer
dz: དཔར་འཕྲུལ་ཁ་སྐོང་རྐྱབ་མ་ཚུགས།

source: Print version and exit
dz: དཔར་བསྐྲུན་འི་ཐོན་རིམ་དང་ཕྱིར་འཐོན་།

source: CUPS Printer URI
dz: ཀཔཱས་ དཔར་འཕྲུལ་ ཡུ་ཨར་ཨའི།

source: Add a Printer
dz: དཔར་འཕྲུལ་ཁ་སྐོང་རྐྱབ།

source: Step 1 of 2: Printer Connection
dz: རིམ་པ་གཉིས་པའི་དང་པ། དཔར་འཕྲུལ་ འཕྲུལ་ལམ།

source: Step 2 of 2: Printer Driver
dz: རིམ་པ་གཉིས་པའི་གཉིས་པ། དཔར་འཕྲུལ་ འདྲེན་བྱེད།

source: This assistant helps you set up a printer.
dz: འ་ནི་ལས་རོགས་འདི་གིས་ ཁྱོད་ལུ་ དཔར་འཕྲུལ་གཞི་སྒྲིག་འབད་ནིའི་ གྲོགས་རམ་འབདཝ་ཨིན།

source: Orientation
dz: ཕྱོགས།

source: The orientation of the tray.
dz: ཕྱོགས་ཀྱི་ ཤོག་སྣོད།

source: Configure your printers
dz: ཁྱོད་རང་གི་དཔར་འཕྲུལ་ཚུ་རིམ་སྒྲིག་འབད།

source: Printing
dz: དཔར་བསྐྲུན་འབད་དོ།

source: Could not start the printer tray icon, because the CUPS server could not be contacted.
dz: དཔར་འཕྲུལ་ ཤོག་སྣོད་འདི་་འགོ་བཙུགས་མ་ཚུགས་ ག་ཅི་འབད་ཟེར་བ་ཅིན་ ཀཔཱས་ སར་བར་དེ་ མ་བཏུབ།

source: Print Monitor
dz: དཔར་སྐྲུན་འབད་ནིའི་གསལ་འཕྲུལ།

source: The CUPS server could not be contacted.
dz: ཀཔཱས་ སར་བར་འདི་ འབྲེལ་བ་འབད་མ་ཚུགས།

source: Printer not found: %s
dz: དཔར་འཕྲུལ་ %s འདི་མ་ཐོབ།

source: Show printer properties for printers listed on the command line
dz: བཀོད་ལམ་གུར་ ཐོ་བཀོད་འབད་ཡོད་མི་ དཔར་འཕྲུལ་ཚུ་གྱི་དོན་ལུ་ དཔར་འཕྲུལ་རྒྱུ་དངོས་ དེ་ཚུ་ སྟོན།་

source: View the queues of printers listed on the command line
dz: བཀོདལམ་གུར་ ཐོ་བཀོད་འབད་ཡོད་མི་ དཔར་འཕྲུལ་ཚུ་གྱི་ མི་གྲལ་དེ་ཚུ་སྟོན།

source: [PRINTER...]
dz: [དཔར་འཕྲུལ་་་]

source: Printers View
dz: དཔར་འཕྲུལ་ མཐོང་སྣང།

source: <b>Layout</b>
dz: <b> བཀོད་སྒྲིག </b>

source: <b>Media</b>
dz: <b> བརྡ་ལམ </b>

source: Advanced
dz: མཐོ་རིམ།

source: Become _Administrator
dz: བདག་སྐྱོང་པ་ལུ་འགཡུར་ནི། (_A)

source: Cancel Jobs
dz: ལས་གཡོག་དེ་ཚུ་ཆ་མེད་གཏང།

source: General
dz: ཡོངས་ཁྱབ།

source: Make _Default
dz: སྔོན་སྒྲིག་བཟོ།(_D)

source: Paper
dz: ཤོག་ཀུ།

source: Paper _type:
dz: ཤོག་ཀུའི་དབྱེ་བ།(_t)

source: Paper si_ze:
dz: ཤོག་ཀུའི་ཚད།(_z)

source: Pause Jobs
dz: ལས་གཡོག་ཐེམ།

source: Pause Printer
dz: དཔར་འཕྲུལ་ཐེམ།

source: Print _Test Page
dz: ཤོག་ལེབ་བརྟག་ཞིབ་ཤོག་ལེབ་ཀྱི་དཔར་སྐྲུན་འབད།(_T)

source: Printer
dz: དཔར་འཕྲུལ།

source: Printer Properties
dz: དཔར་འཕྲུལ་གྱི་རྒྱུ་དངོས།

source: Printers
dz: དཔར་འཕྲུལ་ཚུ།

source: Ready or something
dz: གྲ་སྒྲིག་ཡང་ན་ག་ཅི་ཅིག།

source: Resume Jobs
dz: ལས་གཡོག་དེ་ཚུ་བསྐྱར་ལོག་འབད།

source: Set as Default
dz: སྔོན་སྒྲིག་བཟུམ་སྦེ་གཞི་སྒྲིག་འབད།

source: Status:
dz: གནས་ཚད།:

source: _Add Printer
dz: དཔར་འཕྲུལ་ཁ་སྐོང་རྐྱབས།(_A)

source: _Binding:
dz: སྡམ་ཐག།(_B)

source: _Close
dz: ཁ་བསྡམས།

source: _Description:
dz: འགྲེལ་བཤད།(_D)

source: _Double Sided:
dz: ཕྱོགས་གཉིས་ལྡན།(_D)

source: _Edit
dz: ཞུན་དག(_E)

source: _Location:
dz: གནས་ཁོངས།(_L)

source: _Name:
dz: མིང།(_N)

source: _Orientation:
dz: ཕྱོགས།(_O)

source: _Pause
dz: ཐེམ།(_P)

source: _Print a Test Page
dz: བརྟག་ཞིབ་ཤོག་ལེབ་ཅིག་དཔར་སྐྲུན་འབད།(_P)

source: _Printer
dz: དཔར་འཕྲུལ།(_P)

source: _Properties
dz: རྒྱུ་དངོས།(_P)

source: _Remove Printer
dz: དཔར་འཕྲུལ་རྩ་བསྐྲད་གཏང་།(_R)

source: _Resolution:
dz: ཧུམ་ཆ།(_R)

source: _Resume
dz: བསྐྱར་ལོག(_R)

source: _Source:
dz: འབྱུང་ཁུངས།(_S)

source: _Status
dz: གནས་ཚད།(_S)

source: dummy
dz: དཔེ་གཟུགས།

source: Printer Icon
dz: དཔར་འཕྲུལ་ངོས་དཔར།

source: Printer View
dz: དཔར་འཕྲུལ་མཐོང་སྣང་།

source: New Printer
dz: དཔར་འཕྲུལ་གསརཔ།

source: Jobs
dz: ལས་གཡོག་ཚུ།

source: Pause
dz: ཐེམ།

source: Resume
dz: བསྐྱར་ལོག

source: Make Default
dz: སྔོན་སྒྲིག་བཟོ།

source: Driver
dz: འདྲེན་བྱེད།

source: Connection
dz: མཐུན་ལམ།

source: Could not launch printer view
dz: དཔར་འཕྲུལ་གྱི་མཐོང་སྣང་གསར་བཙུགས་འབད་མ་ཚུགས།

source: Could not launch printer properties
dz: དཔར་འཕྲུལ་གྱི་རྒྱུ་དངོས་གསར་བཙུགས་འབད་མ་ཚུགས།

source: Could not resume printer
dz: དཔར་འཕྲུལ་བསྐྱར་ལོག་འབད་མ་ཚུགས།

source: _Resume Printer
dz: དཔར་འཕྲུལ་ཕསྐྱར་ལོག་འབད།

source: P_ause Printer
dz: དཔར་འཕྲུལ་ཐེམ།

source: %.1f K
dz: %.1f་ཀེ

source: %.1f MB
dz: %.1f ཨེམ་བི།

source: %.1f GB
dz: %.1f ཇི་བི།

source: 1 byte
dz: བཱའིཊི་ ༡

source: %d of %d
dz: %d གྱི %d

source: Could not set %s as the default
dz: %s སྔོན་སྒྲིག་སྦེ་་གཞི་སྒྲིག་འབད་མ་ཚུགས།

source: Could not pause job
dz: ལས་གཡོག་ཐེམ་འབད་མ་ཚུགས།

source: Could not resume job
dz: ལས་གཡོག་ བསྐྱར་ལོག་འབད་མ་ཚུགས།

source: Could not cancel job
dz: ལས་གཡོག་ཆ་མེད་གཏང་མ་ཚུགས།

source: Cancel
dz: ཆ་མེད།

source: Name
dz: མིང་།

source: Job Number
dz: ལས་གཡོག་གི་གྲངས།

source: Owner
dz: བདག་པོ།

source: Size
dz: ཚད།

source: State
dz: གནས་ལུགས།

source: Default
dz: སྔོན་སྒྲིག

source: Paused
dz: ཐེམ།

source: <b>Problems launching %s as root via %s</b> <small>%s</small>
dz: <b> %s་འདི་རྩ་བ་སྦེ་གསར་བཙུགས་འབད་ནི་ལུ་དཀའ་ངལ་ཚུ་ %s་བརྒྱུད་དེ་</b> <small>%s</small>

source: Identity and Password for %s in workgroup %s
dz: ལས་སྡེ་ %s་ནང་གི་%s་དོན་ལུ་ ངོ་རྟགས་དང་ཆོག་ཡིག

source: Identity and Password for %s
dz: %s གི་དོན་ལུ་ངོ་རྟགས་དང་ཆོག་ཡིག

source: Identity and Password for workgroup %s
dz: ལས་སྡེ་ %s་གི་དོན་ལུ་ ངོ་རྟགས་དང་ཆོག་ཡིག

source: Identity and Password
dz: ངོ་རྟགས་དང་ཆོག་ཡིག

source: Authentication Required
dz: བདེན་བཤད་ དགོས་མཁོ་ཡོདཔ།

source: <i>No printers detected</i>
dz: <i> དཔར་འཕྲུལ་ཚུ་སྐྱོན་འཛིན་མ་བྱུང་།</i>

source: For example : http://hostname:631/ipp/ http://hostname:631/ipp/port1 ipp://hostname/ipp/ ipp://hostname/ipp/port1
dz: དཔེར་བརྗོད་ཀྱི་དོནན་ལུ།: http://hostname:631/ipp/ http://hostname:631/ipp/port1 ipp://hostname/ipp/ ipp://hostname/ipp/port1

source: <b>P_assword:</b>
dz: <b>ཆོག་ཡིག(_a):</b>

source: <b>Printer Type:</b>
dz: </b>དཔར་འཕྲུལ་གྱི་དབྱེ་བ།:</b>

source: <b>_Host:</b>
dz: </b>ཧོསཊི (_H):</b>

source: <b>_Port:</b>
dz: </b>འདྲེན་ལམ (_P):</b>

source: <b>_Printer:</b>
dz: </b>དཔར་འཕྲུལ།(_P) :</b>

source: <b>_Printers:</b>
dz: </b>དཔར་འཕྲུལ་ཚུ།(_P):</b>

source: <b>_Queue:</b>
dz: </b>མི་གྲལ།(_Q):</b>

source: <b>_URI:</b>
dz: </b>ཡུ་ཨར་ཨའི།(_U):</b>

source: <b>_Username:</b>
dz: </b>ལག་ལེན་པའི་མིང་།(_U):</b>

source: <b>_Workgroup:</b>
dz: </b>ལཱ་སྡེ།(_W):</b>

source: CUPS Printer (IPP) Windows Printer (SMB) UNIX Printer (LPD) HP JetDirect
dz: ཀཔསི་དཔར་འཕྲུལ།(ཨའི་པི་པི་) ཝིན་ཌོས་་དཔར་འཕྲུལ།(ཨེས་ཨེམ་བཱི) ཡུ་ཨེན་ཨའི་ཨེགསི དཔར་འཕྲུལ(ཨེལ་པི་ཌི) ཨེཆ་པཱི་ ཇཱེཊ་ཌརེཀ།

source: Printer _Port:
dz: དཔར་འཕྲུལ་འདརེན་ལམ།(_P)

source: Use _another printer by specifying a port:
dz: འདྲེན་ལམ་གསལ་བཀོད་འབད་འདི་ དཔརའཕྲུལ་གཞན་མི་ཅིག་ ལག་ལེན་འཐབ།(_a)

source: _Local Printer
dz: ཉེ་གནས་དཔར་འཕྲུལ།(_L)

source: _Network Printer
dz: ཡོངས་འབྲེལ་ དཔར་འཕྲུལ།(_N)

source: _Scan
dz: ཞིབ་ལྟ་འབད།(_S)

source: _Use a detected printer:
dz: སྐྱོན་འཛིན་བྱུང་ཡོད་པའི་ དཔར་འཕྲུལ་ ་ལག་ལེན་འཐབ།

source: hp
dz: ཨེཆ་པི།

source: ipp
dz: ཨའི་པི་པི།

source: local
dz: ཉེ་གནས།

source: lpd
dz: ཨེལ་པི་ཌི།

source: smb
dz: ཨེསི་ཨེམ་བི།

source: Generic
dz: རིགས་བརྒྱུད།

source: High Quality Image (GIMP-Print Inkjet)
dz: སྤུས་ཚད་མཐོ་བའི་གཟུགས་བརྙན།(ཇི་ཨའི་ཨེམ་པི་ པི་རིནཊ་ ཨིནཀ་ཇེཊ)

source: High Quality Image (GIMP-Print)
dz: སྤུས་ཚད་མཐོ་བའི་གཟུགས་བརྙན།(ཇི་ཨའི་ཨེམ་པི་ པི་རིནཊ)

source: Standard (CUPS)
dz: ཚད་ལྡན།(ཀཔསི)

source: High Quality Image (GIMP-Print) (%s)
dz: སྤུས་ཚད་མཐོ་བའི་གཟུགས་བརྙན།(ཇི་ཨའི་ཨེམ་པི་ པི་རིནཊ)(%s)

source: Standard
dz: ཚད་ལྡན།

source: (Suggested)
dz: (བསམ་འཆར་བཀོད་པ།)

source: Select a PPD File
dz: པི་པི་ཌི་ ཡིག་སྣོ་ སེལ་འཐུ་འབད།

source: All Files
dz: ཡིག་སྣོད་ ཆ་མཉམ།

source: PPD Files
dz: པི་པི་ཌི་ ཡིག་སྣོད་ཚུ།

source: Only files ending with .ppd or .ppd.gz will be installed
dz: .ppd or .ppd.gz བཅས་ འཇུག་བསྡུ་མི་ ཡིག་སྣོད་རྐྱངམ་གཅིག་ གཞི་བཙུགས་འབདཝ་འོང་།

source: CUPS is installed differently than expected. There is no directory '%s'
dz: ཀཔསི་འདི་ རེ་བ་བསྐྱེད་མི་ལས་ སོ་སོ་འབད་ གཞི་བཙུགས་འབད་ཡོད། '%s'གི་སྣོད་ཐོ་མེདཔ་ཨིན།

source: The PPD <b>%s</b> is already installed
dz: པི་པི་ཌི། <b>%s</b> འདི་ཧེ་མ་ལས་གཞི་བཙུགས་འབད་ནུག

source: Unable to write to <b>%s</b> because %s
dz: ལུ་འབྲི་མ་ཚུགས། <b>%s</b> ག་ཅི་སྦེ་ཟེར་བ་ཅིན་ %s ལུ་བརྟེན།

source: Model
dz: དཔེ།

source: <b>Description:</b>
dz: <b>འགྲེལ་བཤད་ :</b>

source: <b>M_anufacturer:</b>
dz: <b>བཟོ་བསྐྲུན་པ:</b>

source: <b>_Driver:</b>
dz: </b>འདྲེན་བྱེད།(_D):</b>

source: <b>_Model:</b>
dz: <b>དཔེ།(_M)<b>

source: _Install Driver...
dz: འདྲེན་བྱེད་གཞི་བཙུགས་འབད།(_I)

source: make and model
dz: བཟོ་དང་དཔེ།

source: Password
dz: ཆོག་ཡོག

source: Enter a username and password to modify this printer:
dz: འ་ནི་དཔར་འཕྲུལ་འདི་ ལེགས་བཅོས་འབད་ནིའིདོན་ལུ་ ལག་ལེན་པའི་མིང་དང་ ཆོག་ཡིག་བཙུགས།

source: Username:
dz: ལག་ལེན་པའི་མིང་།

source: Password:
dz: ཆོག་ཡིག

source: Printing to '%s' failed with error code: %d is the printer paused ?
dz: འཛོལ་བའི ཨང་རྟགས་དང་བཅས་ '%s'་ལུ་དཔར་བསྐྲུན་འབྱུང་ཡོད། %d འདི་དཔར་བསྐྲུན་ཐེམ་འབྱུང་ཡོདཔ་ཨིན་ན?

source: Unknown Error
dz: མ་ཤེསཔའི་འཛོལ་བ།

source: Test Page
dz: བརྟག་ཞིབ་ཤོག་ལེབ།

source: %s test page has been sent to %s.
dz: %s བརྟག་ཞིབ་ཤོག་ལེབ་འདི་ %s ལུ་བཏང་ཡོདཔ་ཨིན།
