Repository: tenzin/dzongkha-linux-translation-files
Catalog: gnome-extras/libgnetwork.HEAD.*.po
Languages: dz

source: The path to a file which contains X.509 certificates to distribute to clients.
dz: ཞབས་ཏོག་སྤྱོད་མི་ཚུ་ལུ་ བགོ་བཀྲམ་འབད་ནི་གི་ ཨེགསི་.༥༠༩ ལག་ཁྱེར་ཚུ་ཡོད་མི་ ཡིག་སྣོད་ཅིག་ལུ་འགྲུལ་ལམ།

source: Key File
dz: ལྡེ་མིག་ཡིག་སྣོད་

source: The path to a file which contains X.509 keys to distribute to clients.
dz: ཞབས་ཏོག་སྤྱོད་མི་ཚུ་ལུ་ བགོ་བཀྲམ་འབད་ནི་གི་ ཨེགསི་.༥༠༩ ཡོད་མི་ ཡིག་སྣོད་ཅིག་ལུ་འགྲུལ་ལམ།

source: The proxy service at %s could not connect to %s.
dz: %s ལུའི་ པོརོ་སི་ཞབས་ཏོག་འདི་ %s ལུ་མཐུད་མ་ཚུགས།

source: The connection to %s could not be completed because the GNetwork library has a bug in it.
dz: %s ལུའི་མཐུད་ལམ་འདི་ མཇུག་བསྡུ་མ་ཚུགས་ ག་ཅི་འབད་ཟེར་བ་ཅིན་ ཇི་ཡོངས་འབྲེལ་དཔེ་མཛོད་འདི་ལུ་ རྐྱེན་ཅིག་འདུག

source: The connection to %s could not be completed because the proxy service at %s is not running.
dz: %s ལུའི་མཐུད་ལམ་འདི་ མཇུག་བསྡུ་མ་ཚུགས་ ག་ཅི་འབད་ཟེར་བ་ཅིན་ %s ལུའི་པོརོ་སི་ཞབས་ཏོག་འདི་ལཱ་མི་འབད་བས།

source: The connection to %s could not be completed because the proxy service at %s did not respond to our requests for a connection.
dz: %s ལུའི་མཐུད་ལམ་འདི་ མཇུག་བསྡུ་མ་ཚུགས་ ག་ཅི་འབད་ཟེར་བ་ཅིན་ %s ལུའི་པོརོ་སི་ཞབས་ཏོག་འདི་གིས་ ང་བཅས་ཀྱི་མཐུད་ལམ་ཅིག་གི་དོན་ལུ་ཞུ་བ་འདི་ལུ་ ལེན་བཀོད་འབད་མ་བཏུབ།

source: The connection to %s could not be completed because the proxy service at %s could not be reached. Your network connection may be down or misconfigured.
dz: %s ལུའི་མཐུད་ལམ་འདི་ མཇུག་བསྡུ་མ་ཚུགས་ ག་ཅི་འབད་ཟེར་བ་ཅིན་ %s ལུའི་པོརོ་སི་ཞབས་ཏོག་འདི་ ལྷོད་མ་ཚུགས། ཁྱོད་ཀྱི་ཡོངས་འབྲེལ་མཐུད་ལམ་འདི་ མར་ཉམས་འགྱོ་འགྱོཝ་འོང་ ཡང་ན་རིམ་སྒྲིག་ཕྱི་འགྱུར་འབད་འབདཝ་འོང་།

source: The connection to %s could not be completed because the proxy service at %s is blocked by a firewall.
dz: %s ལུའི་མཐུད་ལམ་འདི་ མཇུག་བསྡུ་མ་ཚུགས་ ག་ཅི་འབད་ཟེར་བ་ཅིན་ %s ལུའི་པོརོ་སི་ཞབས་ཏོག་འདི་ སྐྱོབ་གྱང་ཅིག་གིས་ བཀག་ཡོད།

source: The connection to %s could not be completed because the proxy service at %s stopped the connection attempt.
dz: %s ལུའི་མཐུད་ལམ་འདི་ མཇུག་བསྡུ་མ་ཚུགས་ ག་ཅི་འབད་ཟེར་བ་ཅིན་ %s ལུའི་པོརོ་སི་ཞབས་ཏོག་འདི་གིས་ མཐུད་ལམ་དཔའ་བཅའ་མི་འདི་བཀག་ཡོད།

source: The connection to %s could not be completed because the proxy service at %s could not verify our user name and password.
dz: %s ལུའི་མཐུད་ལམ་འདི་ མཇུག་བསྡུ་མ་ཚུགས་ ག་ཅི་འབད་ཟེར་བ་ཅིན་ %s ལུའི་པོརོ་སི་ཞབས་ཏོག་འདི་ ང་བཅས་ཀྱི་མིང་དང་ཆོག་ཡིག་གིས་བདེན་སྦྱོར་འབད་མ་ཚུགས།

source: The connection to %s could not be completed because the proxy service at %s could not verify our user name. The Identity Service on this computer is not running or is misconfigured.
dz: %s ལུའི་མཐུད་ལམ་འདི་མཇུག་བསྡུ་མ་ཚུགས་ ག་ཅི་འབད་ཟེར་བ་ཅིན་ %s ལུའི་པོརོ་སི་ཞབས་ཏོག་འདི་ ང་བཅས་ཀྱི་ཀྱི་ལག་ལེན་པའི་མིང་གིས་ བདེན་སྦྱོར་འབད་མ་ཚུགས། འ་ནི་གློག་རིམ་གུའི་ངོ་རྟགས་ཞབས་ཏོག་འདི་ གཡོག་མི་བཀོལ་བས་ ཡང་ན་ འདི་རིམ་སྒྲིག་ཕྱི་འགྱུར་འབད་འབདཝ་འོང་།

source: The connection to %s could not be completed because the proxy service at %s does not allow the requested type of connection.
dz: %s ལུའི་མཐུད་ལམ་འདི་ མཇུག་བསྡུ་མ་ཚུགས་ ག་ཅི་འབད་ཟེར་བ་ཅིན་ %s ལུའི་པོརོ་སི་ཞབས་ཏོག་འདི་གིས་ ཞུ་བ་འབད་ཡོད་པའི་མཐུད་ལམ་གྱི་དབྱེ་བ་འདི་འབད་མི་བཅུག་པས།

source: The connection to %s could not be completed because the proxy service at %s is throwing a tantrum right now.
dz: %s ལུའི་མཐུད་ལམ་འདི་ མཇུག་བསྡུ་མ་ཚུགས་ ག་ཅི་འབད་ཟེར་བ་ཅིན་ %s ལུའི་པོརོ་སི་སར་བར་འདི་གིས་ ད་ལྟོ་རང་ཊིརེན་ཊརམ་ཅིག་བཀོག་དེས།

source: The service could not be started because there is already another service using port %d.
dz: ཞབས་ཏོག་འདི་འགོ་བཙུགས་མི་བཏུབ་ ག་ཅི་འབད་ཟེར་བ་ཅིན་ འདི་ནང་ ཧེ་མ་ལས་རང་ འདྲེན་ལམ་ %d ལག་ལེན་འཐབ་མི་ཞབས་ཏོག་གཞན་མི་ཅིག་འདུག

source: You do not have permission to offer a service on port %d. Ports below 1024 can only be used as services by the root user.
dz: ཁྱོད་ལུ་ འདྲེན་ལམ་ %d ལུ་་ཞབས་ཏོག་ཅིག་བྱིན་ནི་གི་གནང་བ་མིན་འདུག ༡༠༢༤ གི་འོག་གི་འདྲེན་ལམ་ཚུ་ རྩ་བ་ལག་ལེན་པ་གིས་ ཞབས་ཏོག་འབད་མི་བཟུམ་སྦེ་རྐྱངམ་ཅིག་ལག་ལེན་འཐབ་བཏུབ།

source: Local Interface
dz: ཉེ་གནས་ངོས་འདར་བ་

source: The name of the interface to allow connections to (e.g. "eth0").
dz: ལེ་མཐུད་བཅུག་ནིའི་དོན་ལས་ ངོས་འདྲ་བ་འདི་གི་མིང་(དཔེར་བརྗོད་ "eth0")

source: Interface Information
dz: ངོས་འདྲ་བའི་བརྡ་དོན་

source: The hostname or IP address of the interface to allow connections to.
dz: ལུ་མཐུད་བཅུག་ནིའི་དོན་ལས་ ངོས་འདྲ་བ་འདི་གི་ ཧོསཊི་ནེམ་ཡང་ན་ ཨའི་པི་ཁ་བྱང་།

source: Local Port
dz: ཉེ་གནས་འདྲེན་ལམ་

source: The port number to allow connections to.
dz: ལུ་མཐུད་བཅུག་ནིའི་དོན་ལས་ འདྲེན་ལམ་ཨང་།

source: Performs Reverse DNS Lookups
dz: རིམ་ལོག་ཌི་ཨེན་ཨེསི་བལྟ་བ་ཚུ་ ལཱ་འགན་གྲུབ་ཨིན་

source: Whether or not to perform reverse lookups on incoming connections.
dz: ནང་འབྱོར་མཐུད་ལམ་ཚུ་ལུ་ རིམ་ལོག་བལྟ་བ་ཚུ་ ལཱ་འགན་གྲུབ་ནི་ཨིན་ན་མེན་ན།

source: An error occurred inside the GNetwork library while reading data from the socket.
dz: སོ་ཀེཊི་འདི་ལས་ གནད་སྡུད་ལྷག་པའི་སྐབས་ ཇི་ཡོངས་འབྲེལ་འདི་གི་ནང་ན་ འཛོལ་བ་ཅིག་འབྱུང་ཡོདཔ་ཨིན།

source: An error occurred inside the GNetwork library while sending data through the socket.
dz: སོ་ཀེཊི་འདི་བརྒྱུད་དེ་ གནད་སྡུད་གཏང་པའི་སྐབས་ ཇི་ཡོངས་འབྲེལ་འདི་གི་ནང་ན་ འཛོལ་བ་ཅིག་འབྱུང་ཡོདཔ་ཨིན།

source: The socket on port %u could not be opened because an error occurred inside the GNetwork library.
dz: འདྲེན་ལམ་ %u གུའི་སོ་ཀེཊི་འདི་ ཁ་ཕྱེ་མ་བཏུབ་ ག་ཅི་འབད་ཟེར་བ་ཅིན་ ཇི་ཡོངས་འབྲེལ་དཔེ་མཛོད་འདི་གི་ནང་ན་ འཛོལ་བ་ཅིག་འབྱུང་ཡོདཔ་ཨིན།

source: The socket could not be opened because an error occurred inside the GNetwork library.
dz: སོ་ཀེཊི་འདི་ཁ་ཕྱེ་མ་ཚུགས་ ག་ཅི་འབད་ཟེར་བ་ཅིན་ ཇི་ཡོངས་འབྲེལ་དཔེ་མཛོད་འདི་གི་ནང་ན་ འཛོལ་བ་ཅིག་འབྱུང་ཡོདཔ་ཨིན།

source: The socket on port %u could not be made asynchronous.
dz: འདྲེན་ལམ་ %u གུའི་སོ་ཀེཊི་འདི་ གནད་སྡུད་རྒྱུན་སྤེལ་ བཟོ་མ་ཚུགས།

source: The socket could not be made asynchronous.
dz: སོ་ཀེཊི་འདི་ གནད་སྡུད་རྒྱུན་སྤེལ་ བཟོ་མ་ཚུགས།

source: The socket on port %u could not be set to allow use by other applications.
dz: འདྲེན་ལམ་ %u གུའི་སོ་ཀེཊི་འདི་ གློག་རིམ་གཞན་མི་ཚུ་གིས་ལག་ལེན་འཐབ་ནི་ལུ་ གཞི་སྒྲིག་འབད་མ་ཚུགས།

source: The socket could not be set to allow use by other applications.
dz: སོ་ཀེཊི་འདི་ གློག་རིམ་གཞན་མི་ཚུ་གིས་ལག་ལེན་འཐབ་བཅུག་ནི་ལུ་ གཞི་སྒྲིག་འབད་མ་ཚུགས།

source: The socket on port %u could not be set to allow broadcasting.
dz: འདྲེན་ལམ་ %u གུའི་སོ་ཀེཏི་འདི་ རྒྱང་བསྒྲགས་འབད་ཆོག་མི་ལུ་ གཞི་སྒྲིག་འབད་མ་ཚུགས།

source: The socket could not be set to allow broadcasting.
dz: སོ་ཀེཊི་འདི་ རྒྱང་བསྒྲགས་འབད་ཆོག་མི་ལུ་ གཞི་སྒྲིག་འབད་མ་ཚུགས།

source: The time-to-live property for the socket on port %u could not be changed.
dz: འདྲེན་ལམ་ %u གུའི་སོ་ཀེཊི་འདི་གི་དོན་ལུ་ བཞག་ནིའི་དུས་ཚོན་འདི་ བསྒྱུར་བཅོས་འབད་མཚུགས།

source: The time-to-live property for the socket could not be changed.
dz: སོ་ཀེཊི་གི་དོན་ལུ་ བཞག་ནི་གི་དུས་ཚོད་རྒྱུ་དངོས་འདི་བསྒྱུར་བཅོས་འབད་མ་ཚུགས།

source: The socket on port %u could not be opened because another socket is using that port.
dz: འདྲེན་ལམ་ %u གུའི་སོ་ཀེཊི་འདི་ ཁ་ཕྱེ་ཙ་བཏུབ་ ག་ཅི་འབད་ཟེར་བ་ཅིན་ འ་ནི་འདྲེན་ལམ་འདི་སོ་ཀེཊི་གཞན་མི་ཅིག་གིས་ལག་ལེན་འཐབ་ཨིན་པས།

source: The socket on port %u could not be opened because ports under 1024 can only be opened by the root user.
dz: འདྲེན་ལམ་ %u གུའི་སོ་ཀེཊི་འདི་ ཁ་ཕྱེ་མ་བཏུབ་ ག་ཅི་འབད་ཟེར་བ་ཅིན་ ༡༠༢༤ གི་འོག་གི་འདྲེན་ལམ་ཚུ་ རྩ་བ་ལག་ལེན་པ་ཚུ་གིས་རྐྱངམ་ཅིག་ ཁ་ཕྱེ་ཚུགས།

source: The packet lifetime for the socket on port %u could not be set.
dz: འདྲེན་ལམ་ %u གུའི་ སོཀེཊི་འདི་གི་དོན་ལུ་ འཕྲིན་ཚན་ཚེ་རུན་འདི་ གཞི་སྒྲིག་འབད་མ་ཚུགས།

source: The packet lifetime could not be set.
dz: འཕྲིན་ཚན་ཚེ་ཡུན་འདི་གཞི་སྒྲིག་འབད་མ་ཚུགས།

source: Allow Broadcasting
dz: རྒྱང་བསྒྲགས་འབད་ནི་འབད་བཅུག་

source: Whether or not to allow broadcasting through this datagram.
dz: འ་ནི་ཌེ་ཊ་ག་རམ་བརྒྱུད་དེ་ རྒྱང་བསྒྲགས་འབད་བཅུག་ནི་ཨིན་ན་མེན་ན།

source: The name of the interface to bind to (e.g. "eth0").
dz: ལེ་བསྡམ་ནིའི་དོན་ལས་ ངོས་འདྲ་བ་འདི་གི་མིང་་(དཔེར་བརྗོད་ "eth0")

source: Local Interface Information
dz: ཉེ་གནས་ངོས་འདྲ་བའི་བརྡ་དོན་

source: Information about the interface this socket is bound to.
dz: ལུ་འ་ནི་སོ་ཀེཊི་འདི་ གནས་ཡོད་པའི་ ངོས་འདྲ་བ་འདི་གི་སྐར་ལས་བརྡ་དོན།

source: The local port to bind to.
dz: ལུ་བསྡམ་ནིའི་དོན་ལས་ ཉེ་གནས་འདྲེན་ལམ།

source: The distance messages sent through this datagram should travel.
dz: འ་ནི་ཌེ་ཊ་ག་རམ་འདི་བརྒྱུད་དེ་བཏང་ཡོད་མི་ གྱང་ཚད་འཕྲིན་དོན་ཚུ་ ལམ་འགྲུལ་འབད་དགོ

source: The file "%s" could not be used as a connection because the service refused to allow it, or it is not a service.
dz: ཡིག་སྣོད་ "%s" འདི་ མཐུད་ལམ་ཅིག་སྦེ་ལག་ལེན་འཐབ་མ་ཚུགས་ ག་ཅི་འབད་ཟེར་བ་ཅིན་ ཞབས་ཏོག་གིས་ འདི་འབད་བཅུག་ནི་ལུ་ངོས་ལེན་མ་འབད་བས་ ཡང་ན་ འདི་ཞབས་ཏོག་ཅིག་མེནམ་འོང་།

source: UNIX/IP Connection Status
dz: ཡུ་ནིགསི་/ཨའི་པི་ མཐུད་ལམ་གནས་ཚད་

source: The current status of the UNIX connection.
dz: ཡུ་ནིགསི་མཐུད་ལམ་འདི་གི་ ད་ལྟོའི་གནས་ཚད།

source: The filename of the UNIX socket in question.
dz: ཡུ་ནིགསི་སོ་ཀེཊི་འདི་གི་ཡིག་སྣོད་མིང་འདི་ དྲི་བ་ནང་།

source: The socket file descriptor. For use by GNetworkUnixServer.
dz: སོ་ཀེཊི་ཡིག་སྣོད་འགྲེལ་བཤདཔ། ཇི་ཡོངས་འབྲེལ་ཡུ་ནིགསི་སར་བར་གྱི་ལག་ལེན་དོན་ལུ།

source: The Unix service could not be started because the file "%s" already exists.
dz: ཡུ་ནིགསི་ཞབས་ཏོག་འདི་ འགོ་བཙུགས་མ་ཚུགས་ ག་ཅི་འབད་ཟེར་བ་ཅིན་ ཡིག་སྣོད་ "%s" འདི་ཧེ་མ་ལས་རང་ཡོདཔ་ཨིན།

source: The Unix service could not be started because the file "%s" is protected.
dz: ཡུ་ནིགསི་ཞབས་ཏོག་འདི་ འགོ་བཙུགས་མ་ཚུགས་ ག་ཅི་འབད་ཟེར་བ་ཅིན་ ཡིག་སྣོད་ "%s" འདི་ཉེན་སྐྱོབ་འབད་ཡོད།

source: The Unix service could not be started because the file "%s" could not be created.
dz: ཡུ་ནིགསི་ཞབས་ཏོག་འདི་ འགོ་བཙུགས་མ་ཚུགས་ ག་ཅི་འབད་ཟེར་བ་ཅིན་ ཡིག་སྣོད་ "%s" འདི་གསར་བསྐྲུན་འབད་མ་ཚུགས།

source: The socket filename.
dz: སོ་ཀེཊི་ཡིག་སྣོད་མིང་།

source: Closing Connection...
dz: མཐུད་ལམ་ཁ་བསྡམ་དོ་...

source: Connection Closed.
dz: མཐུད་ལམ་ཁ་བསྡམ་ཡོདཔ།

source: Finding Host...
dz: ཧོསཊི་འཚོལ་དོ་...

source: Opening Connection...
dz: མཐུད་ལམ་ཁ་ཕྱེ་དོ་...

source: Traversing Proxy Server...
dz: པོརོ་སི་སར་བར་ཀྱོག་འགྲུལ་འབད་དོ་...

source: Authenticating SSL...
dz: ཨེསི་ཨེསི་ཨེལ་ བདེན་བཤད་འབད་དོ་...

source: Connection Open...
dz: མཐུད་ལམ་ཁ་ཕྱེ་...

source: Send
dz: གཏང་

source: GNetwork Library Demonstration
dz: ཇི་ཡོངས་འབྲེལ་ དཔེ་མཛོད་འགྲེམས་སྟོན་

source: Address:
dz: ཁ་བྱང་:

source: Port:
dz: འདྲེན་ལམ་:

source: _Connect
dz: མཐུད་(_C)
