Repository: tenzin/dzongkha-linux-translation-files
Catalog: gnome-extras/libgnetwork.HEAD.*.po
Languages: dz

source: Authenticate HTTP Proxy Connections
dz: ཨེཆ་ཊི་ཊི་པི་པོརོ་སི་མཐུད་ལམ་ཚུ་ བདེན་བཤད་འབད་

source: Enables proxy settings when accessing HTTP over the internet.
dz: ཨེཆ་ཊི་ཊི་པི་འདི་ ཨིན་ཊར་ནེཊི་གུ་ལས་འཛུལ་སྤྱོད་འབད་བའི་སྐབས་ པོརོ་སི་སྒྲིག་སྟངས་ལྕོགས་ཅན་བཟོཝ་ཨིན།

source: FTP Proxy Port
dz: ཨེཕ་ཊི་པི་ པོརོ་སི་འདྲེན་ལམ་

source: HTTP Proxy Location
dz: ཨེཆ་ཊི་ཊི་པི་པོརོ་སི་གནས་ཁོངས་

source: HTTP Proxy Port
dz: ཨེཆ་ཊི་ཊི་པི་པོ་རོ་སི་འདྲེན་ལམ་

source: HTTP Proxy User Name
dz: ཨེཆ་ཊི་ཊི་པི་པོ་རོ་སི་ ལག་ལེན་པའི་མིང་

source: If true, then connections to the proxy server require authentication. The username/password defined by /system/http_proxy/authentication_user and /system/http_proxy/authentication_password.
dz: བདེན་པ་ཨིནཔ་ཅིན་ པོརོ་སི་སར་བར་འདི་ལུའི་མཐུད་ལས་ཚུ་ལུ་ བདེན་བཤད་དགོཔ་ཨིན། ལག་ལེན་པའི་མིང་/ཆོག་ཡིག་ /system/http_proxy/authentication_user དང་ /system/http_proxy/authentication_password གིས་ངེས་འཛིན་འབད་ཡོད་མི་འདི།

source: Proxy host name
dz: པོརོ་སི་ཧོསིཊི་ནེམ་

source: Proxy port
dz: པོརོ་སི་འདྲེན་ལམ་

source: SOCKS Proxy Host Name
dz: སོཀསི་པོརོ་སི་ཧོསིཊི་ནེམ་

source: SOCKS Version
dz: སོཀསི་ཐོན་རིམ་

source: SSL Proxy Host Name
dz: ཨེསི་ཨེསི་ཨེལ་པོརོ་སི་ཧོསིཊི་ནེམ་

source: SSL Proxy Port
dz: ཨེསི་ཨེསི་ཨེལ་པོརོ་སི་འདྲེན་ལམ་

source: The SOCKS proxy version used by /system/proxy/socks_host.
dz: སོཀསི་པོརོ་སི་ཐོན་རིམ་ /system/proxy/socks_host གིས་ལག་ལེན་འཐབ་ཡོད་མི།

source: The location of the FTP proxy server.
dz: ཨེཕ་ཊི་པི་པོརོ་སི་སར་བར་འདི་གི་གནས་ཁོངས།

source: The location of the proxy server to use for HTTP connections.
dz: ཨེཆ་ཊི་ཊི་པི་མཐུད་ལམ་ཚུ་གི་དོན་ལུ་ལག་ལེན་འཐབ་ནིའི་དོན་ལས་ པོརོ་སི་སར་བར་འདི་གི་གནས་ཁོངས་

source: The location of the proxy server which handles encrypted connections.
dz: གསང་བཟོ་མཐུད་ལམ་ཚུ་ལེགས་སྐྱོང་འཐབ་མི་ པོརོ་སི་སར་བར་འདི་གི་གནས་ཁོངས།

source: The location of the proxy server which handles non-HTTP and non-SSL connections.
dz: ཨེཆ་ཊི་ཊི་པི་མེན་མི་དང་ ཨེསི་ཨེསི་ཨེལ་མེན་མི་ མཐུད་ལམ་ཚུ་ལེགས་སྐྱོང་འཐབ་མི་ པོརོ་སི་སར་བར་འདི་གི་གནས་ཁོངས།

source: The password to use when authenticating with the HTTP proxy server.
dz: ཨེཆ་ཊི་ཊི་པི་པོརོ་སི་སར་བར་འདི་དང་གཅིག་ཁར་བདེན་བཤད་འབད་བའི་སྐབས་ ལག་ལེན་འཐབ་ནི་གི་ཆོག་ཡིག

source: The port on the proxy server defined by /system/http_proxy/host.
dz: པོརོ་སི་སར་བར་འདི་གུའི་འདྲེན་ལམ་ /system/http_proxy/host གིས་ངེས་འཛིན་འབད་ཡོད་མི།

source: The port on the proxy server defined by /system/proxy/ftp_host.
dz: པོརོ་སི་སར་བར་འདི་གུའི་འདྲེན་ལམ་ /system/proxy/ftp_hostགིས་ངེས་འཛིན་འབད་ཡོད་མི།

source: The port on the proxy server defined by /system/proxy/socks_host.
dz: པོརོ་སི་སར་བར་འདི་གུའི་འདྲེན་ལམ་ /system/proxy/socks_host གིས་ངེས་འཛིན་འབད་ཡོད་མི།

source: The port on the proxy server defined by /system/proxy/ssl_host.
dz: པོརོ་སི་སར་བར་འདི་གུའི་འདྲེན་ལམ་ /system/proxy/ssl_host གིས་ངེས་འཛིན་འབད་ཡོད་མི།

source: The username to use when authenticating with the HTTP proxy server.
dz: ཨེཆ་ཊི་ཊི་པི་པོརོ་སི་སར་བར་འདི་དང་གཅིག་ཁར་བདེན་བཤད་འབདབའི་སྐབས་ ལག་ལེན་འཐབ་ནི་གི་ ལག་ལེན་པའི་མིང་།

source: Use a proxy when accessing HTTP
dz: ཨེཆ་ཊི་ཊི་པི་འཛུལ་སྤྱོད་འབད་བའི་སྐབས་ པོརོ་སི་ཅིག་ལག་ལེན་འཐབ་

source: http proxy password
dz: ཨེཆ་ཊི་ཊི་པི་པོརོ་སི་ཆོག་ཡིག་

source: Connection Type
dz: མཐུད་ལམ་འབྱེ་བ་

source: The type of connection represented by the implementing object.
dz: བསྟར་སྤྱོད་འབད་ནིའི་དངོས་པོ་འདི་གིས་ བརྡ་མཚོན་འབད་མི་མཐུད་ལམ་འདི་གི་དབྱེ་བ།

source: Connection Status
dz: མཐུད་ལམ་གནས་ཚད་

source: The status of this connection.
dz: འ་ནི་མཐུད་ལམ་འདི་གི་གནས་ཚད།

source: Bytes Received
dz: བཱའིཊིསི་འཐོབ་ཡོདཔ་

source: The number of bytes received through this connection.
dz: འ་ནི་མཐུད་ལམ་བརྒྱུད་དེ་འཐོབ་ཡོད་པའི་བཱའིཊིསི་གི་གྲངས།

source: Bytes Sent
dz: བཱའིཊིསི་བཏང་ཡོདཔ་

source: The number of bytes sent through this connection.
dz: འ་ནི་མཐུད་ལམ་བརྒྱུད་དེ་བཏང་ཡོད་པའི་བཱའིཊིསི་གི་གྲངས།

source: Buffer Size
dz: གནད་ཁོངས་ཚད་

source: The maximum size in bytes of outgoing and incoming data packets.
dz: ཕྱིར་བསྐྱོད་དང་ནང་འབྱོར་གནད་སྡུད་འཕྲིན་ཚན་གི་ བཱའིཊིསི་ནང་མང་མཐའ་ཚད།

source: There was an error inside the networking library.
dz: ཡོངས་འབྲེལ་བཟོ་བའི་ དཔེ་མཛོད་ནང་ལུ་ འཛོལ་བ་ཅིག་འདུག།

source: The service will not let you connect.
dz: ཞབས་ཏོག་གིས་ཁྱོད་ལུ་མཐུད་མི་བཅུག

source: The service may be down, or you may have been disconnected from the network.
dz: ཞབས་ཏོག་འདི་མར་ཉམས་ཡར་སོངམ་འོང་ ཡང་ན་ ཁྱོད་ཀྱིས་ཡོང་འབྲེལ་ལས་མཐུད་ལམ་བཏོག་གཏང་དགོཔ་འོང་།

source: The service could not be contacted.
dz: ཞབས་ཏོག་འདི་མཐུད་མི་ཚུགས།

source: Your computer or firewall is configured to prevent access to the service.
dz: ཁྱོད་ཀྱི་གློག་རིག་ཡང་ན་སྐྱོབ་གྱང་འདི་ ཞབས་ཏོག་འདི་ལུ་འཛུལ་སྤྱོད་སྔོན་བཀད་འབད་ནིའི་དོན་ལས་ རིམ་སྒྲིག་འབད་ཡོད།

source: Data Socket Direction
dz: གནད་སྡུད་སོ་ཀེཊི་ཁ་ཕྱོགས་

source: The direction of this socket.
dz: འ་ནི་སོ་ཀེཊི་འདི་གི་ཁ་ཕྱོགས།

source: The buffer size to use.
dz: ལག་ལེན་འཐབ་ནི་གི་གནད་ཁོངས་ཚད།

source: Raw Data
dz: རགས་པ་གནད་སྡུད་

source: The raw data in question.
dz: རགས་པ་གནད་སྡུད་དྲི་བ་ནང་།

source: Datagram Status
dz: ཌེ་ཊ་ག་རམ་གནས་ཚད་

source: The status of this datagram socket.
dz: འ་ནི་ཌེ་ཊ་ག་རམ་སོ་ཀེཊི་གི་གནས་ཚད།

source: The number of bytes received through this datagram socket.
dz: འ་ནི་ཌེ་ཊ་ག་རམ་སོ་ཀེཊི་བརྒྱུད་དེ་འཐོབ་ཡོད་པའི་ བཱའིཊིསི་གི་གྲངས།

source: The number of bytes sent through this datagram socket.
dz: འ་ནི་ཌེ་ཊ་ག་རམ་སོ་ཀེཊི་བརྒྱུད་དེ་བཏང་ཡོད་པའི་ བཱའིཊིསི་གི་གྲངས།

source: The host could not be found. The name might be misspelled, or it may not exist.
dz: ཧོསཊི་འདི་འཚོལ་མ་འཐོབ། མིང་འདི་སྡེབ་འཛོལ་བ་འོང་ ཡང་ན་འདི་མེདཔ་འོང་།

source: The DNS lookup server could not be contacted. The network may be down, or the DNS server may be broken.
dz: ཌི་ཨེན་ཨེསི་བལྟ་བ་སར་བར་འདི་འབྲེལ་བ་འཐབ་མ་ཚུགས། ཡོངས་འབྲེལ་འདི་མར་ཉམས་འགྱོ་འགྱོཝ་འོང་ ཡང་ན་ ཌི་ཨེན་ཨེསི་སར་བར་འདི་ཆད་སོངམ་འོང་།

source: The DNS lookup server is too busy to respond right now, try connecting again in a few minutes.
dz: ཌི་ཨེན་ཨེསི་བལྟ་བ་སར་བར་འདི་ ད་ལྟོ་ལན་བཀོད་འབད་ནི་ལུ་ ཁོམ་མེདཔ་འོང་ སྐར་མ་དག་པ་ཅིག་གི་རྒྱབ་ལས་ལོག་མཐུད་ནི་འབད་རྩོལ་བསྐྱེད།

source: There is a problem with your networking library, please verify that a thread implementation is installed, and GLib is configured to use it.
dz: ཁྱོད་ཀྱི་ཡོངས་འབྲེལ་བཟོ་ནིའི་དཔེ་མཛོད་དང་གཅིག་ཁར་དཀའ་ངལ་ཅིག་འདུག་ ཐེ་རེཌི་བསྟར་སྤྱོད་འདི་གཞི་བཙུགས་འབད་ཡོདཔ་ཨིནམ་དང་ ཇི་ལིབ་འདི་ ལག་ལེན་འཐབ་ནིའི་དོན་ལས་ རིམ་སྒྲིག་འབད་ཡོདཔ་ཨིནམ་ བདེན་སྦྱོར་འབད།

source: Interface Update Mode
dz: ངོས་འདྲ་བ་ དུས་མཐུན་ཐབས་ལམ་

source: If/How to update this interface's data counters.
dz: ཨིནཔ་ཅིན་/ འ་ནི་ངོས་འདྲ་བ་གི་གནད་སྡུད་གདོང་ལེན་ཚུ་ག་དེ་འབད་དུས་མཐུན་བཟོ་ནི་ཨིན་ན།

source: Update Time
dz: དུས་མཐུན་བཟོ་བའི་དུས་ཚོད་

source: The amount of time (in milliseconds) between updates if the update-mode is TIMEOUT.
dz: དུས་མཐུན་བཟོ་ནིའི་-ཐབས་ལམ་འདི་ ངལ་མཚམས་ལུས་ཡོདཔ་ཨིན་པ་ཅིན་ དུས་མཐུན་བཟོ་ནི་ཚུ་གི་བར་ན་གི་ དཆུ་ཚོད་ཀྱི་བསྡོམས་(མི་ལི་སྐར་ཆ་ནང་)།

source: Interface Index
dz: ངོས་འདྲ་བའི་ཟུར་ཐོ་

source: The index of this interface.
dz: འ་ནི་ངོས་འདྲ་བ་འདི་གི་ཟུར་ཐོ།

source: Interface Name
dz: ངོས་འདྲ་བའི་མིང་

source: The name of this interface.
dz: འ་ནི་ངོས་འདྲ་བ་འདི་གི་མིང་།

source: Interface Type
dz: ངོས་འདྲ་བའི་དབྱེ་བ་

source: The type of this interface.
dz: འ་ནི་ངོས་འདྲ་བ་འདི་གི་དབྱེ་བ་

source: Interface Flags
dz: ངོས་འདྲ་བའི་ཟུར་རྟགས་ཚུ་

source: Bitwise flags describing various features of this interface.
dz: འ་ནི་ངོས་འདྲ་བའི་ཁྱད་ཆོས་འདྲ་མིན་སྣ་ཚོགས་ཚུ་འགྲེལ་བཤད་རྐྱབས་མི་བིཊི་དང་འཁྲིལ་ཟུར་རྟགས་ཚུ།

source: Interface Protocols
dz: ངོས་འདྲ་བའི་གནད་སྤེལ་ལམ་ལུགས་ཚུ་

source: Bitwise flags describing protocols supported on this interface.
dz: འ་ནི་ངོས་འདྲ་བ་འདི་ལུ་རྒྱབ་སྐྱོར་འབད་ཡོད་མི་གནད་སྤེལ་ལམ་ལུགས་ཚུ་ འགྲེལ་བཤད་རྐྱབས་མི་བིཊི་དང་འཁྲིལ་ཟུར་རྟགས་ཚུ།

source: The number of bytes received by this interface.
dz: འ་ནི་ངོས་འདྲ་བ་འདི་གིས་འཐོབ་ཡོད་མི་ བཱའིཊིསི་གི་གྲངས།

source: Packets Received
dz: འཕྲིན་ཚན་འཐོབ་ཡོདཔ་

source: The number of packets received by this interface.
dz: འ་ནི་ངོས་འདྲ་བ་འདི་གིས་འཐོབ་ཡོད་མི་འཕྲིན་ཚན་འདི་གི་གྲངས།

source: Errors Received
dz: འཛོལ་བ་འཐོབ་ཡོདཔ་

source: The number of errors received by this interface.
dz: འ་ནི་ངོས་འདྲ་བ་འདི་གིས་འཐོབ་ཡོད་པའི་འཛོལ་བ་འདི་གི་གྲངས།

source: The number of bytes sent through this interface.
dz: འ་ནི་ངོས་འདྲ་བ་འདི་བརྒྱུད་དེ་བཏང་ཡོད་པའི་ བཱའིཊིསི་གི་གྲངས།

source: Packets Sent
dz: འཕྲིན་ཚན་བཏང་ཡོདཔ་

source: The number of packets sent through this interface.
dz: འ་ནུ་ངོས་འདྲ་བ་འདི་བརྒྱུད་དེ་ བཏང་ཡོད་པའི་འཕྲིན་ཚན་གྱི་གྲངས།

source: Errors Sent
dz: འཛོལ་བ་ཚུ་བཏང་ཡོདཔ་

source: The number of errors sent through this interface.
dz: འ་ནི་ངོས་འདྲ་བ་འདི་བརྒྱུད་དེ་བཏང་ཡོད་པའི་ འཛོལ་བ་ཚུ་གི་གྲངས།

source: Collisions
dz: གདོང་ཐུག་ཚུ་

source: The number of packet collisions which have occurred on this interface.
dz: འ་ནི་ངོས་འདྲ་བ་འདི་གུ་འབྱུང་ཡོད་མི་ འཕྲིན་ཚན་གདོང་ཐུག་ཚུ་གི་གྲངས།

source: IPv4 Address
dz: ཨའི་པི་ཝི་༤ ཁ་བྱང་

source: The IPv4 address of this interface.
dz: འ་ནི་ངོས་འདྲ་བ་འདི་གི་ ཨའི་པི་ཝི་༤ ཁ་བྱང་།

source: IPv4 Netmask
dz: ཨའི་པི་ཝི་༤ ནེཊི་མཱསིཀ་

source: The IPv4 netmask of this interface.
dz: འ་ནི་ངོས་འདྲ་བ་འདི་གི་ ཨའི་པི་ཝི་༤ ནེཊི་མཱསིཀ་

source: IPv4 Destination
dz: ཨའི་པི་ཝི་༤ འགྲོ་ཡུལ་

source: The IPv4 address of this interface's destination.
dz: འ་ནི་ངོས་འདྲ་བ་འདི་གི་འགྲོ་ཡུལ་གྱི་ ཨའི་པི་ཝི་༤ ཁ་བྱང་།

source: IPv4 Broadcast
dz: ཨའི་པི་ཝི་༤ རྒྱང་བསྒྲགས་

source: The IPv4 broadcast address of this interface.
dz: འ་ནི་ངོས་འདྲ་བ་འདི་གི་ ཨའི་པི་ཝི་༤ རྒྱང་བསྒྲགས་ཁ་བྱང་

source: IPv6 Address
dz: ཨའི་པི་ཝི་༦ ཁ་བྱང་

source: The IPv6 address of this interface.
dz: ཨའི་པི་ཝི་༦ རྒྱང་བསྒྲགས་

source: IPv6 Netmask
dz: ཨའི་པི་ཝི་༦ ནེཊི་མཱསིཀ་

source: The IPv6 netmask of this interface.
dz: འ་ནི་ངོས་འདྲ་བ་འདི་གི་ ཨའི་པི་ཝི་༦ ནེཊི་མཱསིཀ་

source: IPv6 Destination
dz: ཨའི་པི་ཝི་༦ འགྲོ་ཡུལ་

source: The IPv6 address of this interface's destination.
dz: འ་ནི་ངོས་འདྲ་བ་གི་འགྲོ་ཡུལ་འདི་གི་ཨའི་པི་ཝི་༦ ཁ་བྱང་

source: Hardware Address
dz: སྲ་ཆས་ཁ་བྱང་

source: The hardware address of this interface.
dz: འ་ནི་ངོས་འདྲ་བ་འདི་གི་སྲ་ཆས་ཁ་བྱང་

source: Hardware Broadcast Address
dz: སྲ་ཆས་རྒྱང་བསྒྲགས་ཁ་བྱང་

source: The hardware broadcast address of this interface.
dz: འ་ནི་ངོས་འདྲ་བ་འདི་གི་ སྲ་ཆས་རྒྱང་བསྒྲགས་ཁ་བྱང་།

source: Hardware Destination Address
dz: སྲ་ཆས་འགྲོ་ཡུལ་ཁ་བྱང་

source: The hardware address of this interface's destination.
dz: འ་ནི་ངོས་འདྲ་བའི་འགྲོ་ཡུལ་གྱི་ སྲ་ཆས་ཁ་བྱང་

source: Could not join the multicast group at "%s".
dz: སྣ་མང་རྒྱང་བསྒྲགས་སྡེ་ཚན་འདི་ "%s" ལུ་མཐུད་མ་ཚུགས།

source: Could not leave the multicast group at "%s".
dz: སྣ་མང་རྒྱང་བསྒྲགས་སྡེ་ཚན་འདི་ "%s" ལུ་བཞག་མ་ཚུགས།

source: The multicast packet lifetime for the IP multicast socket could not be set.
dz: ཨའི་པི་སྣ་མང་རྒྱང་བསྒྲགས་སོ་ཀེཊི་འདི་གི་དོན་ལུ་ སྣ་མང་རྒྱང་བསྒྲགས་འཕྲིན་ཚན་ཚེ་ཡུན་འདི་ གཞི་སྒྲིག་འབད་མ་ཚུགས།

source: Could not enable speed enhancements for the IP multicast socket.
dz: ཨའི་པི་སྣ་མང་རྒྱང་བསྒྲགས་སོ་ཀེཊི་འདི་གི་དོན་ལུ་ མགྱོགས་ཚད་གོང་སྤེལ་འདི་ ལྕོགས་ཅན་བཟོ་མ་ཚུགས།

source: Time-To-Live
dz: བཞག་ནི་གི་དུས་ཚོད་

source: The distance multicast messages sent through this datagram should travel.
dz: འ་ནི་ཌེ་ཊ་ག་རམ་བརྒྱུད་དེ་བཏང་ཡོད་པའི་ གྱང་ཚད་སྣ་མང་རྒྱང་བསྒྲགས་འཕྲིན་དོན་ཚུ་ ལམ་འགྲུལ་འབད་དགོ

source: Multicast Groups
dz: སྣ་མང་རྒྱང་བསྒྲགས་སྡེ་ཚན་ཚུ་

source: A value array of the IP addresses of groups this socket has joined to when open.
dz: ཁ་ཕྱེ་ཡོད་པའི་སྐབས་ འ་ནི་སོ་ཀེཊི་གིས་མཐུད་ཡོད་པའི་ སྡེ་ཚན་ཚུ་གི་ ཨའི་པི་ཁ་བྱང་འདི་གི་ གནས་གོང་ཨེ་རེ།

source: Group IP Address
dz: སྡེ་ཚན་ཨའི་པི་ཁ་བྱང་

source: A group this socket has joined when open.
dz: ཁ་ཕྱེ་ཡོད་པའི་སྐབས་ འ་ནི་སོ་ཀེཊི་གིས་མཐུད་ཡོད་པའི་ སྡེ་ཚན།

source: The file at "%s" is not a local networking server.
dz: "%s" ལུའི་ཡིག་སྣོད་འདི་ ཉེ་གནས་ཡོངས་འབྲེལ་བཟོ་ནིའི་སར་བར།

source: The credentials given to the local server at "%s" are not valid.
dz: "%s" ལུའི་ཉེ་གནས་སར་བར་འདི་ལུ་བྱིན་ཡོད་པའི་ངོ་སྤྲོད་འདི་ཚུ་ནུས་ལྡན་མེན་པས།

source: The local networking server at "%s" closed the connection.
dz: "%s" ལུའི་ ཉེ་གནས་ཡོངས་འབྲེལ་བཟོ་ནིའི་སར་བར་འདི་གིས་ མཐུད་ལམ་ཁ་བསྡམ་ཡོདཔ་ཨིན།

source: The file "%s" could not be used as a local socket because an error occurred inside the GNetwork library.
dz: ཡིག་སྣོད་ "%s" འདི་ ཉེ་གནས་སོ་ཀེཊི་འབད་ལག་ལེན་འཐབ་མི་བཏུབ་ ག་ཅི་འབད་ཟེར་བ་ཅིན་ ཇི་ཡོངས་འབྲེལ་ དཔེ་མཛོད་ནང་ན་ལུ་ འཛོལ་བ་ཅིག་འབྱུང་ཡོད།

source: There was an error reading data from the local socket "%s".
dz: ཉེ་གནས་སོ་ཀེཊི་ "%s" འདི་ལས་ གནད་སྡུད་ལྷག་པའི་སྐབས་ འཛོལ་བ་ཅིག་འདུག

source: There was an error sending data to the local socket at "%s".
dz: "%s" ལུའི་ཉེ་གནས་སོ་ཀེཊི་འདི་ལུ་ གནད་སྡུད་གཏང་པའི་སྐབས་ འཛོལ་བ་ཅིག་འདུག

source: The file "%s" could not be used as a connection because an error occurred inside the GNetwork library.
dz: ཡིག་སྣོད་ "%s" འདི་ མཐུད་ལམ་ཅིག་སྦེ་ལག་ལེན་འཐབ་མི་བཏུབ་ ག་ཅི་འབད་ཟེར་བ་ཅིན་ ཇི་ཡོངས་འབྲེལ་ དཔེ་མཛོད་ནང་ན་ལུ་ ་འཛོལ་བ་ཅིག་འབྱུང་ཡོདཔ་ཨིན།

source: Authentication Flags
dz: བདེན་བཤད་འབད་ནིའི་ཟུར་རྟགས་ཚུ་

source: The types of authentication to perform on this socket.
dz: འ་ནི་སོ་ཀེཊི་འདི་གུ་ལཱ་འགན་འགྲུབ་ནིའི་དོན་ལས་ བདེན་བཤད་འབད་ནིའི་དབྱེ་བ་ཚུ།

source: Credentials
dz: ངོ་སྤྲོད་ཚུ་

source: The credentials structure to use when authenticating this connection (sent to local servers for outgoing sockets, used to verify clients for incoming sockets).
dz: འ་ནི་མཐུད་ལམ་འདི་བདེན་བཤད་འབད་བའི་སྐབས་ ལག་ལེན་འཐབ་ནི་གི་ ངོ་སྤྲོད་ཀྱི་གཞི་བཀོད་( ཕྱིར་བསྐྱོད་སོ་ཀེཊི་ཚུ་གི་དོན་ལུ་ ཉེ་གནས་སར་བར་ཚུ་ལུ་བཏང་ ནང་འབྱོར་སོ་ཀེཊི་ཚུ་གི་དོན་ལུ་ ཞབས་ཏོག་སྤྱོད་མི་ཚུ་བདེན་སྦྱོར་འབད་ནི་ལུ་ལག་ལེན་འཐབ་ཡོདཔ)།

source: Filename
dz: ཡིག་སྣོད་མིང་

source: The filename of the socket.
dz: སོ་ཀེཊི་འདི་གི་ཡིག་སྣོད་མིང་།

source: Socket File Descriptor
dz: སོ་ཀེཊི་ཡིག་སྣོད་འགྲེལ་བཤད་པ་

source: The socket file descriptor. Useful mainly for GNetworkLocalServer and subclasses.
dz: སོ་ཀེཊི་ཡིག་སྣོད་འགྲེལ་བཤདཔ། གཙོ་བོ་རང་ ཇི་ཡོངས་འབྲེལ་ཉེ་གནས་སར་བར་དང་ ཡན་ལག་དབྱེ་རིགས་ཚུ་གི་དོན་ལུ་ཕན་ཐོགས་ཅན་ཨིན།

source: Local Socket Credentials
dz: ཉེ་གནས་སོ་ཀེཊི་ངོ་སྤྲོད་ཚུ་

source: Credentials structure sent to the server or received from a client.
dz: སར་བར་ལུ་བཏང་ཡོད་མི་ ཡང་ན་ ཞབས་ཏོག་སྤྱོད་མི་ཅིག་ལས་འཐོབ་ཡོད་པའི་ ངོ་སྤྲོད་ཀྱི་གཞི་བཀོད།

source: Socket Descriptors
dz: སོ་ཀེཊི་འགྲེལ་བཤདཔ་ཚུ་

source: A value array of open socket file descriptors, used to allow clients access to files over a networking socket on Unix.
dz: ཨོ་པཱན་སོ་ཀེཊི་ཡིག་སྣོད་འགྲེལ་བཤདཔ་ཚུ་གི་གནས་གོང་ཨེ་རེ་ ཡུ་ནིགསི་གུ་ ཡོངས་འབྲེལ་བཟོ་ནིའི་སོ་ཀེཊི་ཅིག་གུ་ལས་ ཡིག་སྣོད་ཚུ་ལུ་ ཞབས་ཏོག་སྤྱོད་མི་ཚུ་ འཛུལ་སྤྱོད་འབད་བཅུག་ནིའི་དོན་ལས་ལག་ལེན་འཐབ་ཡོད་མི།

source: An open file descriptor.
dz: ཨོ་པཱན་ཡིག་སྣོད་འགྲེལ་བཤདཔ།

source: Main Context
dz: སྐབས་དོན་གཙོ་བོ་

source: The GMainContext this object is associated with.
dz: ཇི་མེན་ཀོན་ཊེསིཊི་ འ་ནི་དངོས་པོ་འདི་འབྲེལ་བ་ཡོདཔ་

source: Sockets
dz: སོ་ཀེཊིསི་

source: A value array containing the incoming sockets created by this server.
dz: འ་ནི་སར་བར་གྱིས་གསར་བསྐྲུན་འབད་ཡོད་པའི་ ནང་འབྱོར་སོ་ཀེཊི་ཚུ་ཡོད་མི་ གནས་གོང་ཨེ་རེ།

source: Socket.
dz: སོ་ཀེཊི།

source: An incoming socket object used by this server.
dz: འ་ནི་སར་བར་གྱིས་ལག་ལེན་འཐབ་ཡོད་པའི་ ནང་འབྱོར་སོ་ཀེཏི་དངོས་པོ།

source: Maximum Sockets
dz: མང་མཐའ་སོ་ཀེཊིསི་

source: The maximum number of incoming sockets which can be created by this object.
dz: འ་ནི་དངོས་པོ་གིས་གསར་བསྐྲུན་འབད་བཏུབ་མི་ ནང་འབྱོར་སོ་ཀེཊི་ཚུ་གི་མང་མཐའ་གྲངས།

source: Close Sockets
dz: སོ་ཀེཊི་ཚུ་ཁ་བསྡམ་

source: Whether or not to close incoming sockets when the server is closed.
dz: སར་བར་འདི་ཁ་བསྡམ་ཡོད་པའི་སྐབས་ ནང་འབྱོར་སོ་ཀེཊི་ཚུ་ ཁ་བསྡམ་ནི་ཨིན་ན་མེན་ན།

source: Server Status
dz: སར་བར་གནས་ཚད་

source: The status of this server.
dz: འ་ནི་སར་བར་འདི་གི་གནས་ཚད།

source: The number of bytes received through this server.
dz: འ་ནི་སར་བར་བརྒྱུད་དེ་འཐོབ་ཡོད་པའི་ བཱའིཏིསི་གི་གྲངས།

source: The number of bytes sent through this server.
dz: འ་ནི་སར་བར་བརྒྱུད་དེ་བཏང་ཡོད་པའི་ བཱའིཊིསི་གི་གྲངས།

source: Maximum Incoming Connections
dz: མང་མཐའ་ནང་འབྱོར་མཐུད་ལམ་ཚུ་

source: The maximum number of incoming connections to allow, or %0, if all connections should be allowed.
dz: འབད་ཆོག་པའི་ནང་འབྱོར་མཐུད་ལམ་གྱི་མང་མཐའ་གྲངས་ཡང་ན་ %0 ག་དེམ་ཅིག་འབད་མཐུད་ལམ་ཚུ་ཆ་མཉམ་འབད་བཅུག་དོག་པ་ཅིན།

source: Close Children
dz: ཆ་ལག་ཚུ་ཁ་བསྡམ་

source: Whether or not to close currently open connections when the server is closed.
dz: སར་བར་འདི་ཁ་བསྡམ་ཡོད་པའི་སྐབས་ ད་ལྟོའི་ཨོ་པཱན་མཐུད་ལམ་ཚུ་ ཁ་བསྡམ་ནི་ཨིན་ན་མེན་ན།

source: Connections
dz: མཐུད་ལམ་ཚུ་

source: A value array of the currently open connections.
dz: ད་ལྟོའི་ཨོ་པཱན་མཐུད་ལམ་ཚུ་གི་གནས་གོང་ཨེ་རེ།

source: An Open Connection
dz: ཨོ་པཱན་མཐུད་ལམ་

source: A single currently-open connection.
dz: རྐྱང་པ་ད་ལྟོའི་-ཨོ་པཱན་མཐུད་ལམ།

source: You cannot start a new service because an error occurred inside the GNetwork library.
dz: ཁྱོད་ཀྱིས་ ཞབས་ཏོག་གསརཔ་ཅིག་འགོ་བཙུགས་མི་བཏུབ་ ག་ཅི་འབད་ཟེར་བ་ཅིན་ ཇི་ཡོངས་འབྲེལ་དཔེ་མཛོད་ཀྱི་ནང་ན་ འཛོལ་བ་ཅིག་འབྱུང་ཡོདཔ་ཨིན།

source: You cannot start a new service because the maximum number of incoming connections has been reached.
dz: ཁྱོད་ཀྱིས་ ཞབས་ཏོག་གསརཔ་ཅིག་འགོ་བཙུགས་མི་ཚུགས་ ག་ཅི་འབད་ཟེར་བ་ཅིན་ ནང་འབྱོར་མཐུད་ལམ་ཚུ་གི་མང་མཐའ་གྲངས་འདི་ ལྷོད་ཡོདཔ་ཨིན།

source: You cannot start a new service because you do not have permission to create one.
dz: ཁྱོད་ཀྱིས་ ཞབས་ཏོག་གསརཔ་ཅིག་འགོ་བཙུགས་མི་ཚུགས་ ག་ཅི་འབད་ཟེར་བ་ཅིན་ ཁྱོད་ལུ་གཅིག་གསར་བསྐྲུན་འབད་ནི་གི་གནང་བ་མིན་འདུག

source: You cannot start a new service because your computer is out of memory for networking purposes.
dz: ཁྱོད་ཀྱིས་ ཞབས་ཏོག་གསརཔ་ཅིག་འགོ་བཙུགས་མི་ཚུགས་ ག་ཅི་འབད་ཟེར་བ་ཅིན་ ཁྱོད་ཀྱི་གློག་རིག་འདི་ ཡོངས་འབྲེལ་བཟོ་ནིའི་དགོས་དོན་ཚུ་གི་དོན་ལུ་ དྲན་ཚད་ཀྱིས་བདའ་མ་ཟུནམ་ཨིན་པས།

source: You cannot start a new service because there are too many applications open.
dz: ཁྱོད་ཀྱིས་ ཞབས་ཏོག་གསརཔ་ཅིག་འགོ་བཙུགས་མི་ཚུགས་ ག་ཅི་འབད་ཟེར་བ་ཅིན་ འདི་ནང་ གློག་རིམ་ལེ་ཤ་ཁ་ཕྱེ་སྟེ་འདུག

source: You cannot start a new service because there is service being used already.
dz: ཁྱོད་ཀྱིས་ ཞབས་ཏོག་གསརཔ་ཅིག་འགོ་བཙུགས་མི་ཚུགས་ ག་ཅི་འབད་ཟེར་བ་ཅིན་ འདི་ནང་ ཞབས་ཏོག་འདི་ ཧེ་མ་ལས་རང་ལག་ལེན་འཐབ་སྟེ་ཡོདཔ་ཨིན།

source: Socket State
dz: སོ་ཀེཊི་གནས་ལུགས་

source: The state of this socket (writable only by subclasses).
dz: འ་ནི་སོ་ཀེཊི་འདི་གི་གནས་ལུགས་ (ཡན་ལག་དབྱེ་རིགས་གིས་རྐྱངམ་ཅིག་འབྲི་བཏུབ་མི)།

source: The number of bytes received through this socket.
dz: འ་ནི་སོ་ཀེཊེ་བརྒྱུད་དེ་འཐོབ་ཡོད་མི་ བཱའིཊིསི་གི་གྲངས།

source: The number of bytes sent through this socket.
dz: འ་ནི་སོ་ཀེཊི་བརྒྱུད་དེ་བཏང་ཡོད་ཡོད་མི་ བཱའིཊིསི་གི་གྲངས།

source: Error
dz: འཛོལ་བ་

source: The error which occurred (used in the "error" signal).
dz: འཛོལ་བ་འབྱུང་ཡོད་མི་འདི་ ("error" བརྡ་རྟགས་འདི་ནང་ལག་ལེན་འཐབ་ཡོད་མི་འདི་)

source: Error Flags
dz: འཛོལ་བའི་ཟུར་རྟགས་ཚུ་

source: The severity of an error (used in the "error" signal).
dz: འཛོལ་བ་ཅིག་གི་འཚུབ་ཆ་ ("error" བརྡ་རྟགས་འདི་ནང་ལག་ལེན་འཐབ་ཡོད་མི་)

source: The connection did not provide a certificate.
dz: མཐུད་ལམ་འདི་གིས་ ལག་ཁྱེར་ཅིག་མ་བྱིན་པས།

source: The data received was not a valid certificate.
dz: གནད་སྡུད་འཐོབ་ཡོད་མི་འདི་ ནུས་ལྡན་ལག་ཁྱེར་ཅིག་མེན་པས།

source: The certificate is corrupt.
dz: ལག་ཁྱེར་འདི་ངན་ཅན་ཨིན་པས།

source: The certificate has been revoked, it is most likely a fraud.
dz: ལག་ཁྱེར་འདི་ཆ་མེད་གཏང་གྲུབ་ཡོད་ འདི་མགུ་སྐོར་བཟུམ་ཅིག་ཨིན་པས།

source: The certificate has not been signed by a trusted authority.
dz: ལག་ཁྱེར་འདི་ བློ་གཏད་ཅན་གྱི་དབང་འཛིན་གྱིས་ མིང་རྟགས་མ་བཀོད་པས།

source: The certificate is not an X.509 certificate.
dz: ལག་ཁྱེར་འདི་ ཨེགསི་.༥༠༩ ལག་ཁྱེར་མེན་པས།

source: The certificate could not be parsed.
dz: ལག་ཁྱེར་འདི་མིང་དཔྱད་འབད་མ་ཚུགས།

source: The certificate expired on %x, at %X.
dz: ལག་ཁྱེར་འདི་ %x གུ་ %X ལུ་དུས་ཡོལ་ཡོདཔ།

source: The certificate expired on %A, at %X.
dz: ལག་ཁྱེར་འདི་ %A གུ་ %X ལུ་དུས་ཡོལ་ཡོདཔ།

source: The certificate expired today at %X.
dz: ལག་ཁྱེར་འདི་ ད་རེས་ %X ལུ་དུས་ཡོལ་ཡོདཔ།

source: The certificate has expired
dz: ལག་འདི་དུས་ཡོལ་ཡོདཔ་ཨིན།

source: The certificate is not usable until %x, at %X.
dz: ལག་ཁྱེར་འདི་ %Xལུ་ %x ཚུན་ ལག་ལེན་འཐབ་མ་བཏུབ་ཨིན།

source: The certificate is not usable until %A, at %X.
dz: ལག་ཁྱེར་འདི་ %A ཚུན་ %X ལུ་ལག་ལེན་འཐབ་མ་བཏུབ་ཨིན།

source: The certificate is not usable until %X.
dz: ལག་ཁྱེར་འདི་ %X ཚུན་ལག་ལེན་འཐབ་མི་བཏུབ།

source: The certificate is not usable yet.
dz: ལག་ཁྱེར་འདི་ད་ཚུན་ལག་ལེན་འཐབ་མི་བཏུབ།

source: The certificate is for a different host.
dz: ལག་ཁྱེར་འདི་ ཧོསཊི་སོ་སོ་ཅིག་གི་དོན་ལུ་ཨིན།

source: There was no error. If you see this message, it is a bug.
dz: འདི་ནང་འཛོལ་བ་ཅིག་འདུག ཁྱོད་ཀྱི་འ་ནི་འཕྲིན་དོན་འདི་མཐོང་པ་ཅིན་ འདི་རྐྱེན་ཨིན།

source: The SSL operation did not complete, try again.
dz: ཨེསི་ཨེསི་ཨེལ་བཀོལ་སྤྱོད་འདི་མཇུག་མ་བསྡུ་ ལོག་འབད་རྩོལ་བསྐྱེད།

source: The connection to %s could not be completed because the server refused to allow it.
dz: %s ལུའི་མཐུད་ལམ་འདི་མཇུག་བསྡུ་མ་ཚུགས་ ག་ཅི་འབད་ཟེར་བ་ཅིན་ སར་བར་འདི་གིས་ འདི་འབད་བཅུག་ནི་ལུ་ངོས་ལེན་མ་འབད་བས།

source: The connection to %s took too long to complete. The server may be down, your network connection may be down, or your network connection may be improperly configured.
dz: %s ལུའི་མཐུད་ལམ་འདི་ མཇུག་བསྡུ་ནིའི་དོན་ལས་རིང་དྲགས་པས། སར་བར་འདི་མར་ཉམས་འགྱོ་འགྱོཝ་འོང་ ཁྱོད་ཀྱི་ཡོངས་འབྲེལ་མཐུད་ལམ་འདི་མར་ཉམས་འགྱོ་འགྱོཝ་འོང་ ཡང་ན་ ཁྱོད་ཀྱི་ཡོངས་འབྲེལ་མཐུད་ལམ་འདི་ ཚུལ་ལྡན་མིནམ་སྦེ་རིམ་སྒྲིག་འབད་འབདཝ་འོང་།

source: The network that %s is on could not be reached. Your network connection may be down or improperly configured.
dz: ཡོངས་འབྲེལ་ %s ཨཱོན་ཨིན་པས་ ལྷོད་མི་ཚུགས། ཁྱོད་ཀྱིས་ཡོངས་འབྲེལ་མཐུད་ལམ་འདི་ མར་ཉམས་འགྱོ་འགྱོཝ་འོང་ ཡང་ན་ ཚུལ་ལྡན་མིནམ་སྦེ་རིམ་སྒྲིག་འབད་འབདཝ་འོང་།

source: You cannot connect to %s, because your computer or firewall is configured to prevent it.
dz: ཁྱོད་ཀྱིས་ %s ལུ་མཐུད་མི་ཚུགས་ ག་ཅི་འབད་ཟེར་བ་ཅིན་ ཁྱོད་ཀྱི་གློག་རིག་ཡང་ན་སྐྱོབ་གྱང་འདི་ སྔོན་བཀག་འབད་ནིའི་དོན་ལས་ རིམ་སྒྲིག་འབད་ཡོདཔ་ཨིན།

source: The connection to %s could not be completed because an error occurred inside the GNetwork library.
dz: %s ལུའི་མཐུད་ལམ་འདི་ མཇུག་བསྡུ་མ་ཚུགས་ ག་ཅི་འབད་ཟེར་བ་ཅིན་ ཇི་ཡོངས་འབྲེལ་ དཔེ་མཛོད་འདི་གི་ནང་ན་ འཛོལ་བ་ཅིག་འབྱུང་ཡོདཔ་ཨིན།

source: The connection to %s could not be completed because an error occurred inside the GNetwork library.
dz: %s ལུའི་མཐུད་ལམ་འདི་ མཇུག་བསྡུ་མ་ཚུགས་ ག་ཅི་འབད་ཟེར་བ་ཅིན་ ཇི་ཡོངས་འབྲེལ་ དཔེ་མཛོད་འདི་གི་ནང་ན་ འཛོལ་བ་ཅིག་འབྱུང་ཡོདཔ་ཨིན།

source: TCP/IP Connection Status
dz: ཊི་སི་པི་/ཨའི་པི་མཐུད་ལམ་གནས་ཚད་

source: The current status of the TCP/IP connection.
dz: ཊི་སི་པི་/ཨའི་པི་མཐུད་ལམ་འདི་གི་ ད་ལྟོའི་གནས་ཚད།

source: Proxy Type
dz: པོརོ་སི་དབྱེ་བ་

source: The type of proxy to use, depending on the protocol.
dz: ལག་འཐབ་ནི་གི་པོརོ་སིའི་དབྱེ་བ་ གནད་སྤེལ་ལམ་ལུགས་འདི་དང་འཁྲིལ་ཏེ།

source: Address
dz: ཁ་བྱང་

source: The hostname or IP address to connect to.
dz: ལུ་མཐུད་ནིའི་དོན་ལས་ ཧོསཊི་ནེམ་ཡང་ན་ཨའི་པི་ཁ་བྱང་།

source: IP Address
dz: ཨའི་པི་ཁ་བྱང་

source: The IP address to connect to.
dz: ལུ་མཐུད་ནིའི་དོན་ལས་ ཨའི་པི་ཁ་བྱང་།

source: Port Number
dz: འདྲེན་ལམ་ཨང་

source: The port number to connect to.
dz: ལུ་མཐུད་ནིའི་དོན་ལས་ འདྲེན་ལམ་ཨང་།

source: Local Address
dz: ཉེ་གནས་ཁ་བྱང་

source: The IP address of this computer.
dz: འ་ནི་གློག་རིག་གི་ཨའི་པི་ཁ་བྱང་།

source: Local Port Number
dz: ཉེ་གནས་འདྲེན་ལམ་ཨང་

source: The local port number we are connected through.
dz: ང་བཅས་ཚུ་མཐུད་དེ་ཡོད་མི་ ཉེ་གནས་འདྲེན་ལམ་ཨང་།

source: The socket file descriptor.
dz: སོ་ཀེཊི་ཡིག་སྣོད་འགྲེལ་བཤདཔ།

source: SSL Enabled
dz: ཨེསི་ཨེསི་ཨེལ་ལྕོགས་ཅན་བཟོ་ཡོདཔ་

source: Whether or not SSL will be used with this connection.
dz: ཨེསི་ཨེསི་ཨེལ་འདི་ འ་ནི་མཐུད་ལམ་དང་གཅིག་ཁར་ལག་ལེན་འཐབ་ནི་ཨིན་ན་མེན་ན།

source: Authentication Type
dz: བདེན་བཤད་འབད་ནིའི་དབྱེ་བ་

source: What type of SSL authentication should be performed with this connection.
dz: འ་ནི་མཐུད་ལམ་དང་གཅིག་ཁར་ ཨེསི་ཨེསི་ཨེལ་བདེན་བཤད་འབད་ནིའི་དབྱེ་བ་ག་ཅི་བཟུམ་ཅིག་ ལཱ་འགན་གྲུབ་དགོཔ་ཨིན་ན།

source: Certificate Authorities File
dz: ལག་ཁྱེར་དབང་འཛིན་པའི་ཡིག་སྣོད་

source: The path to a file which contains the X.509 certificates of trusted signers.
dz: ཞབས་ཏོག་སྤྱོད་མི་ཚུ་ལུ་ བགོ་བཀྲམ་འབད་ནི་གི་ བློ་གཏད་ཅན་གྱི་མིང་རྟགས་བཀོད་མིའི་ ཨེགསི་.༥༠༩ ལག་ཁྱེར་ཚུ་ཡོད་མི་ ཡིག་སྣོད་ཅིག་ལུ་འགྲུལ་ལམ།

source: Certificate File
dz: ལག་ཁྱེར་ཡིག་སྣོད་
