Repository: tenzin/dzongkha-linux-translation-files
Catalog: gnome-extras/lsr.HEAD.*.po
Languages: dz

source: Change the method used to smooth the magnification
dz: ཆེ་ཤལ་འདི་ཧུམ་ཆ་བཟོ་ནི་ལུ་ ལག་ལེན་འཐབ་ཡོད་པའི་ཐབས་ལམ་འདི་བསྒྱུར་བཅོས་འབད་

source: Left boundary
dz: གཡོན་གྱི་མཐའ་མཚམས་

source: Left boundary of magnifier display
dz: ཆེ་ལཤ་བཀྲམ་སྟོན་གྱི་གཡོན་མཐའ་མཚམས་

source: Top boundary
dz: མགོའི་མཐའ་མཚམས་

source: Top boundary of magnifier display
dz: ཆེ་ཤལ་བཀྲམ་སྟོན་གྱི་མགོའི་མཐའ་མཚམས་

source: Magnifier width
dz: ཆེ་ཤལ་རྒྱ་ཚད་

source: Width of magnifier display
dz: ཆེ་ཤལ་བཀྲམ་སྟོན་པའི་རྒྱ་ཚད་

source: Magnifier height
dz: ཆེ་ཤལ་ཀྱི་མཐོ་ཚད་

source: Height of magnifier display
dz: ཆེ་ཤལ་བཀྲམ་སྟོན་པའི་མཐོ་ཚད་

source: Magnifier screen
dz: ཆེ་ཤལ་བཟོ་མིའི་གསལ་གཞི་

source: Put the magnifier on a separate display
dz: ཆེ་ཤལ་འདི་བཀྲམ་སྟོན་སོ་སོ་ཅིག་གུ་བཙུགས་

source: Target Display Configured
dz: དམིགས་གཏད་བཀྲམ་སྟོན་རིམ་སྒྲིག་འབད་ཡོདཔ་

source: Set to True once the target display has been configured
dz: དམིགས་གཏད་བཀྲམ་སྟོན་འདི་རིམ་སྒྲིག་འབད་ཚར་ཞིནམ་ལས་ ཚར་གཅིག་བདེན་པ་ལུ་གཞི་སྒྲིག་འབད་

source: Cursor scale
dz: འོད་རྟགས་ཆ་ཚད་

source: Scale of cursor in magnified display
dz: ཆེ་ཤལ་བཟོ་ཡོད་པའི་བཀྲམ་སྟོན་ནང་འོད་རྟགས་ཀྱི་ཆ་ཚད་

source: Cursor color
dz: འོད་རྟགས་ཚོས་གཞི་

source: Color of cursor in magnified display
dz: ཆེ་ཤལ་བཟོ་ཡོད་པའི་བཀྲམ་སྟོན་ནང་འོད་རྟགས་ཀྱི་ཚོས་གཞི་

source: Cursor crosswire size
dz: འོད་རྟགས་ཀོརོསི་ཝ་ཡེར་ཚད་

source: Size of cursor crosswire in magnified display
dz: ཆེ་ཤལ་བཟོ་ཡོད་པའི་བཀྲམ་སྟོན་ནང་ ཀོརོསི་ཝ་ཡེར་འོད་རྟགས་ཀྱི་ཚད་

source: Crosswire color
dz: ཀོརོསི་ཝ་ཡེར་ཚོས་གཞི་

source: Color of crosswire in magnified display
dz: ཆེ་ཤལ་བཀྲམ་སྟོན་འབད་ཡོད་མི་ནང་ ཀོརོསི་ཝ་ཡིར་གྱི་ཚོས་གཞི་

source: Clip crosswire
dz: ཀོརོསི་ཝ་ཡིར་འདི་བཏོག་

source: Clip crosswire around cursor
dz: ཀོརོསི་ཝ་ཡིར་འདི་འོད་རྟགས་ཀྱི་མཐའ་འཁོར་བཏོག་

source: Red Contrast
dz: ཚོན་མདངས་དམརཔོ་

source: Adjust the red contrast of the magnifier
dz: ཆེ་ཤལ་གྱི་མཚོན་མདངས་དམརཔོ་འདི་བདེ་སྒྲིག་བཟོ་

source: Green Contrast
dz: མཚོད་མདངས་ལྗང་ཁུ་

source: Adjust the green contrast of the magnifier
dz: ཆེ་ཤལ་གྱི་མཚོན་མདངས་ལྗང་ཁུ་འདི་བདེ་སྒྲིག་བཟོ་

source: Blue Contrast
dz: མཚོན་མདངས་ཧོནམ་

source: Adjust the blue contrast of the magnifier
dz: ཆེ་ཤལ་གྱི་མཚོན་མདངས་ཧོནམ་འདི་བདེ་སྒྲིག་བཟོ་

source: American English
dz: ཨ་མི་རི་ཀཱན་ཨིང་ལིཤ་

source: British English
dz: བིརི་ཊིཤ་ ཨིང་ལིཤ་

source: Castilian Spanish
dz: ཀེསི་ཊི་ལི་ཡན་སིཔེ་ནིཤི་

source: Mexican Spanish
dz: མེག་སི་ཀེན་སིཔེ་ནིཤི་

source: French
dz: ཕེརེནཆི།

source: Canadian French
dz: ཀེ་ན་ཌི་ཡཱན་ཕེརེནཆི་

source: German
dz: ཇར་མཱན།

source: Italian
dz: ཨི་ཊ་ལི་ཡཱན།

source: Mandarin Chinese
dz: མེན་ཌི་རིན་ རྒྱ་ནག་

source: Mandarin Chinese Pinyin
dz: མེན་ཌི་རིན་རྒྱ ནག་པིན་ཡིན་

source: Taiwanese Mandarin
dz: ཏ་ཡེ་ཝཱན་ནིསི་ མེན་ཌི་རིན་

source: Taiwanese Mandarin Zhuyin
dz: ཏ་ཡེ་ཝཱན་ནིསི་མེན་ཌི་རིན་ཞུ་ཡིན་

source: Taiwanese Mandarin Pinyin
dz: ཏ་ཡེ་ཝཱན་ནིསི་མེན་ཌི་རིན་པིན་ཡིན་

source: Brazilian Portuguese
dz: བཱ་ར་ཛི་ལི་ཡཱན་ པོར་ཊུ་གིསི།

source: Japanese
dz: ཇ་པ་ནིསི།

source: Finnish
dz: ཕིན་ནིཤ་

source: Korean
dz: ཀོ་རི་ཡའི།

source: Chinese Cantonese
dz: རྒྱ་ནག་ཀེན་ཊོ་ནིསི་

source: Hong Kong Cantonese
dz: ཧོང་ཀོང་ཀེན་ཊོ་ནིསི་

source: Dutch
dz: ཌཆ་

source: Norwegian
dz: ནོར་ཝེ་ཇི་ཡཱན།

source: Swedish
dz: སུའི་ཌིཤི།

source: Danish
dz: ཌེ་ནིཤ།

source: Thai
dz: ཐཱའི།

source: Language
dz: སྐད་ཡིག་

source: Name of the language and dialect engine to use when synthesizing speech
dz: གསུང་བཤད་མཉམ་སྦྱོར་འབདཝ་ད་ལག་ལེན་འཐབ་ཡོད་པའི་ སྐད་ཡིག་གི་མིང་དང་ཁ་སྐད་མ་འཕྲུལ་

source: Keyboard
dz: ལྡེ་སྒྲོམ།

source: Baseline voice pitch
dz: གཞི་ཐིག་སྐད་སྟུག་ཚད།

source: Speech rate
dz: གསུང་བཤད་མགྱོགས་ཚད།

source: Speech volume
dz: གསུང་བཤད་སྐད་ཚད།

source: Speech Dispatcher
dz: གསུང་བཤད་ཡིག་གཏོང་པ།

source: %s installed
dz: %s གཞི་བཙུགས་ཡོདཔ།

source: Cancelled uninstall of %s
dz: གི་གཞི་བཙུགས་བཤོལ་ཆ་མེད་གཏང་ཡོདཔ། %s

source: %s uninstalled
dz: %s གཞི་བཙུགས་བཤོལ་ཡོདཔ།

source: %s added to no profiles
dz: %s གསལ་སྡུད་མེད་མི་ཚུ་ལུ་ཁ་སྐོང་རྐྱབས་ཡོདཔ།

source: %s added to %s
dz: %s ལུ་ཁ་སྐོང་རྐྱབས་ཡོདཔ། %s

source: Cancelled removal of %s
dz: གི་རྩ་བསྐྲད་གཏང་ནི་ཆ་མེད་གཏང་ཡོདཔ། %s

source: %s removed from %s
dz: %s ལས་རྩ་བསྐྲད་གཏང་ཡོདཔ། %s

source: No template for %s
dz: དོན་ལུ་ཊེམ་པེལེཊི་མེདཔ། %s

source: Could not create %s file
dz: ཡིག་སྣོད་ %s གསར་བསྐྲུན་འབད་མ་ཚུགསཔ།

source: Created profile %s
dz: གསལ་སྡུད་གསར་བསྐྲུན་འབད་ཡོདཔ། %s

source: Duplicated profile %s as %s
dz: རྫུན་མ་བཟོ་ཡོད་མི་གསལ་སྡུད %s བཟུམ་སྦེ། %s

source: Cancelled removal of profile %s
dz: གསལ་སྡུད་ཀྱི་རྩ་བསྐྲད་གཏང་ནི་ཆ་མེད་གཏང་ཡོདཔ། %s

source: Removed profile %s
dz: གསལ་སྡུད་རྩ་བསྐྲད་གཏང་ཡོདཔ། %s

source: No audio output device
dz: རྣར་ཉེན་ཨའུཊི་པུཊི་ཐབས་འཕྲུལ་མེདཔ།

source: Said: %s
dz: སླབ་ཡོདཔ: %s

source: Profiles
dz: གསལ་སྡུད་ཚུ།

source: Installed UIEs
dz: ཡུ་ཨའི་ཨི་ཨེསི་གཞི་བཙུགས་འབད་ཡོདཔ།

source: %d installed UIEs
dz: %d ཡུ་ཨའི་ཨི་ཨེསི་གཞི་བཙུགས་འབད་ཡོདཔ།

source: Associated UIEs (%s)
dz: ཡུ་ཨའི་ཨི་ཨེསི་འབྲེལ་བ་ཡོདཔ། (%s)

source: %d associated UIEs
dz: %d ཡུ་ཨའི་ཨི་ཨེསི་འབྲེལ་བ་ཡོདཔ།

source: Profile %s does not exist
dz: གསལ་སྡུད %s མེདཔ་ཨིནམ།

source: Initialized default profiles
dz: སྔོན་སྒྲིག་གསལ་སྡུད་ཚུ་འགོ་འབྱེད་འབད་ཡོདཔ།

source: Initialized global extensions
dz: སྤྱི་ཁྱབ་རྒྱ་བསྐྱེད་ཚུ་འགོ་འབྱེད་འབད་ཡོདཔ།

source: _Enable logging
dz: ནང་བསྐྱོད་ལྕོགས་ཅན་བཟོ།(_E)

source: _File
dz: ཡིག་སྣོད།(_F)

source: _View
dz: བལྟ།(_V)

source: _Save log
dz: དྲན་དེབ་སྲུངས་བཞག(_S)

source: I/O monitor
dz: ཨེལ/ཨོ ལྟ་རྟོག་པ།

source: Event monitor
dz: འབྱུང་ལས་ལྟ་རྟོག་པ།

source: Task monitor
dz: ལས་ཀ་ལྟ་རྟོག་པ།

source: Timestamp
dz: དུས་བཀོད་

source: Test logging monitor
dz: ལས་ཀ་ནང་བསྐྱོད་ལྟ་རྟོག་པ།

source: GNOME login
dz: ཇི་ནོམ་ནང་བསྐྱོད་འབད་

source: Corrects username/password accessibility problems at login. Applies to gdm by default. Works best with the plain greeter.
dz: ལག་ལེན་པ་མིང་/ཆོག་ཡིག་འཛུལ་སྤྱོད་འབད་ནི་དཀའ་ངལ་ཚུ་ནང་བསྐྱོད་ལུ་ངེས་བདེན་འབདཝ་ཨིན། སྔོན་སྒྲིག་གིས་ཇི་ཌི་ཨེམ་ལུ་འཇུག་སྤྱོད་འབདཝ་ཨིན། ལེགས་སྨོན་ཞུ་མི་ཉག་རྐྱང་འདི་དང་གཅིག་ཁར་དྲག་ཤོས་འབདཝ་ཨིན།

source: GDM Login
dz: ཇི་ཌི་ཨེམ་ནང་བསྐྱོད།

source: Improves usability of gnome-keybindings-properties dialog.
dz: ཇི་ནོམ་-ཀི་བཱིན་ཌིངསི-རྒྱུ་དངོས་ཚུ་ ཌའི་ལོག་གི་ ལག་ལེན་ལྕོགས་གྲུབ་ ལེགས་བཟོ་འབདཝ་ཨིན།

source: new accelerator
dz: མགྱོགས་འཕྲུལ་ གསརཔ་

source: GNOME Terminal
dz: ཇི་ནོམ་ ཊར་མི་ནཱལ་

source: Improve general accessibility of the GNOME Terminal.
dz: ཇི་ནོམ་ ཊར་མི་ནཱལ་གྱི་ ཡོངས་ཁྱབ་ འཛུལ་སྤྱོད་ལེགས་བཟོ་འབད།

source: Metacity
dz: མེ་ཊ་སི་ཊི་

source: Defines hotkeys for functions in basic speech, magnifier, Braille, review, and dialog Perks
dz: གཞི་རིམ་ ཁ་སླབ་ ཆེ་ཤེལ་ འབུར་ཡིག་ བསྐྱར་ཞིབ་ དང་ཌའི་ལོག་ པརཀསི ནང་གི་ ལས་འགན་ཚུ་གི་དོན་ལུ་ མགྱོགས་ལྡེ་ཚུ་ ངེས་འཛིན་འབདཝ་ཨིན་

source: Alt-Shift keymap
dz: གདམ་ལྡེ་-སོར་ལྡེ་ས་ཁྲ་གཙོ་བོ་

source: Snap on update?
dz: དུས་མཐུན་གུ་པར་བཏབ་ག?

source: When set, display snaps to caret location on any event after scrolling.
dz: གཞི་སྒྲིག་འབད་བའི་ཤུལ་ལུ་ པར་བཏབ་མི་ཚུ་ཀེརེཊི་གནས་ཁོངས་འདི་ བཤུད་སྒྲིལ་འབད་ཚར་བའི་ཤུལ་ལུ་བྱུང་ལས་གང་རུང་གུ་བཀྲམ་སྟོན་འབད།

source: Overlapping cells
dz: མཐའ་མནོན་ནང་ཐིག་ཚུ་

source: Snap to word?
dz: མིང་ཚིག་ལུ་བཏབ་ག?

source: When set, display snaps to nearest word during display paging.
dz: གཞི་སྒྲིག་འབད་ཚརཝ་ད་ ཤོག་གྲངས་བཀོད་ནི་བཀྲམ་སྟོན་ནི་སྐབས་ལུ་ པར་བཏབ་ཚུ་མིང་ཚིག་ཉེ་འདབས་ལུ་བཀྲམ་སྟོན་འབད།

source: Left padding
dz: གཡོན་བར་ཤབས་

source: Number of cells to pad for caret movement on the left side of the display.
dz: བཀྲམ་སྟོན་གྱི་ཟུར་གཡོན་གུ་ཀ་རེཊི་འགུལ་བསྐྱོད་ཀྱི་དོན་ལུ་ ནང་ཐིག་ཚུ་གི་ཨང་གྲངས།

source: Right padding
dz: གཡས་བར་ཤབས་

source: Move caret on Home, EOL, SOL?
dz: ཀ་རེཊི་འདི་ཁྱིམ་ ཨི་ཨོ་ཨེལ་ ཨེསི་ཨོ་ཨེལ་གུ་སྤོ་བཤུད་འབད་ག?

source: When set, Home, End of Line, and Start of Line commands move caret to respective position. Otherwise, display scrolls but caret remains in the same location.
dz: གཞི་སྒྲིག་འབད་ཞིནམ་ལས་ ཁྱིམ་ གྲལ་ཐིག་གི་མཇུག་དང་གྲལ་ཐིག་བརྡ་བཀོད་ཀྱི་གྲལ་ཐིག་འགོ་བཙུགས་ཚུ་གིས་ ཀ་རེཊི་འདི་རིམ་བཞིན་དུ་གནས་ས་ལུ་སྤོ་བཤུད་འབདཝ་ཨིན། དེ་མེན་པ་ཅིན་ བཤུད་སྒྲིལ་ཚུ་བཀྲམ་སྟོན་འབདཝ་ཨིནམ་དང་ དེ་འབདཝ་ད་ ཀ་རེཊི་འདི་གནས་ཁོངས་གཅིག་པའི་ནང་སྡོདཔ་ཨིན།

source: Track review keys?
dz: གླུ་རིམ་བསྐྱར་ཞིབ་ལྡེ་མིག་ཚུ?

source: When set, reviewing is tracked by the Braille display. Otherwise, display is not updated when reviewing.
dz: གཞི་སྒྲིག་འབད་ཞིནམ་ལས་ བསྐྱར་ཞིབ་འབད་ནི་འདི་འབུར་ཡིག་བཀྲམ་སྟོན་གྱིས་རྗེས་འཚོལ་འབད་དེ་ཡོདཔ་ཨིན། དེ་མེན་པ་ཅིན་ བསྐྱར་ཞིབ་འབདཝ་ད་བཀྲམ་སྟོན་འདི་དུས་མཐུན་མ་བཟོ།

source: General Navigation
dz: ཡོངས་ཁྱབ་འགྲུལ་བསྐྱོད་

source: Page Forwarding
dz: ཤོག་ལེབ་གདོང་བསྐྱོད་འབད་དོ་

source: Padding
dz: བར་ཤབས་

source: Reviewing
dz: བསྐྱར་ཞིབ་འབད་དོ་

source: braille device unavailable
dz: འབུར་ཡིག་ཐབས་འཕྲུལ་འཐོབ་མ་ཚུགསཔ།

source: Manages basic screen reader Braille input and output. Requires a loaded Braille device.
dz: གཞི་རིམ་གསལ་གཞི་ལྷག་བྱེད་འབུར་ཡིག་ཨིན་པུཊི་དང་ཨའུཊི་པུཊི་འཛིན་སྐྱོང་འབདཝ་ཨིན། འབུར་ཡིག་ཐབས་འཕྲུལ་མངོན་གསལ་འབདཝ་འབདཝ་ཅིག་དགོཔ་ཨིན།

source: Basic Braille
dz: གཞི་རིམ་འབུར་ཡིག་

source: Track cursor
dz: རྗེས་འཚོལ་འོད་རྟགས་

source: Magnifier is to track mouse movemenself.
dz: ཆེ་ཤལ་འདི་མཱའུསི་རང་འགུལ་སྤྱོད་འདི་རྗེས་འཚོལ་འབད་ནི་འདི་ཨིན།

source: Track focus
dz: རྗེས་འཚོལ་ཆེད་དམིགས་

source: Magnifier is to track focused area
dz: ཆེ་ཤལ་འདི་ཆེད་དམིགས་བཀོད་པའི་མངའ་ཁོངས་རྗེས་འཚོལ་འབད་ནི་ལུ་ཨིན་

source: Track caret
dz: རྗེས་འཚོལ་ཀེ་རེཊི་

source: Magnifier is to track text caret
dz: ཆེ་ཤལ་འདི་ཚིག་ཡིག་ཀེ་རེཊི་རྗེས་འཚོལ་འབད་ནི་ལུ་ཨིན་

source: Smooth panning
dz: རྗེས་སུ་དམིགས་པའི་ཧུམ་ཆ་

source: Magnifier will pan to next selection
dz: ཆེ་ཤལ་འདི་གིས་ཤུལ་མའི་སེལ་འཐུ་ལུ་པཱན་

source: Smooth caret panning
dz: ཧུམ་ཆའི་ཀེ་རེཊི་རྗེས་སུ་དམིགས་པ་

source: Magnifier will smoothly pan on caret movements, by default it only pans on new lines.
dz: ཆེ་ཤལ་འདི་གིས་ཀེ་རེཊི་འགུལ་བཟོ་གུ་ཧུམ་ཆ་ཆ་པཱན་འབད་ནི་དང་ སྔོན་སྒྲིག་གིས་སྦེ་དེ་གིས་གྲལ་ཐིག་གསརཔ་གུ་པཱན་འབདཝ་ཨིན།

source: Pan Acceleration
dz: པཱན་མགྱོགས་བསྐྱོད་

source: Acceleration rate of magnifier pan motion (pixels per second squared).
dz: པཱན་འགུལ་(པིག་སེལསི་སྐར་ཆ་གྲུ་བཞི་བཟོ་ཡོདཔ་) ཆེ་ཤལ་གྱི་མགྱོགས་བསྐྱོད་ཚད།

source: Pan Velocity
dz: པཱན་མགྱོགས་ཚད་

source: Velocity of magnifier pan motion (pixels per second).
dz: ཆེ་ཤལ་པཱན་འགུལ་ (སྐར་ཆ་རེ་རེའི་པིག་སེལསི་) གི་མགྱོགས་ཚད།

source: When set, reviewing is tracked by the magnifier. Otherwise, magnifier is not updated when reviewing.
dz: གཞི་སྒྲིག་འབད་ཚར་བའི་ཤུལ་ལུ་ བསྐྱར་ཞིབ་འདི་ཆེ་ཤལ་གྱིས་རྗེས་འཚོལ་འབདཝ་ཨིན། དེ་མེན་པ་ཅིན་ བསྐྱར་ཞིབ་འབདཝ་ད་ཆེ་ཤལ་འདི་དུས་མཐུན་མ་བཟོ་བས།

source: Tracking
dz: རྗེས་འཚོལ་འབད་དོ་

source: Kinematics
dz: ཀའི་ནི་མེ་ཊིཀསི་

source: Basic magnifier
dz: གཞི་རིམ་ཆེ་ཤལ་

source: Manages basic screen magnification services. Requires a loaded magnifier device.
dz: གཞི་རིམ་གསལ་གཞིའི་ཆེ་ཤལ་བཟོ་ནིའི་ཞབས་ཏོག་འཛིན་སྐྱོང་འབདཝ་ཨིན། མངོན་གསལ་འབད་ཡོད་པའི་ཆེ་ཤལ་ཐབས་འཕྲུལ་འདི་དགོཔ་ཨིན།

source: Echo words?
dz: བྲག་ཅ་མིང་ཚིག་ཚུ།?

source: When set, entire words are spoken when editing text.
dz: གཞི་སྒྲིག་སྐབས་མིང་ཚིག་ཚུ་ཧྲིལ་བུམ་ཚིག་ཡིག་ཞུན་དག་འབད་བའི་སྐབས་ཁ་སླབ་ཡོདཔ་ཨིན།

source: Echo characters?
dz: ཡིག་འབྲུ་ཚུ་བྲག་ཅ།?

source: When set, individual characters are spoken when editing text.
dz: གཞི་སྒྲིག་སྐབས་ཡིག་འབྲུ་ཚུ་ངོ་རྐྱང་ཚིག་ཡིག་ཞུན་དག་འབད་བའི་སྐབས་ཁ་སླབ་ཡོདཔ་ཨིན།

source: Switch languages automatically?
dz: སྐད་ཡིག་ཚུ་རང་བཞིན་གྱིས་སྦེ་གློག་རྟ་བཀལ་ག?

source: When set, the language of the speech synthesizer tries to switch to the appropriate language and dialect automatically based on the current locale.
dz: གཞི་སྒྲིག་འབད་ཞིནམ་ལས་ ཁ་སླབ་སྤྱི་བསྡོམས་འབད་མི་སྐད་ཡིག་འདི་གིས་ ད་ལྟོའི་ལོ་ཀེལ་གུ་གཞི་བཞག་པའི་སྐད་ཡིག་དང་ཁ་སྐད་རང་བཞིན་ལུ་གློག་རྟ་བཀལཝ་ཨིན།

source: Summarize insertions longer than
dz: རིངམ་ཡོད་མི་ བཙུགས་པ་ཚུ་ བཅུད་བསྡུ་

source: Set the threshold (in characters) for text insertions. Any text that exceeds this limit will be summarized by its length.
dz: ཚིག་ཡིག་བཙུགས་པ་ཚུ་གི་དོན་ལུ་ ཐེརེཤ་ཧོལ་ (ཡིགའབྲུ་ནང་ལུ་) གཞི་སྒྲིག་འབད། ཚད་འདི་ལས་ལྷག་པའི་ ཚིག་ཡིག་གང་རུང་ཅིག་ ཁོ་རའི་རིང་ཚད་ཀྱིས་བཅུད་བསྡུ་དེ་འོང།

source: Say role
dz: ལས་འགན་སླབ་

source: Always
dz: ཨ་རྟག་རང་

source: When different
dz: སོ་སོ་སྦེ་ཡོད་པའི་སྐབས་ལུ་

source: Never
dz: ནམ་ཡང་

source: Always say widget roles, never say widget roles, or only say widget roles when they differ from the last report.
dz: ཨ་རྟག་རང་ ཝིགེཊ་ ལས་འགན་ཚུ་སླབ་ ནམ་ཡང་ཝིགེཊི་ ལས་འགན་ཚུ་མ་སླབ་ ཡང་ན་ སྙན་ཞུ་མཇུག་མམ་དང་ སོ་སོ་འགྱུར་བའི་སྐབས་ལུ་རྐྱངམ་ཅིག་ ཝིགེཊི་ལས་འགན་ཚུ་སླབ།

source: Say index
dz: ཟུར་ཐོ་

source: Always say the index of an item and size of a collection, never say either, or only say index and size when they differ from the last report.
dz: ཨ་རྟག་རང་ རྣམ་གྲངས་ཅིག་གི་ཟུར་ཐོ་དང་ བསྡུ་སོག་གི་ཚད་སླབ་ , ཡང་ན་ཟེར་ནམ་ཅིག་ཡང་མ་སླབ་ ,ཡང་ན་ སྙན་ཞུ་མཇུག་མམ་ལས་སོ་སོ་འགྱུར་བའི་སྐབས་ལུ་ ཟུར་ཐོ་དང་ ཚད་སླབ།

source: Say table headers
dz: ཐིག་ཁྲམ་ མགོ་ཡིག་ཚུ་སླབ་

source: Always say table headers, never say table headers, or only say the headers when they differ from the last report.
dz: ཨ་རྟག་རང་ ཐིག་ཁྲམ་མགོ་ཡིག་ཚུ་སླབ་, .ནམ་ཡང་ ཐིག་ཁྲམ་མགོ་ཡིག་ཚུ་མ་སླབ་, ཡང་ན་ སྙན་ཞུ་མཇུག་མམ་དང་ སོ་སོ་འགྱུར་བའི་སྐབས་ལུ་ མགོ་ཡིག་ཚི་སླབ་

source: Say text area
dz: ཚིག་ཡིག་ མངའ་ཁོངས་སླབ་

source: All
dz: ག་ར་

source: Line
dz: གྲལ་ཐིག་

source: Nothing
dz: ག་ནི་ཡང་མེདཔ་

source: Read an entire multiline text area when it receives the focus, read only the line containing the caret, or read nothing.
dz: འདི་གིས་ ཆེད་དམིགས་འཐོབ་ཡོད་པའི་སྐབས་ལུ་ ཐིག་མང་ ཚིག་ཡིག་མངའ་ཁོངས་ཧྲིལ་བུ་ལྷག་ ཀེ་རེཊི་ཡོད་པའི་ གྲལ་ཐིག་ཙམ་ཅིག་ལྷག་་གཞན་ག་ཅི་ཡང་ལྷག་མི་དགོ།

source: Verbosity
dz: བརྡ་དོན་མང་བ།

source: Basic speech
dz: གཞི་རིམ་གསུང་བཤད།

source: Manages basic screen reader speech output. Requires a loaded speech device.
dz: གཞི་རིམ་གསལ་གཞིའི་ལྷག་བྱེད་ཁ་སླབ་ཨའུཊི་པུཊི་འཛིན་སྐྱོང་འབདཝ་ཨིན། མངོན་གསལ་འབད་ཡོད་པའི་ཁ་སླབ་ཐབས་འཕྲུལ་འདི་དགོཔ་ཨིན།

source: maximum rate
dz: མགྱོགས་ཚད་མང་མཐའ།

source: rate %d
dz: མགྱོགས་ཚད། %d

source: minimum rate
dz: མགྱོགས་ཚད་ཉུང་མཐའ།

source: last item
dz: རྣམ་གྲངས་མཇུག

source: first item
dz: རྣམ་གྲངས་དང་པམ།

source: last word
dz: མིང་ཚིག་མཇུག

source: first word
dz: མིང་ཚིག་དང་པམ།

source: last char
dz: མཇུག་གི་ཡིག་འབྲུ་

source: first char
dz: ཡིག་འབྲུ་དང་པམ་

source: item %d of %d
dz: གི་ %d རྣམ་གྲངས། %d

source: item %d
dz: རྣམ་གྲངས། %d

source: item %d, %d, of %d, %d
dz: གི་%d, %d, རྣམ་གྲངས %d, %d

source: item %d, %d
dz: རྣམ་གྲངས %d, %d

source: row %s
dz: གྱལ། %s

source: column %s
dz: ཀེར་ཐིག%s

source: level %d
dz: གནས་རིམ། %d

source: text attributes unavailable
dz: ཚིག་ཡིག་ཁྱད་ཆོས་ཚུ་འཐོབ་མ་ཚུགསཔ།

source: default foreground
dz: སྔོན་སྒྲིག་གདོང་གཞི།

source: default background
dz: སྔོན་སྒྲིག་རྒྱབ་གཞི།

source: %s on %s.
dz: %s ཨོན། %s.

source: %.1f to %.1f by %.1f
dz: %.1f གིས་ %.1f ལུ %.1f

source: no active window
dz: ཤུགས་ལྡན་ ཝིན་ཌོ་ མིན་ནུག་

source: no title
dz: མགོ་མིང་མེདཔ།

source: selected %d
dz: སེལ་འཐུ་འབད་ཡོད་མི། %d

source: unselected %d, %d remaining
dz: སེལ་འཐུ་མ་འབད་མི་ %d, %d ལྷག་ལུས་

source: %d characters inserted
dz: %d ཡིག་འབྲུ་ཚུ་ བཙུགས་ཡོདཔ་

source: selected %s
dz: སེལ་འཐུ་འབད་ཡོད་མི། %s

source: backspace %s
dz: རྒྱབ་བཤུད། %s

source: delete %s
dz: བཏོན་གཏང་། %s

source: Bookmarks
dz: དེབ་རྟགས་ཚུ་

source: Allows the user to bookmark locations in an application and return to them using hotkeys at a later time.
dz: ལག་ལེན་པ་འདི་འཇུག་སྤྱོད་ཅིག་ནང་དེབ་རྟགས་གནས་ཁོངས་ཚུ་ལུ་ཆོག་ནི་དང་ ཤུལ་མམ་མགྱོགས་ལྡེ་ཚུ་ལག་ལེན་འཐབ་ཐོག་ལས་དེ་ཚུ་ལུ་སླར་ལོག་འབད་བཅུག་ནི་ཨིན།

source: activate again to overwrite bookmark %s
dz: %s དེབ་རྟགས་ ཚབ་སྲུང་འབད་ནིའི་དོན་ལུ་ ལོག་སྟེ་ ཤུགས་ལྡན་བཟོ་

source: adding bookmark %s
dz: %s དེབ་རྟགས་ ཁ་སྐོང་བརྐྱབ་དོ་

source: already bookmarked
dz: ཧེ་མ་ལས་རང་དེབ་རྟགས་ཡོདཔ་

source: overwriting bookmark %s.
dz: %s དེབ་རྟགས་ ཚབ་སྲུང་འབད་དོ།

source: no bookmark registered
dz: དེབ་རྟགས་ཐོ་བཀོལ་མེདཔ་

source: no bookmarks registered
dz: དེབ་རྟགས་ ཐོ་བཀོད་འབད་དེ་མེདཔ་

source: no open bookmarks
dz: ཁ་ཕྱེ་ཏེ་ཡོད་པའི་ དེབ་རྟགས་མིན་ནུག་

source: Bookmarks %s are available.
dz: %s དེབ་རྟགས་ཚུ་ ཐོབ་ཚུགསཔ།

source: bookmark equals pointer
dz: དེབ་རྟགས་དེ་ དཔག་བྱེད་དང་མཉམ་པ་ཨིན་

source: bookmark and pointer have same parent
dz: དེབ་རྟགས་དང་ དཔག་བྱེད་ རྩལག་གཅིག་པ་ཡོད་

source: bookmark in same container
dz: འཛིན་སྣོད་ གཅིག་པ་ནང་གི་ དེབ་རྟགས་

source: bookmark and pointer are in the same application
dz: དེབ་རྟགས་དང་དཔག་བྱེད་ གློག་རིམ་གཅིག་པ་ནང་ཡོད་

source: comparison unknown
dz: ཤེས་མ་ཚུགས་པའི་ ག་བསྡུར་

source: Basic dialogs
dz: གཞི་རིམ་ཌའི་ལོག་ཚུ་

source: applied changes to settings
dz: སྒྲིག་སྟངས་ཚུ་ལུ་བསྒྱུར་བཅོས་ཚུ་འཇུག་སྤྱོད་འབད་ཡོདཔ།

source: raised %(name)s above %(below)s, below %(above)s
dz: ཆེར་བསྐྱེད་འབད་ཡོད་མི་ %(name)s ལྟག་གི་ %(below)s, འོག་གི %(above)s

source: lowered %(name)s below %(above)s, above %(below)s
dz: དམའ་ཡོད་མི་ %(name)s འོག་གི་ %(above)s, ལྟག་གི %(below)s

source: added %(name)s as first
dz: ཁ་སྐོང་འབད་ཡོད་མི%(name)s དང་པམ་བཟུམ་སྦེ།

source: removed %(name)s
dz: རྩ་བསྐྲད་གཏང་ཡོདཔ། %(name)s

source: applied changes to %s
dz: ལུ་བསྒྱུར་བཅོས་ཚུ་འཇུག་སྤྱོད་འབད་ཡོདཔ། %s

source: added %(name)s to %(app)s as first
dz: ལུ་ %(name)sདང་པམ་བཟུམ་སྦེ་ %(app)s ཁ་སྐོང་འབད་ཡོདཔ།

source: removed %(name)s from %(app)s
dz: ལས་ %(name)s རྩ་བསྐྲད་གཏང་ཡོདཔ། %(app)s

source: Developer tools
dz: བཟོ་མི་ལག་ཆས་ཚུ་

source: unmuted
dz: སྐད་མེད་བཤོལ་ཡོདཔ།

source: muted
dz: སྐད་མེད་བཟོ་ཡོདཔ།

source: %d perks in %s.
dz: %d ནང་སྤྲོད་བ་བསྐྱེད་ནི་ཚུ། %s.

source: reloaded perks in %s
dz: ནང་ཡང་བསྐྱར་མངོན་གསལ་འབད་ཡོད་མི་སྤྲོ་བ་བསྐྱེད་ནི་ཚུ། %s

source: hiding monitors
dz: ལྟ་རྟོག་པ་ཚུ་གསང་དོ།

source: showing monitors
dz: ལྟ་རྟོག་པ་ཚུ་སྟོན་དོ།

source: First language
dz: སྐད་ཡིག་དང་པ་

source: None
dz: ཅི་མེད་

source: First alternative language
dz: ཐབས་གཞན་སྐད་ཡིག་དང་པ་

source: Second language
dz: སྐད་ཡིག་གཉིས་པ་

source: Second alternative language
dz: ཐབས་གཞན་སྐད་ཡིག་གཉིས་པ་

source: Third language
dz: སྐད་ཡིག་གསུམ་པ་

source: Third alternative language
dz: ཐབས་གཞན་སྐད་ཡིག་གསུམ་པ་

source: Language switcher
dz: སྐད་ཡིག་སོར་བསྒྱུར་འབད་མི་

source: Enables switching the active speech engine among up to three languages using a hotkey press in the current application.
dz: ད་ལྟོའི་འཇུག་སྤྱོད་ནང་མགྱོགས་ལྡེ་ཨེབ་རྟ་ཅིག་ལག་ལེན་འཐབ་སྟེ་ ཤུགས་ལྡན་ཁ་སླབ་མ་འཕྲུལ་འདི་སོར་བསྒྱུར་འབད་དེ་ སྐད་ཡིག་གསུམ་ལུ་ལྕོགས་ཅན་བཟོཝ་ཨིན།

source: speaking in %s
dz: %sནང་ཁ་སླབ་དོ་

source: Skip empty items
dz: རྣམ་གྲངས་སྟོངམ་ཚུ་གོམ་འགྱོ་

source: Report
dz: སྙན་ཞུ་

source: Determines how the review commands react to empty items. Always skips all empty, non-focusable items without notification. Report skips all empty, non-focusable items with a report they were skipped. Never disables skipping.
dz: བསྐྱར་ཞིབ་བརྡ་བཀོད་དེ་གིས་རྣམ་གྲངས་སྟོངམ་ཚུ་ལུ་ག་དེ་སྦེ་འབདཝ་ཨིན་ན་གཏན་འབེབས་བཟོཝ་ཨིན། ཨ་རྟག་རང་སྟོངམ་ཚུ་གོམ་འགྱོཝ་ཨིན་ བརྡ་བསྐུལ་མེད་པར་དམིགས་གཏད་འབད་བཏུབ་མེན་མི་རྣམ་གྲངས་ཚུ། སྙན་ཞུ་དེ་གིས་སྟོངམ་ཚུ་ཆ་མཉམ་གོམ་འགྱོཝ་ཨིན་ དམིགས་གཏད་འབད་མ་བཏུབ་པའི་རྣམ་གྲངས་འདི་ དེ་ཚུ་གོམ་འགྱོ་ཡོད་པའི་སྙན་ཞུ་དང་ཅིག་ཁར། གོམ་འགྱོ་ནི་འདི་ནམ་ཡང་ལྕོགས་མིན་མ་བཟོ།

source: Review visible items only?
dz: kམཐོང་ཚུགས་པའི་རྣམ་གྲངས་ཚུ་རྐྱངམ་ཅིག་བསྐྱར་ཞིབ་འབད་ནི་ཨིན་ན?

source: When set, reviewing only includes visible items. Otherwise, invisible items are also included.
dz: གཞི་སྒྲིག་སྐབས་བསྐྱར་ཞིབ་ཀྱིས་མཐོང་ཚུགས་པའི་རྣམ་གྲངས་ཚུ་རྐྱངམ་ཅིག་གྲངས་སུ་བཙུགསཔ་ཨིན། དེ་མེན་པ་ཅིན་མཐོང་མ་ཚུགས་པའི་རྣམ་གྲངས་ཚུ་ཡང་གྲངས་སུ་བཙུགས་ཡོདཔ་ཨིན།

source: Wrap pointer across items?
dz: དཔག་བྱེད་རྣམ་གྲངས་ཚུ་ཡན་ཆད་ལོག་མཚམས་བཟོ་ནི?

source: When set, next and previous, word and character navigation can cross item boundaries. Otherwise, first and last, word and character are announced instead.
dz: གཞི་སྒྲིག་སྐབས་ཤུལ་མམ་དང་ཧེ་མམ་གྱི་མིང་ཚིག་དང་ཡིག་འབྲུ་འགྲུལ་བསྐྱོད་འདི་རྣམ་གྲངས་མཐའ་མཚམས་ཚུ་སྐེདཔ་བཏོགཔ་ཨིན། དེ་མེན་པ་ཅིན་དང་པམ་དང་མཇུག་གི་མིང་ཚིག་དང་ཡིག་འབྲུ་ཚབ་ལུ་གསལ་བསྒྲགས་འབད་ཡོདཔ་ཨིན།

source: Review mode
dz: ཐབས་ལམ་བསྐྱར་ཞིབ།

source: Defines commands for reviewing applications by items, words, and characters as well as moving the pointer and focus.
dz: རྣམ་གྲངས་ཚུ་ མིང་ཚིག་ཚུ་དང་ཡིག་འབྲུ་ཚུ་གིས་སྦེ་ འཇུག་སྤྱོད་ཚུ་བསྐྱར་ཞིབ་འབད་ནིའི་དོན་ལུ་ བརྡ་བཀོད་ཚུ་ངེས་འཛིན་འབདཝ་ཨིན་ གཞན་ཡང་དཔག་བྱེད་དང་དམིགས་གཏད་ཚུ་སྤོ་བཤུད་འབད་ཐོག་ལས་ཨིན།

source: Search dialog
dz: ཌའི་ལོག་ འཚོལ་ཞིབ་འབད་

source: Searches the foreground window for user specified text
dz: ལག་ལེན་པའི་ གསལ་བཀོད་འབད་ཡོད་པའི་ཚིག་ཡིག་གི་དོན་ལུ་ གདོང་གཞི་ཝིན་ཌོ་འཚོལ་ཞིབ་འབདཝ་ཨིན་

source: %s not found
dz: %s མ་ཐོབ་

source: %s search dialog closed
dz: %s འཚོལ་ཞིབ་ཌའི་ལོག་དེ་ཁ་བསྡམས་འོདཔ་

source: Bound review to document?
dz: བསྐྱར་ཞིབ་འདི་ཡིག་ཆ་ལུ་བཅད་མཚམས་བཟོ་ག?

source: When set, the review keys will not navigate outside the current web page when reviewing starts in the page. Otherwise, review keys can walk out of the document.
dz: གཞི་སྒྲིག་འབད་ཞིནམ་ལས་ བསྐྱར་ཞིབ་དེ་གིས་ཤོག་ལེབ་ཚུ་ནང་བསྐྱར་ཞིབ་འགོ་བཙུགསཔ་ད་ བསྐྱར་ཞིབ་ལྡེ་མིག་ཚུ་གིས་ད་ལྟོའི་ཝེབ་ཤོག་ལེབ་ཀྱི་ཕྱི་ཁར་འགྲུལ་སྤྱོད་མི་འབད། དེ་མེན་པ་ཅིན་ བསྐྱར་ཞིབ་ལྡེ་མིག་འདི་གིས་ཡིག་ཆའི་ཕྱི་ཁར་ཐོན་ཚུགས།

source: Automatically change navigation mode?
dz: འགྲུལ་སྤྱོད་ཐབས་ལམ་ རང་བཞིན་གྱིས་བསྒྱུར་བཅོས་འབད་ནི་ཨིན་ན?

source: When set, the navigation mode is automatically set to the most specific reading mode when the point of regard changes. Otherwise, reading modes are not updated.
dz: གཞི་སྒྲིག་འབད་ཡོད་པའི་སྐབས་ལུ་ འགྲུལ་སྤྱོད་ཐབས་ལམ་དེ་ ཞིབ་ལྟའི་ས་ཚིགས་བསྒྱུར་བཅོས་འབདའགྱོ་བའི་སྐབས་ལུ་ ཧ་ཅང་གསལ་བཀོད་འབད་ཡོད་པའི་ ལྷག་ནའི་ཐབས་ལམ་གུར་རང་བཞིན་གྱིས་གཞི་སྒྲིག་འབད་དེ་ཡོདཔ་ཨིན། དེ་མེན་པ་ཅིན་ ལྷག་ནིའིཐབས་ལམ་ཚུ་ དུས་མཐུན་བཟོ་དེ་མེདཔ་ཨིན།

source: Search Depth
dz: གཏིང་འཚོལ་ཞིབ་འབད་

source: Number of nodes visited before iterative searches are cancelled. Affects all find, goto, and where am I? functions.
dz: ཁས་ལེན་འབད་བཏུབ་པའི་འཚོལ་ཞིབ་ཚུ་ཆ་མེད་མ་གཏང་བའི་ཧེ་མ་ བལྟ་སྤྱོད་འབད་ཡོད་པའི་ ནོཌསི་གི་ཁ་བྱང་། འཚོལ་ གོ་ཊུ་དང་ ང་ག་ཏེ་ཡོད་? ལས་འགན་ཆ་མཉམ་ལུ་གནོདཔ་་ཨིན།

source: Firefox
dz: ཕ་ཡེར་ཕོགསི་

source: Defines keyboard commands and settings to customize Firefox access.
dz: ཕ་ཡེར་ཕོགསི་འཛུལ་སྤྱོད་འབད་ནི་འདི་སྲོལ་སྒྲིག་འབད་ནི་ལུ་ ལྡེ་སྒྲོམ་བརྡ་བཀོད་ཚུ་དང་སྒྲིག་སྟངས་ཚུ་ངེས་འཛིན་འབདཝ་ཨིན།

source: entering document mode
dz: ཡིག་ཆའི་ཐབས་ལམ་བཙུགས་དོ་

source: entering table mode
dz: ཐིག་ཁྲམ་ཐབས་ལམ་བཙུགས་དོ་

source: entering widget mode
dz: ཝི་གེཊི་ ཐབས་ལམ་བཙུགས་དོ་

source: autocomplete menu opened
dz: རང་བཞིན་ཡོངས་སྒྲུབ་དཀར་ཆག་ཁ་ཕྱེ་ཡོདཔ་

source: still in document mode
dz: ད་ལྟོ་ཡང་ ཡིག་ཆ་འི་ ཐབས་ལམ་ནང་

source: DocURL
dz: ཌི་ཨོ་སི་ ཡུ་ཨར་ཨེལ་

source: search depth reached
dz: བདའ་ཟུན་ཡོད་པའི་གཏིང་ འཚོལ་ཞིབ་འབད་

source: one moment please
dz: ཡུད་ཙམ་ཅིག་

source: %d nodes searched
dz: %d ནོཌསི་ འཚོལ་ཞིབ་འབད་ཡོདཔ་

source: %d headings. %d forms. %d tables. %d visited links. %d unvisited links. locale is %s
dz: %d མགུ་རྒྱན་ཚུ། %d འབྲི་ཤོག་ཚུ། %d ཐིག་ཁྲམ་ཚུ། %d བལྟ་སྤྱོད་འབད་ཡོད་པའི་འབྲེལ་ལམ་ཚུ། %d བལྟ་སྤྱོད་མ་འབད་བའི་འབྲེལ་ལམ་ཚུ་ lལོ་ཀེལ་དེ་ %s ཨིན་

source: link
dz: འབྲེལ་ལམ་

source: %s level %s
dz: %s གནས་རིམ་ %s

source: unrecognized task name %s
dz: ངོས་འཛིན་མ་འབད་བའི་ ལས་ཀའི་མིང་ %s

source: could not find %s
dz: %s འཚོལ་མ་ཐོབ་

source: different than %s could not be found
dz: %s ལས་སོ་སོ་ཡོད་མི་ འཚོལ་མི་ཐོབ་

source: %d of %d %ss in document.
dz: %d of %d %ss ཡིག་ཆའི་ནང་ལུ།

source: %d percent of document read
dz: %d ཡིག་ཆ་ལྷག་ནི་གི་བརྒྱ་ཆ་

source: top container
dz: མགོ་གི་འཛིན་སྣོད་

source: no container to skip
dz: གོམ་འགྱོ་ནིའི་འཛིན་སྣོད་མེད་

source: pointer not on a link
dz: དཔག་བྱེད་འབྲེལ་ལམ་་ཅིག་གུར་མེན་

source: error in determining URI
dz: ཡུ་ཨར་ཨེལ་ གཏན་འབེབས་བཟོཝ་ནི་ལུ་འཛོལ་བ་

source: unseen
dz: མ་མཐོངམ།

source: typing
dz: ཡིག་དཔར་རྐྱབས་དོ།

source: paused
dz: ཐེམ་ཡོདཔ།

source: idle
dz: ལས་མེད།

source: offline
dz: གློག་ལམ་མེད་པའི།

source: logged in
dz: ནང་ན་ནང་བསྐྱོད་འབད་ཡོདཔ།

source: logged out
dz: ཕྱིར་བསྐྱོད་འབད་ཡོདཔ།

source: Read background messages?
dz: རྒྱབ་གཞི་འཕྲིན་དོན་ཚུ་ལྷག་ནི་ཨིན་ན?

source: When checked, incoming messages will be read even when Gaim is in the background.
dz: ཞིབ་དཔྱད་འབད་ཡོད་པའི་སྐབས་ནང་འབྱོར་འཕྲིན་དོན་ཚུ་གེམ་འདི་རྒྱབ་གཞི་འདི་ནང་ཨིན་རུང་ལྷག་འོང་།

source: Braille background messages?
dz: འབུར་ཡིག་ རྒྱབ་གཞི་ འཕྲིན་དོན་ཚུ?
