Repository: tenzin/dzongkha-linux-translation-files
Catalog: gnome-extras/lsr.HEAD.*.po
Languages: dz

source: Linux Screen Reader
dz: ལི་ནགསི་ གཞི་ལྷག་བྱེད་

source: Run LSR under the default user profile
dz: སྔོན་སྒྲིག་ ལག་ལེན་པའི་གསལ་སྡུད་གི་འོག་ལུ་ ཨེལ་ཨེསི་ཨར་ གཡོག་བཀོལ་

source: black
dz: གནགཔོ།

source: dark purple
dz: སྨུག་ནག

source: dark blue
dz: སྔོ་ནག

source: blue
dz: ཧོནམ།

source: dark green
dz: ལྗང་ནག

source: dark cyan
dz: སྔོ་ལྗང་ནག

source: aqua
dz: ཨེ་ཀུ་འ།

source: medium blue
dz: ཧོནམ་འབྲིང་མ།

source: lime green
dz: སེར་ལྗང་།

source: green
dz: ལྗང་ཁུ།

source: bright green
dz: ལྗང་སྐྱ།

source: blue green
dz: སྔོ་ལྗང་།

source: cyan
dz: སྔོ་ལྗང་།

source: dark red
dz: དམར་་ནག

source: magenta
dz: དམར་་སྨུག

source: purple
dz: རྒྱ་སྨུག

source: olive green
dz: ལྗང་སེར།

source: medium grey
dz: སྐྱ་བ་འབྲིང་མ།

source: steel blue
dz: ལྕགས་ཧོནམ།

source: blue grey
dz: སྔོ་སྐྱ།

source: pale green
dz: ལྗང་སྐྱ་སེར།

source: light blue
dz: སྔོ་སྐྱ།

source: light green
dz: ལྗང་སྐྱ།

source: dark pink
dz: ཤ་ཁ་ནག

source: light brown
dz: སྨུག་སྐྱ།

source: flesh
dz: ཤ་མདོག

source: pink
dz: ཤ་ཁ།

source: light purple
dz: སྨུག་སྐྱ།

source: light grey
dz: སྐྱ་ཐལ་སྐྱ་བ།

source: dark grey
dz: གནག་སྐྱ།

source: red
dz: དམརཔོ།

source: orange
dz: ལི་ཝང་།

source: puce
dz: པི་ཡུ་སི་ཨི།

source: dark yellow
dz: སེར་ནག

source: tan
dz: ཊེན།

source: light pink
dz: ཤ་ཁ་སྐྱ་བ།

source: yellow
dz: སེརཔོ།

source: pale yellow
dz: སྐྱ་སེར།

source: off white
dz: ཨོཕ་དཀརཔོ།

source: white
dz: དཀརཔོ།

source: generate a template for a new UIE
dz: ཡུ་ཨའི་ཨི་གསརཔ་ཅིག་གི་དོན་ལུ་ཊེམ་པེལེཊི་ཅིག་བཟོ་བཏོན་འབད།

source: install a UIE
dz: ཡུ་ཨའི་ཨི་ཅིག་གཞི་བཙུགས།

source: uninstall a UIE
dz: ཡུ་ཨའི་ཨི་ཅིག་གཞི་བཙུགས་བཤོལ།

source: associate a UIE with a profile
dz: ཡུ་ཨའི་ཨི་ཅིག་དང་གསལ་སྡུད་ཅིག་འབྲེལ་བ་བཟོ།

source: disassociate a UIE from a profile
dz: གསལ་སྡུད་ཅིག་ལས་ཡུ་ཨའི་ཨི་ཅིག་འབྲེལ་བ་མེདཔ།

source: create a new user profile
dz: ལག་ལེན་པ་གསརཔ་གསལ་སྡུད་ཅིག་གསར་བསྐྲུན་འབད།

source: remove a user profile
dz: ལག་ལེན་པ་གསལ་སྡུད་ཅིག་རྩ་བསྐྲད་གཏང་།

source: duplicate a user profile
dz: ལག་ལེན་པ་གསལ་སྡུད་ཅིག་རྫུན་མ་བཟོ།

source: show installed UIEs
dz: ཡུ་ཨའི་ཨིསི་གཞི་བཙུགས་འབད་ཡོད་མི་སྟོན།

source: profile name
dz: གསལ་སྡུད་མིང་།

source: output a string using the default device
dz: སྔོན་སྒྲིག་ཐབས་འཕྲུལ་འདི་ལག་ལེན་འཐབ་དེ་ཡིག་རྒྱུན་ཅིག་དུས་མཐུན་བཟོ།

source: load order index for the UIE
dz: ཡུ་ཨའི་ཨི་འདི་གི་དོན་ལུ་ཟུར་ཐོ་བརྡ་བཀོད་མངོན་གསལ་འབད།

source: process name with which a Perk should be associated
dz: མིང་དང་གཅིག་ཁར་སྤྲོད་བ་བསྐྱེད་ནི་འཛུལ་སྤྱོད་འབད་ནི་ཅིག་ལས་སྦྱོར་འབདཝ་ཨིན།

source: flag indicating a Perk should be associated with all apps
dz: ཟུར་རྟགས་སྤྲོད་བ་བསྐྱེད་ནི་དང་གཅིག་ཁར་ཨེཔསི་ཆ་མཉམ་འཛུལ་སྤྱོད་འབད་ནི་བརྡ་སྟོན་མི།

source: flag indicating the command should be performed globally
dz: ཟུར་རྟགས་བརྡ་བཀོད་བརྡ་སྟོན་མི་འདི་སྤྱི་ཁྱབ་སྦེ་ལས་འགན་སྒྲུབ་དགོཔ་ཨིན།

source: level of log messages: %s
dz: དྲན་དེབ་འཕྲིན་དོན་གྱི་གནས་རིམ།: %s

source: channel of log messages, any of: %s
dz: གང་རུང་གི་ དྲན་དེབ་འཕྲིན་དོན་གྱི་རྒྱུན་ལམ།: %s

source: filename for simple log output
dz: ཨའུཊི་པུཊ༚་དྲན་དེབ་འཇམ་སམ་གྱི་དོན་ལུ་ཡིག་སྣོད་མིང་།

source: filename for Python logging module configuration
dz: པ་འི་ཐཱོན་ནང་བསྐྱོད་ཚད་གཞི་སྲོལ་སྒྲིག་གི་དོན་ལུ་ཡིག་སྣོད་མིང་།

source: suppress the welcome announcement
dz: འབྱོན་པ་ལེགས་སོ་གསལ་བསྒྲགས་འདི་མར་མནོན།

source: initialize built-in profiles
dz: ནང་སྦྲགས་གསལ་སྡུད་ཚུ་འགོ་འབྱེད་འབད་ནི།

source: initialize installed UIEs with packaged UIEs
dz: གཞི་བཙུགས་འབད་ཡོད་མི་ཡུ་ཨའི་ཨིསི་དང་གཅིག་ཁར་ཐུམ་སྒྲིལ་ཡོད་མི་ཡུ་ཨའི་ཨིསི་འགོ་འབྱེད་འབད་ནི།

source: Desktop accessibility disabled. Enabling... Please logout and run LSR again.
dz: ཌེཀསི་ཊོཔ་འཛུལ་སྤྱོད་འབད་ནི་ལྕོགས་མིན་བཟོ་ཡོདཔ། ལྕོགས་ཅན་བཟོ་དོ་... ཕྱིར་བསྐྱོད་འབད་ནི་དང་ལོག་ཨེལ་ཨེསི་ཨར་གཡོག་བཀོལ་གནང་།

source: skips check for desktop accessibility
dz: ཌེཀསི་ཊོཔ་འཛུལ་སྤྱོད་ཀྱི་དོན་ལུ་ཞིབ་དཔྱད་གོམ་འགྱོ་

source: prevents UIE windows from becoming accessible
dz: ཡུ་ཨའི་ཨི་ཝིན་ཌོསི་ཚུ་ འཛུལ་སྤྱོད་འབད་ཚུགས་ནི་ལས་སྔོན་བཀག་འབདཝ་ཨིན་

source: prints the path to the LSR package
dz: འགྲུལ་ལམ་འདི་ཨེལ་ཨེསི་ཨར་ཐུམ་སྒྲིལ་ལུ་དཔར་བསྐྲུན་འབདཝ་ཨིན་

source: Are you sure you want to remove %s?
dz: ཁྱོད་ཀྱིས་རྩ་བསྐྲད་གཏང་ནི་ངེས་ཏིག་ཨིན་ན། %s?

source: tab
dz: མཆོངས་ལྡེ།

source: new line
dz: གྱལ་གསརཔ།

source: space
dz: བར་སྟོང་།

source: exclamation!
dz: ཚོར་སྒྲ།!

source: quotes
dz: འདྲེན་ཚིག་བཀོད་ནི་ཚུ།

source: pound
dz: པའུཌི།

source: dollar
dz: ཌོ་ལར།($)

source: percent
dz: རྒྱ་ཆ།

source: ampersand
dz: དང་རྟགས།

source: quote
dz: འདྲེན་ཚིག་བཀོད་ནི།

source: left paren
dz: གཡོན་པེརེན།

source: right paren
dz: གཡས་པེརེན།

source: star
dz: སྐར་མ།

source: plus
dz: བསྡོམས་རྟགས།

source: comma,
dz: ལྷོད་རྟགས།

source: hyphen
dz: སྦྲེལ་རྟགས།

source: dot.
dz: ཚག

source: slash
dz: གཡོ་ཤད།

source: colon
dz: ཀོ་ལཱོན།(:)

source: semicolon
dz: སི་མི་ཀོ་ལཱོན།(;)

source: less than
dz: ལས་ཉུང་མི།

source: equals
dz: མཉམ་པ།

source: greater than
dz: ལས་སྦོམ་མི།

source: question?
dz: དྲི་བ?

source: at
dz: ལུ།

source: A
dz: ཨེ།

source: left bracket
dz: གཡོན་གུག་ཤད།

source: back slash
dz: རྒྱབ་གཡོ་ཤད།

source: right bracket
dz: གཡས་གུག་ཤད།

source: circumflex
dz: སྒྲ་གདངས་མཐོ་དམན་གྱི་རྟགས།

source: underscore
dz: གཤམ་ཐིག

source: back quote
dz: རྒྱབ་འདྲེན་ཚིག་བཀོད་ནི།

source: left brace
dz: གཡོན་གུག་ཤད།

source: vertical line
dz: ཀེར་ཕྲང་གྱལ།

source: right brace
dz: གཡས་གུག་ཤད།

source: tilde
dz: སྣ་སྒྲ་ཅན་གྱི་རྟགས།

source: no break space
dz: མཚམས་བར་སྟོང་མེདཔ།

source: inverted exclamation
dz: གནས་ལོག་འབད་ཡོད་མི་ཚོར་སྒྲ།

source: cent sign
dz: སེནཊི་རྟགས།

source: pound sterling
dz: པའུཌི་སི་ཊར་ལིང་།

source: currency symbol
dz: དངུལ་བརྡ་མཚོན།

source: yen symbol
dz: ཡེན་བརྡ་མཚོན།

source: broken bar
dz: ཕྲ་རིང་ཆད་པ།

source: section symbol
dz: དབྱེ་ཚན་བརྡ་མཚོན།

source: diaeresis
dz: ཌ་རི་སིསི།

source: copyright symbol
dz: འདྲ་བཤུས་དབང་ཆ་བརྡ་མཚོན།

source: feminine ordinal
dz: མོ་རྟགས་གོ་རིམ་ཨང་།

source: left angle quotes
dz: གཡོན་གྲུ་ཟུར་འདྲེན་ཚིག་བཀོད་ནི།

source: not sign
dz: མིང་རྟགས་བཀོད་མེདཔ།

source: soft hyphen
dz: སྦྲེལ་རྟགས་འཇམ།

source: registered symbol
dz: ཐོ་འགོད་འབད་ཡོད་མི་བརྡ་མཚོན།

source: macron
dz: མེ་ཀོརོན།

source: degree
dz: དབྱི་རིམ།

source: plus minus
dz: བསྡོམས་རྟགས་ཕབ་རྟགས།

source: superscript 2
dz: སྟེང་ཡིག་ ༢

source: superscript 3
dz: སྟེང་ཡིག་ ༣

source: acute accent
dz: བརྗོད་གདངས་དྲག་པོ།

source: micro
dz: མའི་ཀོརོ།

source: pilcrow
dz: པའི་ཀོརོ།

source: middle dot
dz: ཚག་བར་མ།

source: cedilla
dz: སི་ཌི་ལ།

source: superscript 1
dz: སྟེང་ཡིག་ ༡

source: masculine ordinal
dz: ཕོ་རྟགས་གོ་རིམ་ཨང་།

source: right angle quotes
dz: གཡས་གྲུ་ཟུར་འདྲེན་ཚིག་བཀོད་ནི་ཚུ།

source: one quarter
dz: བཞི་དཔྱ་གཅིག

source: one half
dz: གཅིག་ཕྱེད་ཀ།

source: three quarters
dz: བཞི་དཔྱ་གསུམ་ཚུ།

source: inverted question
dz: གནས་ལོག་འབད་ཡོད་མི་དྲི་བ།

source: A grave
dz: སྒྲ་གདངས་ལྕི་བ་ཅིག

source: A acute
dz: དྲག་པོ་ཅིག

source: A circumflex
dz: སྒྲ་གདངས་མཐོ་དམན་གྱི་རྟགས་ཅིག

source: A tilde
dz: སྣ་སྒྲ་ཅན་གྱི་རྟགས་ཅིག

source: A diaeresis
dz: ཨེ་ཌེ་རི་སིསི།

source: A overcircle
dz: ཨེ་ལྟག་གི་སྒོར་ཐིག

source: C cedilla
dz: སི་སི་ཌི་ལ།

source: E grave
dz: ཨི་སྒྲ་གདངས་ལྕི་བ།

source: E acute
dz: ཨི་དྲག་པོ།

source: E circumflex
dz: ཨི་སྒྲ་གདངས་མཐོ་དམན་གྱི་རྟགས།

source: E diaeresis
dz: ཨི་ཌི་རི་སིསི།

source: I grave
dz: ཨེལ་སྒྲ་གདངས་ལྕི་བ།

source: I acute
dz: ཨེལ་དྲག་པོ།

source: I circumflex
dz: ཨེལ་སྒྲ་གདངས་མཐོ་དམན་གྱི་རྟགས།

source: I diaeresis
dz: ཨེལ་ཌི་རི་སིསི།

source: Eth
dz: ཨི་ཊི་ཨེཆ།

source: N tilde
dz: ཨེན་སྣ་སྒྲ་ཅན་གྱི་རྟགས།

source: O grave
dz: ཨོ་སྒྲ་གདངས་ལྕི་བ།

source: O acute
dz: ཨོ་དྲག་པོ།

source: O circumflex
dz: ཨོ་སྒྲ་གདངས་མཐོ་དམན་གྱི་རྟགས།

source: O tilde
dz: ཨོ་སྣ་སྒྲ་ཅན་གྱི་རྟགས།

source: O diaeresis
dz: ཨོ་ཌི་རི་སིསི།

source: multiplication sign
dz: དགུ་འཐབ་བརྐྱབ་ནི་རྟགས།

source: O stroke
dz: ཨོ་སིཊོཀ།

source: U grave
dz: ཡུ་སྒྲ་གདངས་ལྕི་བ།

source: U acute
dz: ཡུ་དྲག་པོ།

source: U circumflex
dz: ཡུ་སྒྲ་གདངས་མཐོ་དམན་གྱི་རྟགས།

source: U diaeresis
dz: ཡུ་ཌི་རི་སིསི།

source: Y acute
dz: ཝའི་དྲག་པོ།

source: Thorn
dz: རྩང་།

source: sharp s
dz: རྣོ་ཅན་ཨེསི།

source: a grave
dz: ཨེ་སྒྲ་གདངས་ལྕི་བ།

source: a acute
dz: ཨེ་དྲག་པོ།

source: a circumflex
dz: ཨེ་སྒྲ་གདངས་མཐོ་དམན་གྱི་རྟགས།

source: a tilde
dz: ཨེ་སྣ་སྒྲ་ཅན་གྱི་རྟགས།

source: a diaeresis
dz: ཨེ་ཌེ་རི་སིསི།

source: a overcircle
dz: ཨེ་ལྟག་གི་སྒོར་ཐིག

source: c cedilla
dz: སི་སི་ཌི་ལ།

source: e grave
dz: ཨི་སྒྲ་གདངས་ལྕི་བ།

source: e acute
dz: ཨི་དྲག་པོ།

source: e circumflex
dz: ཨི་སྒྲ་གདངས་མཐོ་དམན་གྱི་རྟགས།

source: e diaeresis
dz: ཨི་ཌེ་རི་སིསི།

source: i grave
dz: ཨའི་སྒྲ་གདངས་ལྕི་བ།

source: i acute
dz: ཨའི་དྲག་པོ།

source: i circumflex
dz: ཨའི་སྒྲ་གདངས་མཐོ་དམན་གྱི་རྟགས།

source: i diaeresis
dz: ཨའི་ཌེ་རི་སིསི།

source: eth
dz: ཨི་ཊི་ཨེཆ།

source: n tilde
dz: ཨེན་སྣ་སྒྲ་ཅན་གྱི་རྟགས།

source: o grave
dz: ཨོ་སྒྲ་གདངས་ལྕི་བ།

source: o acute
dz: ཨོ་དྲག་པོ།

source: o circumflex
dz: ཨོ་སྒྲ་གདངས་མཐོ་དམན་གྱི་རྟགས།

source: o tilde
dz: ཨོ་སྣ་སྒྲ་ཅན་གྱི་རྟགས།

source: o diaeresis
dz: ཨོ་ཌེ་རི་སིསི།

source: division sign
dz: སྡེ་ཚན་རྟགས།

source: o stroke
dz: ཨོ་སིཊོཀ།

source: u grave
dz: ཡུ་སྒྲ་གདངས་ལྕི་བ།

source: u acute
dz: ཡུ་དྲག་པོ།

source: u circumflex
dz: ཡུ་སྒྲ་གདངས་མཐོ་དམན་གྱི་རྟགས།

source: u diaeresis
dz: ཡུ་ཌེ་རི་སིསི།

source: y acute
dz: ཝའི་དྲག་པོ།

source: thorn
dz: རྩང་།

source: y diaeresis
dz: ཝའི་ཌེ་རི་སིསི།

source: S caron
dz: ཨེསི་ཀེ་རོན།

source: s caron
dz: ཨེསི་ཀེ་རོན།

source: Y diaeresis
dz: ཝའི་ཌེ་རི་སིསི།

source: Z caron
dz: ཛེཌ་ཀེ་རོན།

source: z caron
dz: ཛེཌ་ཀེ་རོན།

source: florin
dz: ཕོལོ་རིན།

source: en dash
dz: ཨི་ཨེན་སྦྲེལ་རྟགས།

source: em dash
dz: ཨི་ཨེམ་སྦྲེལ་རྟགས།

source: left quote
dz: གཡོན་འདྲེན་ཚིག་བཀོད་ནི།

source: right quote
dz: གཡས་འདྲེན་ཚིག་བཀོད་ནི།

source: left low quote
dz: གཡོན་འདྲེན་ཚིག་བཀོད་ནི་དམའ་བ།

source: left quotes
dz: གཡོན་འདྲེན་ཚིག་བཀོད་ནི་ཚུ།

source: right quotes
dz: གཡས་འདྲེན་ཚིག་བཀོད་ནི་ཚུ།

source: left low quotes
dz: གཡོན་དམའ་བའི་འདྲེན་ཚིག་བཀོད་ནི་ཚུ།

source: dagger
dz: ཌེ་གར།

source: double dagger
dz: ཌེ་གར་གཉིས་ལྡན།

source: bullet
dz: འགོ་ཚག

source: ellipsis
dz: ཚིག་ཚབ།

source: end of line
dz: གྱལ་གྱི་མཇུག

source: per mille
dz: མི་ལི་རེ་རེ།

source: left angle quote
dz: གཡོན་གྲུ་ཟུར་འདྲེན་ཚིག་བཀོད་ནི།

source: right angle quote
dz: གཡས་གྲུ་ཟུར་འདྲེན་ཚིག་བཀོད་ནི།

source: euro
dz: ཡུ་རོ།

source: trademark
dz: ཚོང་རྟགས།

source: Alpha
dz: ཨཱལ་ཕ།

source: Bravo
dz: བཱ་ར་བོ།

source: Charlie
dz: ཅར་ལི།

source: Delta
dz: ཌེལ་ཊ།

source: Echo
dz: བྲག་ཅ།

source: Foxtrot
dz: ཕོགསི་ཊོཊི།

source: Golf
dz: རྒྱུག་རིལ།

source: Hotel
dz: བཟའ་ཁང་།

source: India
dz: རྒྱ་གར།

source: Juliet
dz: ཇུ་ལིཊི།

source: Kilo
dz: ཀི་ལོ།

source: Lima
dz: ལི་མ།

source: Mike
dz: ཁ་པར།

source: November
dz: སྤྱི་ཟླ་བཅུ་གཅིག་པ།

source: Oscar
dz: ཨོསི་ཀར།

source: Papa
dz: པ་པ།

source: Quebec
dz: ཀུས་བེཀ།

source: Romeo
dz: རི་མིའོ།

source: Sierra
dz: སི་ར།

source: Tango
dz: ཊེང་གོ།

source: Uniform
dz: གཅིག་མཚུངས།

source: Victor
dz: རྒྱལ་མི།

source: Whiskey
dz: ཝིསི་ཀི།

source: X ray
dz: གློག་པར།

source: Yankee
dz: ཡང་ཀི།

source: Zulu
dz: ཛུ་ལུ།

source: alpha
dz: ཨཱལ་ཕ།

source: bravo
dz: བཱ་ར་བོ།

source: charlie
dz: ཅར་ལི།

source: delta
dz: ཌེལ་ཊ།

source: echo
dz: བྲག་ཅ།

source: foxtrot
dz: ཕོགསི་ཊོཊི།

source: golf
dz: རྒྱུག་རིལ།

source: hotel
dz: བཟའ་ཁང་།

source: india
dz: རྒྱ་གར།

source: juliet
dz: ཇུ་ལིཊི།

source: kilo
dz: ཀི་ལོ།

source: lima
dz: ལི་མ།

source: mike
dz: ཁ་པར།

source: november
dz: སྤྱི་ཟླ་བཅུ་གཅིག་པ།

source: oscar
dz: ཨོསི་ཀར།

source: papa
dz: པ་པ།

source: quebec
dz: ཀུས་བེཀ།

source: romeo
dz: རོ་མིའོ།

source: sierra
dz: སི་ར།

source: tango
dz: ཊེང་གོ།

source: uniform
dz: གཅིག་མཚུངས།

source: victor
dz: རྒྱལ་མི།

source: whiskey
dz: ཝིསི་ཀི།

source: x ray
dz: གློག་པར།

source: yankee
dz: ཡང་ཀི།

source: zulu
dz: ཛུ་ལུ།

source: Alpha grave
dz: ཨཱལ་ཕ་སྒྲ་གདངས་ལྕི་བ།

source: Alpha acute
dz: ཨཱལ་ཕ་དྲག་པོ།

source: Alpha circumflex
dz: ཨཱལ་ཕ་སྒྲ་གདངས་མཐོ་དམན་གྱི་རྟགས།

source: Alpha tilde
dz: ཨཱལ་ཕ་སྣ་སྒྲ་ཅན་གྱི་རྟགས།

source: Alpha diaeresis
dz: ཨཱལ་ཕ་ཌེ་རི་སིསི།

source: Alpha overcircle
dz: ཨཱལ་ཕ་ལྟག་གི་སྒོར་ཐིག

source: Charlie cedilla
dz: ཅར་ལི་སི་ཌི་ལ།

source: Echo grave
dz: བྲག་ཅ་སྒྲ་གདངས་ལྕི་བ།

source: Echo acute
dz: བྲག་ཅ་དྲག་པོ།

source: Echo circumflex
dz: བྲག་ཅ་སྒྲ་གདངས་མཐོ་དམན་གྱི་རྟགས།

source: Echo diaeresis
dz: བྲག་ཅ་ཌེ་རི་སིསི།

source: India grave
dz: རྒྱ་གར་སྒྲ་གདངས་ལྕི་བ།

source: India acute
dz: རྒྱ་གར་དྲག་པོ།

source: India circumflex
dz: རྒྱ་གར་སྒྲ་གདངས་མཐོ་དམན་གྱི་རྟགས།

source: India diaeresis
dz: རྒྱ་གར་གྱི་ཌེ་རི་སིསི།

source: November tilde
dz: སྤྱི་ཟླ་བཅུ་གཅིག་པའི་སྣ་སྒྲ་ཅན་གྱི་རྟགས།

source: Oscar grave
dz: ཨོསི་ཀར་སྒྲ་གདངས་ལྕི་བ།

source: Oscar acute
dz: ཨོསི་ཀར་དྲག་པོ།

source: Oscar circumflex
dz: ཨོསི་ཀར་སྒྲ་གདངས་མཐོ་དམན་གྱི་རྟགས།

source: Oscar tilde
dz: ཨོསི་ཀར་སྣ་སྒྲ་ཅན་གྱི་རྟགས།

source: Oscar diaeresis
dz: ཨོསི་ཀར་ཌེ་རི་སིསི།

source: Oscar stroke
dz: ཨོསི་ཀར་སི་ཊོཀ།

source: Uniform grave
dz: གཅིག་མཚུངས་སྒྲ་གདངས་ལྕི་བ།

source: Uniform acute
dz: གཅིག་མཚུངས་དྲག་པོ།

source: Uniform circumflex
dz: གཅིག་མཚུངས་སྒྲ་གདངས་མཐོ་དམན་གྱི་རྟགས།

source: Uniform diaeresis
dz: གཅིག་མཚུངས་ཌེ་རི་སིསི།

source: Yankee acute
dz: ཡང་ཀི་དྲག་པོ།

source: sharp sierra
dz: རྣོ་ཅན་གྱི་སི་ར།

source: alpha grave
dz: ཨཱལ་ཕ་སྒྲ་གདངས་ལྕི་བ།

source: alpha acute
dz: ཨཱལ་ཕ་དྲག་པོ།

source: alpha circumflex
dz: ཨཱལ་ཕ་སྒྲ་གདངས་མཐོ་དམན་གྱི་རྟགས།

source: alpha tilde
dz: ཨཱལ་ཕ་སྣ་སྒྲ་ཅན་གྱི་རྟགས།

source: alpha diaeresis
dz: ཨཱལ་ཕ་ཌེ་རི་སིསི།

source: alpha overcircle
dz: ཨཱལ་ཕ་ལྟག་གི་སྒོར་ཐིག

source: charlie cedilla
dz: ཅར་ལི་སི་ཌི་ལ།

source: echo grave
dz: བྲག་ཅ་སྒྲ་གདངས་ལྕི་བ།

source: echo acute
dz: བྲག་ཅ་དྲག་པོ།

source: echo circumflex
dz: བྲག་ཅ་སྒྲ་གདངས་མཐོ་དམན་གྱི་རྟགས།

source: echo diaeresis
dz: བྲག་ཅ་ཌེ་རི་སིསི།

source: india grave
dz: རྒྱ་གར་་གྱི་སྒྲ་གདངས་ལྕི་བ།

source: india acute
dz: རྒྱ་གར་གྱི་དྲག་པོ།

source: india circumflex
dz: རྒྱ་གར་གྱི་སྒྲ་གདངས་མཐོ་དམན་གྱི་རྟགས།

source: india diaeresis
dz: རྒྱ་གར་གྱི་ཌེ་རི་སིསི།

source: november tilde
dz: སྤྱི་ཟླ་བཅུ་གཅིག་པའི་སྣ་སྒྲ་ཅན་གྱི་རྟགས།

source: oscar grave
dz: ཨོསི་ཀར་གྱི་སྒྲ་གདངས་ལྕི་བ།

source: oscar acute
dz: ཨོསི་ཀར་གྱི་དྲག་པོ།

source: oscar circumflex
dz: ཨོསི་ཀར་གྱི་སྒྲ་གདངས་མཐོ་དམན་གྱི་རྟགས།

source: oscar tilde
dz: ཨོསི་ཀར་གྱི་སྣ་སྒྲ་ཅན་གྱི་རྟགས།

source: oscar diaeresis
dz: ཨོསི་ཀར་ཌེ་རི་སིསི།

source: oscar stroke
dz: ཨོསི་ཀར་གྱི་སིཊོཀ།

source: uniform grave
dz: གཅིག་མཚུངས་ཀྱི་སྒྲ་གདངས་ལྕི་བ།

source: uniform acute
dz: གཅིག་མཚུངས་ཀྱི་དྲག་པོ།

source: uniform circumflex
dz: གཅིག་མཚུངས་ཀྱི་སྒྲ་གདངས་མཐོ་དམན་གྱི་རྟགས།

source: uniform diaeresis
dz: གཅིག་མཚུངས་ཌེ་རི་སིསི།

source: yankee acute
dz: ཡང་ཀི་གི་དྲག་པོ།

source: yankee diaeresis
dz: ཡང་ཀི་ཌེ་རི་སིསི།

source: Sierra caron
dz: སི་ར་ཀེ་རོན།

source: sierra caron
dz: སི་ར་ཀེ་རོན།

source: Yankee diaeresis
dz: ཡང་ཀི་ཌེ་རི་སིསི།

source: Zulu caron
dz: ཛུ་ལུ་ཀེ་རོན།

source: zulu caron
dz: ཛུ་ལུ་ཀེ་རོན།

source: could not initialize input device
dz: ཨིན་པུཊི་ཐབས་འཕྲུལ་འགོ་འབྱེད་འབད་མ་ཚུགསཔ།

source: uni-code %s
dz: ཡུ་ནི་-ཀོཌི། %s

source: uni-code %s %s
dz: ཡུ་ནི-ཀོཌི། %s %s

source: could not initialize output device
dz: ཨའུཊི་པུཊི་ཐབས་འཕྲུལ་འགོ་འབྱེད་འབད་མ་ཚུགསཔ།

source: Mute
dz: སྐད་མེད།

source: When set, all output is inhibited. This setting is not saved to disk.
dz: གཞི་སྒྲིག་སྐབས་ཨའུཊི་པུཊི་ཆ་མཉམ་བར་ཆར་་བརྐྱབ་ཡོདཔ་ཨིན། སྒྲིག་སྟངས་འདི་ཌེཀསི་ཊོཔ་ལུ་སྲུངས་བཞག་མ་འབད་བས།

source: Cap string
dz: ཀེཔ་ཡིག་རྒྱུན།

source: String to say once before spelling capitalized letters and twice before spelling fully capitalized words.
dz: ཡིག་རྒྱུན་སྡེབ་ཚུགས་ཡིག་མིང་ཚིག་ཚུ་བཟོ་བའི་ཧེ་མ་ཚར་གཅིག་དང་སྡེབ་མིང་ཚིག་ཚུ་ཚུགས་ཡིག་གངམ་སྦེ་བཟོ་བའི་ཧེ་མ་ཚར་གཉིས་སླབ་དོགཔ།

source: blank
dz: སྟོངམ།

source: Blank string
dz: ཡིག་རྒྱུན་སྟོངམ།

source: String to speak when a blank or ignored character is output on its own.
dz: ཡིག་འབྲུ་སྟོངམ་ཡང་ན་སྣང་མེད་ཡོད་མི་འདིའི་ཨའུཊི་པུཊི་གུ་སྐབས་ཁ་སླབ་ནི་ལུ་ཡིག་རྒྱུན།

source: Expand caps?
dz: ཀེཔ་ཚུ་རྒྱ་འཕར་ནི་ཨིན་ན?

source: When set, insert a space before each capital letter in the output.
dz: གཞི་སྒྲིག་སྐབས་ཨའུཊི་པུཊི་འདི་ནང་་བར་སྟོང་གི་ཧེ་མ་ཚུགས་ཡིག་ཡི་གུ་རེ་རེ་བཙུགས།

source: Expand numbers?
dz: ཨང་ཚུ་རྒྱ་འཕར་ནི་ཨིན་ན?

source: When set, insert a space before each number in the output.
dz: གཞི་སྒྲིག་སྐབས་ཨའུཊི་པུཊི་འདི་ནང་བར་སྟོང་གི་ཧེ་མ་ཨང་རེ་རེ་བཙུགས།

source: Pronunciation rule
dz: བརྗོད་སྒྲ་ལམ་ལུགས།

source: Pronounce words
dz: མིང་ཚིག་ཚུ་བརྗོད་སྒྲ་སྟོན།

source: Pronounce punctuation
dz: ཡིག་རྟགས་བརྗོད་སྒྲ་སྟོན།

source: Pronounce characters
dz: ཡིག་འབྲུ་ཚུ་བརྗོད་སྒྲ་སྟོན།

source: Pronounce phonetic
dz: བརྗོད་སྒྲ་སྒྲ་རྟགས།

source: Defines what and how characters are pronounced.
dz: ཡིག་འབྲུ་ཚུ་བརྗོད་སྒྲ་ག་ཅིག་དང་ག་དེ་སྦེ་སྟོནམ་ཨིན་ན་ངེས་འཛིན་འབདཝ་ཨིན།

source: Words
dz: མིང་ཚིག་ཚུ།

source: Columns in display
dz: བཀྲམ་བཏོན་ནང་ཀེར་ཐིག་ཚུ།

source: Rows in display
dz: བཀྲམ་བཏོན་ནང་གྱལ་ཚུ།

source: Total cells in display
dz: བཀྲམ་བཏོན་ནང་ནང་ཐིག་ཚུ་བསྡོམས།

source: Caret Display Style
dz: ཀེརེཊི་བཀྲམ་བཏོན་བཟོ་རྣམ།

source: No Caret
dz: ཀེརེཊི་མེདཔ།

source: Two Bottom Pins
dz: གཤམ་གྱི་ངོ་རྟགས་ཨང་གཉིས།

source: Bottom Right Pins
dz: གཤམ་གྱི་གཡས་ངོ་རྟགས་ཚུ།

source: All Pins
dz: ངོ་རྟགས་ཚུ་ཆ་མཉམ།

source: Defines the caret representation.
dz: ཀེརེཊི་ཁྱད་ཚབ་འདི་གེས་འཛིན་འབདཝ་ཨིན།

source: Ellipsis right?
dz: ཚིག་ཚབ་བདེན་པ་ཨིན་ན?

source: When set, ellipsis will appear when additional text is to the right of the viewport.
dz: གཞི་སྒྲིག་སྐབས་ཚིག་ཚབ་ཚུ་མཐོང་སྣང་མཐུད་ལམ་འདི་གི་གཡས་ལུ་ཁ་སྐོང་ཚིག་ཡིག་ཡོད་པའི་སྐབས་འབྱུངམ་ཨིན།

source: Ellipsis left?
dz: ཚིག་ཚབ་གཡོན?

source: When set, ellipsis will appear when additional text is to the left of the viewport.
dz: གཞི་སྒྲིག་སྐབས་ ཚིག་ཚབ་འདི་ ཁ་སྐོང་ཚིག་ཡིག་འདི་མཐོང་སྣང་མཐུད་ལམ་གྱི་གཡོན་ཁ་ཐུག་ལུ་བྱུངམ་ཨིན།

source: Ellipsis Display Style
dz: ཚིག་ཚབ་བཀྲམ་བཏོན་བཟོ་རྣམ།

source: Pin 3 in 3 cells
dz: ནང་ཐིག་ ༣་ ནང་ངོ་རྟགས་ ༣།

source: Continuation symbol
dz: འཕྲོ་མཐུད་བརྡ་མཚོན།

source: Defines the ellipsis representation.
dz: ཚིག་ཚབ་ཁྱད་ཚབ་འདི་ངེས་འཛིན་འབདཝ་ཨིན།

source: Broken Cell String
dz: ནང་ཐིག་ཡིག་རྒྱུན་ཆད་པ།

source: String of zeros and ones indicating the functionality of each cell
dz: ནང་ཐིག་རེ་རེ་གི་ལས་འགན་སྦེ་བརྡ་སྟོན་མི་ཀླད་ཀོར་ཚུ་དང་གཅིག་ཚུ་གི་ཡིག་རྒྱུན།

source: Caret
dz: ཀེརེཊི།

source: Ellipsis
dz: ཚིག་ཚབ།

source: Broken Cells
dz: ནང་ཐིག་ཚུ་ཆད་པ།

source: Desktop accessibility disabled
dz: ཌེགསི་ཊོཔ་འཛུལ་སྤྱོད་ལྕོགས་མེད་བཟོ་ཡོདཔ་

source: LSR cannot see the applications on your desktop. You must enabled desktop accessibility to fix this problem. Do you want to enable it now?
dz: ཨེལ་ཨེསི་ཨར་དེ་གིས་ཁྱོད་རའི་ཌེཀསི་ཊོཔ་གུ་འཇུག་སྤྱོད་ཚུ་མི་མཐོང་། དཀའ་ངལ་འདི་སེལ་ནི་ལུ་ཁྱོད་ཀྱིས་ ཌེཀསི་ཊོཔ་འཛུལ་སྤྱོད་འདི་ལྕོགས་ཅན་བཟོ་དགོ། ཁྱོད་ཀྱིས་ད་ལྟོ་ལྕོགས་ཅན་བཟོ་ནི་ཨིན་ན?

source: Note: Changes take effect after logout.
dz: དྲན་དགོཔ: ཕྱིར་འདྲེན་གྱི་ཤུལ་ལས་བསྒྱུར་བཅོས་ཚུ་གིས་ནུས་པ་བཟོཝ་ཨིན།

source: Accessibility message dialog
dz: འཛུལ་སྤྱོད་འབད་ཚུགས་པའི་འཕྲིན་དོན་ཌའི་ལོག་

source: Name
dz: མིང་།

source: Description
dz: འགྲེལ་བཤད།

source: %s Profile
dz: %s གསལ་སྡུད།

source: Configure Perk settings.
dz: རིམ་སྒྲིག་སྤྲོད་བ་བསྐྱེད་ནི་སྒྲིག་སྟངས་ཚུ།

source: Device Settings
dz: ཐབས་འཕྲུལ་སྒྲིག་སྟངས་ཚུ།

source: Install a new user interface element for LSR.
dz: ཨེལ་ཨེསི་ཨར་དོན་ལུ་ལག་ལེན་པ་ངོས་འདྲ་བ་རྣམ་གྲངས་གསརཔ་ཅིག་གཞི་བཙུགས་འབད།

source: LSR Settings
dz: ཨེལ་ཨེསི་ཨར་སྒྲིག་སྟངས་ཚུ།

source: Lists installed Choosers. Choosers cannot be set to load automatically at startup.
dz: ཐོ་ཡིག་ཚུ་གཞི་བཙུགས་འབད་ཡོད་མི་འདེམས་བྱེད། འདེམས་བྱེད་ཚུ་འགོ་བཙུགས་ལུ་རང་བཞིན་མངོན་གསལ་འབད་ནི་ལུ་གཞི་སྒྲིག་འབད་མི་བཏུབ།

source: Perk Settings
dz: སྤྲོད་བ་བསྐྱེད་ནི་སྒྲིག་སྟངས་ཚུ།

source: Profile Choosers
dz: གསལ་སྡུད་འདེམས་བྱེད།

source: Profile Devices
dz: གསལ་སྡུད་ཐབས་འཕྲུལ་ཚུ།

source: Profile Monitors
dz: གསལ་སྡུད་ལྟ་རྟོག་པ་ཚུ།

source: Profile Perks
dz: གསལ་སྡུད་སྤྲོད་བ་བསྐྱེད་ནི་ཚུ།

source: Select Monitors to load automatically at startup.
dz: འགོ་བཙུགས་ནི་ལུ་་རང་བཞིན་གྱིས་མངོན་གསལ་འབད་ནི་ལུ་ལྟ་རྟོག་པ་ཚུ་སེལ་འཐུ་འབད།

source: Select Perks to load automatically at startup.
dz: འགོ་བཙུགས་ནི་ལུ་རང་བཞིན་མངོན་གསལ་འབད་ནི་ལུ་སྤྲོ་བ་བསྐྱེད་ནི་ཚུ་སེལ་འཐུ་འབད།

source: Select a Perk to configure.
dz: སྤྲོ་བ་བསྐྱེད་ནི་ཅིག་རིམ་སྒྲིག་ལུ་སེལ་འཐུ་འབད།

source: Select a device to configure.
dz: རིམ་སྒྲིག་འབད་ནི་ལུ་ཐབས་འཕྲུལ་ཅིག་སེལ་འཐུ་འབད།

source: System Settings
dz: རིམ་ལུགས་སྒྲིག་སྟངས་ཚུ།

source: U_pdate
dz: དུས་མཐུན་བཟོ་ནི།(_p)

source: Uninstall a user interface element from LSR.
dz: ཨེལ་ཨེསི་ཨར་དོན་ལུ་ལག་ལེན་པ་ངོས་འདྲ་བ་རྣམ་གྲངས་ཅིག་གཞི་བཙུགས་བཤོལ།

source: Update this profile with the latest components after a LSR upgrade.
dz: གསལ་སྡུད་འདི་དང་གཅིག་ཁར་ཨེལ་ཨེསི་ཨར་ཡར་བསྐྱེད་ཅིག་གི་ཤུལ་ལུ་མཐའ་མཇུག་གི་ཆ་ཤས་འདི་དུས་མཐུན་བཟོ།

source: Update this profile with the latest user interface elements after a LSR upgrade.
dz: གསལ་སྡུད་འདི་དང་གཅིག་ཁར་ཨེལ་ཨེསི་ཨར་ཡར་བསྐྱེད་ཅིག་གི་ཤུལ་ལུ་མཐའ་མཇུག་ལག་ལེན་པ་ངོས་འདྲ་བ་རྣམ་གྲངས་ཚུ་དུས་མཐུན་བཟོ།

source: _Install
dz: གཞི་བཙུགས།_I)

source: _Uninstall
dz: གཞི་བཙུགས་བཤོལ།(_U)

source: Perks for %s
dz: དོན་ལུ་སྤྲོ་བ་བསྐྱེད་ནི་ཚུ། %s

source: Select Perks to immediately load for the current application. Perks raised to the top of the list handle events before lower Perks. Changes are temporary.
dz: ད་ལྟོའི་གློག་རིམ་འདི་གི་དོན་ལུ་དེ་འཕྲལ་ལས་མངོན་གསལ་འབད་ནི་ལུ་སྤྲོ་བ་བསྐྱེད་ནི་ཚུ་སེལ་འཐུ་འབད། ཐོ་ཡིག་འདི་གི་མགོ་ལུ་ཆེར་བསྐྱེད་འབད་ཡོད་མི་སྤྲོ་བ་བསྐྱེད་ནི་ཚུ་གིས་འོག་གི་སྤྲོ་བ་བསྐྱེད་ནི་ཚུ་གི་ཧེ་མ་འབྱུང་ལས་ཚུ་ལེགས་སྐྱོང་འཐབ་ཨིན། བསྒྱུར་བཅོས་ཚུ་གནས་སྐབས་ཨིན།

source: Perk Chooser
dz: སྤྲོ་བ་བསྐྱེད་ནི་འདེམས་བྱེད།

source: Match case
dz: གནད་དོན་ མཐུན་སྒྲིག་འབད་

source: Search for accessible in %s
dz: %s ནང་ལུ་ འཛུལ་སྤྱོད་ཀྱི་དོན་ལུ་ འཚོལ་ཞིབ་འབད་

source: Search for:
dz: དོན་ལུ་འཚོལ་ཞིབ་འབད་:

source: Wrap around
dz: མཐའ་སྐོར་ལུ་ ལོག་མཚམས་བཟོ་

source: Search Chooser
dz: འདེམས་བྱེད་ འཚོལ་ཞིབ་འབད་

source: _Lower
dz: དམའ་མི།(_L)

source: _Raise
dz: ཆེར་བསྐྱེད་འབད་ནི།(_R)

source: no output available
dz: ཨའུཊི་པུཊི་འཐོབ་ཚུགསཔ་མེདཔ།

source: no input available
dz: ཨིན་པུཊི་འཐོབ་ཚུགསཔ་མེདཔ།

source: welcome to %s version %s, revision %s
dz: ཐོན་རིམ་ %sབསྐྱར་སྦྱོང་ %s,ལུ་བྱོན་པ་ལེགས་སོ། %s

source: lsr exiting
dz: ཨའི་ཨེསི་ཨར་ཕྱིར་འཐོན་དོ།

source: Voice
dz: སྐད།

source: Adult Male 1
dz: ན་ལོན་ཕོ་ ༡།

source: Adult Female 1
dz: ན་ལོན་མོ་ ༡།

source: Child 1
dz: ཆ་ལག་ ༡།

source: Adult Male 2
dz: ན་ལོན་ཕོ་ ༢།

source: Adult Male 3
dz: ན་ལོན་ཕོ་ ༣།

source: Adult Female 2
dz: ན་ལོན་མོ་ ༢།

source: Elderly Female 1
dz: རྒས་ཤོས་མོ་ ༡།

source: Elderly Male 1
dz: རྒས་ཤོས་ཕོ་ ༡།

source: Name of the active voice
dz: ཤུགས་ལྡན་ཐབས་འཕྲུལ་འདི་གི་མིང་།

source: Pitch
dz: སྟུག་ཚད།

source: Baseline voice pitch in Hertz
dz: ཧཌཛ་ནང་གཞི་ཐིག་སྐད་སྟུག་ཚད།

source: Rate
dz: མགྱོགས་ཚད།

source: Speech rate in words per minute
dz: སྐར་མ་རེ་རེ་ནང་མིང་ཚིག་ཚུ་གསུང་བཤད་མགྱོགས་ཚད།

source: Volume
dz: སྐད་ཤུགས།

source: Speech volume as a percentage
dz: གསུང་བཤད་སྐད་ཚད་རྒྱ་ཆ་སྦེ།

source: Channel
dz: རྒྱུན་ལམ།

source: Concurrent channel number
dz: ད་ལྟོའི་རྒྱུན་ལམ་ཨང་།

source: Position X
dz: གནས་ས་ཨེགསི།

source: Position of the source left-to-right
dz: གཡོན་ལས་གཡས་ལུ་འབྱུང་ཁུངས་འདི་གི་གནས་ས།

source: Position Y
dz: གནས་ས་ཝའི།

source: Position of the source up-and-down
dz: ཡར་དང་མར་འབྱུང་ཁུངས་འདི་གི་གནས་ས།

source: Position Z
dz: གནས་ས་ཛེཌི།

source: Position of the source front-to-back
dz: གདོང་ཁ་ལས་རྒྱབ་ལུ་འབྱུང་ཁུངས་འདི་གི་གནས་ས།

source: Speech
dz: གསུང་བཤད།

source: Clique Audio
dz: ཀིལིཀ་རྣར་ཉན།

source: Full screen
dz: གསལ་གཞི་གངམ་

source: Magnify in full screen mode, this only affects magnifiers that are in a seperate screen.
dz: གསལ་གཞི་གངམ་གྱི་ཐབས་ལམ་ནང་ཆེ་ཤལ་བཟོ་ འདི་གིས་ གསལ་གཞི་སོ་སོ་ནང་གི་སྦོམ་བཟོ་མི་ཚུ་ལུ་ཕན་གནོད་ཡོདཔ་ཨིན།

source: Zoom Factor
dz: ཆ་རྐྱེན་རྒྱས་ཟུམ་འབད་

source: Change the magnification zoom factor.
dz: ཆེ་ཤལ་རྒྱས་ཟུམ་ཆ་རྐྱེན་འདི་བསྒྱུར་བཅོས་འབད།

source: Invert magnifier
dz: ཆེ་ཤལ་གནས་ལོག་འབད་

source: Invert the colors displayed by the magnifier
dz: ཆེ་ཤལ་གྱིས་བཀྲམ་སྟོན་འབད་ཡོད་པའི་ཚོས་གཞི་ཚུ་གནས་ལོག་འབད་

source: Smoothing method
dz: ཧུམ་ཆ་བཟོ་བའི་ཐབས་ལམ་
