Repository: tenzin/dzongkha-linux-translation-files
Catalog: gnome-extras/lsr.HEAD.*.po
Languages: dz

source: When checked, incoming messages will be output to Braille device even when Gaim is in the background.
dz: ཞིབ་དཔྱད་འབད་ཡོད་པའི་སྐབས་ལུ་ ནང་འབྱོར་འཕྲིན་དོན་ཚུ་ གེམ་དེ་རྒྱབ་གཞི་ནང་ལུ་ཡོད་པའི་སྐབས་ལུ་ཡང་ འབུར་ཡིག་ཐབས་འཕྲུལ་ལུ་ ཨའུཊི་པུཊི་སྦེ་སྡོད་འོང་།

source: Gaim
dz: ཇེམ་

source: chat with %s
dz: དང་གཅིག་ཁར་ཁ་སླབ། %s

source: history,
dz: ལོ་རྒྱུས།

source: compose,
dz: བརྩམ་ནི།

source: Profile %s already exists
dz: གསལ་སྡུད་ %s ཧེ་མ་ལས་ཡོདཔ།

source: Cannot remove built-in %s profile
dz: ནང་སྦྲགས་ %s གསལ་སྡུད་རྩ་བསྐྲད་གཏང་མི་ཚུགསཔ།

source: unknown task error
dz: མ་ཤེས་པའི་ལས་ཀ་འཛོལ་བ།

source: device error
dz: ཐབས་འཕྲུལ་འཛོལ་བ།

source: invalid device
dz: ནུས་མེད་ཐབས་འཕྲུལ།

source: invalid style property
dz: ནུས་མེད་བཟོ་རྣམ་རྒྱུ་དངོས།

source: undefined key
dz: ངེས་འཛིན་མ་འབད་བའི་ལྡེ་མིག

source: cancelled key
dz: ཆ་མེད་གཏང་ཡོད་མི་ལྡེ་མིག

source: action failed
dz: བྱ་བ་འཐུས་ཤོར་ཡོདཔ།

source: set focus failed
dz: གཞི་སྒྲིག་ཆེད་དམིགས་འཐུས་ཤོར་ཡོདཔ།

source: set selection failed
dz: གཞི་སྒྲིག་སེལ་འཐུ་འཐུས་ཤོར་ཡོདཔ།

source: mouse event failed
dz: མཱའུསི་བྱུང་ལས་ འཐུས་ཤོར་ཡོདཔ།

source: set caret failed
dz: གཞི་སྒྲིག་ཀེརེཊི་འཐུས་ཤོར་ཡོདཔ།

source: text action failed
dz: ཚིག་ཡིག་བཡ་བ་འཐུས་ཤོར་ཡོདཔ།

source: invalid point of regard
dz: ཞིབ་ལྟ་གི་ནུས་མེད་རྩེ།

source: unchecked
dz: ཞིབ་དཔྱད་མ་འབདཝ།

source: disabled
dz: ལྕགས་མིན་བཟོ་ཡོདཔ།

source: expanded
dz: རྒྱ་བསྐྱེད་གཏང་ཡོདཔ།

source: collapsed
dz: རམ་ཡོདཔ།

source: not animated
dz: བསྒུལ་ཅན་བཟོ་མེདཔ།

source: checked
dz: ཞིབ་དཔྱད་འབད་ཡོདཔ།

source: animated
dz: བསྒུལ་ཅན་བཟོ་ཡོདཔ།

source: Announce script exceptions?
dz: ཡིག་ཚུགས་དམིགས་བསལ་ཚུ་གསལ་བསྒྲགས་འབད་ནི་ཨིན་ན?

source: When set, important Perk exceptions will be announced on output devices.
dz: གཞི་སྒྲིག་སྐབས་ གལ་ཅན་སྤྲོ་བ་བསྐྱེད་ནི་དམིགས་བསལ་ཚུ་ཨའུཊི་པུཊི་ཐབས་འཕྲུལ་ཚུ་གུ་གསལ་བསྒྲགས་འབད་ཡོདཔ་ཨིན།

source: Allow automatic stops?
dz: རང་བཞིན་བཀག་ནི་ཚུ་འབད་བཅུག?

source: When unset, only forceful stops will be sent to output devices.
dz: གཞི་སྒྲིག་བཤོལ་སྐབས་བང་བཙོང་བཀག་ནི་ཚུ་རྐྱངམ་ཅིག་ཨའུཊི་པུཊི་ཐབས་འཕྲུལ་ཚུ་ལུ་གཏང་ཡོདཔ་ཨིན།

source: Missing kind metadata for %s
dz: དོན་ལུ་མེ་ཊ་གནད་སྡུད་དབྱེ་ཁག་བརླག་སྟོར་ཞུགས་ནུག%s

source: Missing Tier metadata for %s
dz: དོན་ལུ་མེ་ཊ་གནད་སྡུད་ཊའིཡར་བརླག་སྟོར་ཞུགས་ནུག་ %s

source: %s not associated with %s
dz: %s དང་གཅིག་ཁར་འབྲེལ་བ་མེདཔ། %s

source: Module %s must have class with name %s
dz: ཚད་གཞི་ %s དེ་དབྱེ་རིགས་དང་གཅིག་ཁར་མིང་ཡོདཔ་འོང་། %s

source: Module %s does not have __uie__ metadata
dz: ཚད་གཞི་ %s དེ་ལུ་ཡུ་ཨའི་ཨི་མེ་ཊ་གནད་སྡུད་མེདཔ།(_u)(_m)

source: %s is already installed locally
dz: %sའདི་ཧེ་མ་ལས་ཉེ་གནས་ལུ་གཞི་བཙུགས་ཡོདཔ།

source: %s is already installed globally
dz: %s འདི་ཧེ་མ་ལས་སྤྱི་ཁྱབ་སྦེ་གཞི་བཙུགས་ཡོདཔ།

source: %s is not installed locally
dz: %s འདི་ཉེ་གནས་ལུ་གཞི་བཙུགས་མ་འབད་བར་ཡོདཔ།

source: %s is not installed globally
dz: %s འདི་སྤྱི་ཁྱབ་སྦེ་གཞི་བཙུགས་མ་འབད་བར་ཡོདཔ།

source: %s not installed
dz: %s གཞི་བཙུགས་མ་འབད་བར་ཡོདཔ།

source: AEIOUYaeiouy
dz: ཨེ་ཨི་ཨའི་ཨོ་ཡུ་ཝའི་ཨེ་ཨི་ཨའི་ཨོ་ཡུ་ཝའི།

source: Preserve caps?
dz: ཚུགས་ཡིག་ཚུ་ཉམས་སྲུང་འབད་ནི་ཨིན་ན?

source: When set, capitalization is preserved in the output. Otherwise, all strings are lowercased.
dz: གཞི་སྒྲིག་སྐབས་ཚུགས་ཡིག་བཟོ་ནི་འདི་ཨའུཊི་པུཊི་འདི་ནང་ཉམས་སྲུང་འབད་ཡོདཔ་ཨིན། དེ་མེན་པ་ཅིན་སྒྲིག་སྟངས་ཚུ་ཆ་མཉམ་མགྱོགས་ཡིག་བཟོ་ཡོདཔ་ཨིན།

source: Maximum repeat
dz: ཡང་བསྐྱར་མང་མཐའ།

source: Defines the maximum number of times a character should be allowed to repeat without the word being spelled.
dz: ཡིག་འབྲུ་ཅིག་གི་ཐེངས་ཚུ་མིང་ཚིག་སྡེབ་མེདཔ་སྦེ་ཡང་བསྐྱར་འབད་ནི་ལུ་བཅུག་ནི་གི་ཨང་མང་མཐའ་འདི་གེས་འཛིན་འབདཝ་ཨིན།

source: Word definition
dz: མིང་ཚིག་ངེས་ཚིག

source: Non-blank
dz: སྟོངམ་མེན་མི།

source: Alphanumeric and punct.
dz: ཀ་ཁ་ཨང་ཡིག་དང་ཡིག་རྟགས།

source: Alphanumeric
dz: ཀ་ཁ་ཨང་ཡིག

source: Alpha and punct.
dz: ཨཱལ་ཕ་དང་ཡིག་རྟགས།

source: Alphabetic
dz: ཀ་ཁའི་གོ་རིམ་ཅན།

source: Defines the characters that comprise a word.
dz: མིང་ཚིག་ཅིག་ཚུད་པའི་ཡིག་འབྲུ་འདི་ཚུ་ངེས་འཛིན་འབདཝ་ཨིན།

source: Ignored characters
dz: སྣང་མེད་འབད་མི་ཡིག་འབྲུ་ཚུ།

source: Defines the characters to be treated as blanks.
dz: ཡིག་འབྲུ་ཚུ་སྟོངམ་སྦེ་བརྩི་འཇོག་འབད་ནི་ལུ་ངེས་འཛིན་འབདཝ་ཨིན།

source: ignored
dz: སྣང་མེད་འབད་ཡོདཔ།

source: capital
dz: ཚུགས་ཡིག

source: vowel
dz: དབྱངས་ཡིག

source: letter
dz: ཡི་གུ།

source: number
dz: ཨང་།

source: punctuation
dz: ཡིག་རྟགས།

source: symbol
dz: བརྡ་མཚོན།
