Repository: tenzin/dzongkha-linux-translation-files
Catalog: gnome-extras/marlin.HEAD.*.po
Languages: dz

source: Edit this marker
dz: རྟགས་བཀལ་མི་འདི་ཞུན་དག་འབད་

source: Error writing data
dz: གནད་སྡུད་འབྲི་ནི་ལུ་འཛོལ་བ་འདུག་

source: Plugins are not supported on this system
dz: པ་ལག་ཨིན་ཚུ་ རིམ་ལུགས་འདི་གུ་རྒྱབ་སྐྱོར་མ་འབད་བས་

source: Preparing to write CD.
dz: སི་ཌི་ལུ་འབྲི་ནིའི་གྲ་སྒྲིག་འབད་དོ།

source: Writing CD.
dz: སི་ཌི་འབྲི་དོ།

source: Finishing up.
dz: རྫོགས་དོ།

source: Please make sure another application is not using the drive.
dz: གློག་རིམ་གཞན་མི་ཅིག་གིས་འདྲེན་འཕྲུལ་མི་འཐབ་དོཡོདཔ་ཨིནམ་ལས་ ངེས་གཏན་བཟོ་གནང་།

source: Drive is busy
dz: འདྲེན་འཕྲུལ་འདི་ཁོམ་མེད་ཨིན་པས་

source: Please put a rewritable or blank disc into the drive.
dz: བསྐྱར་འབྲི་འབད་བཏུབ་མི་དང་ ཡང་ན་ ཌིཀསི་སྟོངམ་སྟདེ་འདྲེན་འཕྲུལ་དེ་ནང་ལུ་བཙུགས་གནང་།

source: Insert rewritable or blank disc
dz: བསྐྱར་འབྲི་འབད་བཏུབ་མི་ ཡང་ན་ ཌིཀསི་སྟོངམ་བཙུགས་

source: Please insert a blank disc into the drive.
dz: ཌིཀསི་སྟོངམ་ཅིག་འདྲེན་འཕྲུལ་དེ་ནང་ལུ་བཙུགས་གནང་།

source: Insert blank disc
dz: ཌིཀསི་སྟོངམ་བཙུགས་

source: Please replace the disc in the drive with a rewritable or blank disc.
dz: འདྲ་འཕྲུར་དེ་ནང་ལུ་ ཌིཀསི་གི་ཚབ་སྦེ་བསྐྱར་འབྲི་འབད་བཏུབ་མི་ ཡང་ན་ ཌིཀསི་སྟོངམ་ཅིག་བཙུགས།

source: Reload rewritable or blank disc
dz: བསྐྱར་འབྲི་འབད་བཏུབ་མི་ ཡང་ན་ ཌིཀསི་སྟོངམ་ཡང་བསྐྱར་མངོན་གསལ་འབད།

source: Please replace the disc in the drive with a blank disc.
dz: འདྲེན་འཕྲུལ་དེ་ནང་ལུ་ཡོད་མི་ཌིཀསི་གི་ཚབ་སྦེ་ ཌིཀསི་སྟོངམ་ཅིག་བཙུགས།

source: Reload blank disc
dz: ཌིཀསི་སྟོངམ་ཅིག་ཡང་བསྐྱར་མངོན་གསལ་འབད་

source: Retry disc
dz: ཌིཀསི་སླར་རྩོལ་འབད་

source: Writing sample to CD
dz: དཔེ་ཚད་དེ་སི་ཌི་ལུ་འབྲི་དོ་

source: The sample is being written to the disc. This operation may take a long time, depending on the length of the sample and write speed.
dz: དཔེ་ཚད་དེ་ ཌིཀསི་དེ་ལུ་བྲིས་ཡོདཔ་ཨིན། དཔེ་ཚད་ཀྱི་རིང་ཚད་དང་ འབྲི་ནིའི་མགྱོགས་ཚད་དང་བསྟུན་ཏེ་ བཀོལ་སྤྱོད་འདི་གིས་དུས་ཡུན་རིངམོ་འགོར་འོང་།

source: Preparing temporary files.
dz: གནས་སྐབས་ཀྱི་ཡིག་སྣོད་ཚུ་གྲ་སྒྲིག་འབད་དོ།

source: Write %s to CD
dz: སི་ཌི་ལུ་%s བྲིས་

source: Drive:
dz: འདྲེན་འཕྲུལ:

source: Information:
dz: བརྡ་དོན:

source: Number of Tracks:
dz: གླུ་རིམ་གྱི་གྱངས་ཁ:

source: Total CD Running Time:
dz: སི་ཌི་གཡོག་བཀོལ་ནི་གི་ཆུ་ཚོད་བསྡོམས:

source: Write to CD
dz: སི་ཌི་ལུ་བྲིས་

source: Extract Audio From CD...
dz: སི་ཌི་ནང་ལས་རྣར་ཉན་ཕྱིར་འདོན་འབད་་་

source: Create a sample from a CD track
dz: སི་ཌི་གླུ་རིམ་ནང་ལས་དཔེ་ཚད་ཅིག་གསར་བསྐྲུན་འབད་

source: Write Audio To CD...
dz: རྣར་ཉན་དེ་སི་ཌི་ལུ་བྲིས་་་

source: Write the sample to a CD
dz: དཔེ་ཚད་དེ་སི་ཌི་ཅིག་ལུ་བྲིས་
