Repository: tenzin/dzongkha-linux-translation-files
Catalog: gnome-extras/marlin.HEAD.*.po
Languages: dz

source: Lets you edit audio samples under gnome
dz: ཇི་ནོམ་གི་འོག་ལུ་ ཁྱོད་ཀྱིས་ རྣར་ཉན་དཔེ་ཚད་ཚུ་ཞུན་དག་འབད་བཅུགཔ་ཨིན་

source: Marlin Sample Editor
dz: མར་ལིན་ དཔེ་ཚད་ཞུན་དག་པ་

source: %d seconds
dz: %d སྐར་ཆ་

source: %.3f seconds
dz: %.3f སྐར་ཆ་

source: Error opening file '%s' Error: '%s'
dz: ཡིག་སྣོད་'%s'ཁ་ཕྱེ་ནི་ལུ་འཛོལ་བ་འདུག འཛོལ་བ་:'%s'

source: Failed to allocate memory.
dz: དྲན་ཚད་ སྤྲོད་ནི་ལུ་འཐུས་ཤོར་བྱུང་ནུག

source: There was not enough space for '%s'
dz: '%s'དེ་གི་དོན་ལུ་ བར་སྟང་ལངམ་མིན་འདུག

source: Error writing data to '%s' Error: %s
dz: '%s'ལུ་འདྲི་ནིའི་དོན་ལུ་ གནད་སྡུད་འབྲི་ནི་ལུ་འཛོལ་བ་བྱུང་ནུག འཛོལ་བ:%s

source: Unknown
dz: བམ་ཤེསཔ་

source: Untitled
dz: མགོ་མིང་མ་བཏགསཔ་

source: Name:
dz: མིང:

source: Mime Type:
dz: མ་ཡིམ་བཟུམ་ཡོད་མི་:

source: Length:
dz: རིང་ཚད:

source: Sample Rate:
dz: དཔེ་ཚད་གོང་ཚད:

source: Channels:
dz: རྒྱུ་ལམ་ཚུ:

source: Preview File
dz: སྔོན་བལྟོའི་ཡིག་སྣོད་

source: Stop Preview
dz: སྔོན་བལྟ་བཀག་བཞག་

source: Open File
dz: ཡིག་སྣོད་ཁ་ཕྱེ་

source: All Files
dz: ཡིག་སྣོད་ཚུ་ཆ་མཉམ་

source: Save Sample As...
dz: དཔེ་ཚད་དེ་བཟུམ་སྦེ་སྲུངས་་་

source: mono
dz: རྐྱང་པོ་

source: stereo
dz: གླུ་སྒྲོམ་

source: Play
dz: གཏང་

source: Stop
dz: བཀག་

source: Unable to load %s Cannot find a decoder for %s
dz: %s་དེ་མངོན་གསལ་འབད་མི་ཚུགས་པས་ %s དེ་གི་དོན་ལུ་ ཌི་ཀོ་ཌར་ཅིག་འཚོལ་མ་ཚུགས་

source: Marker %llu
dz: རྟགས་བཀལ་མི་%llu

source: Remove Marker
dz: རྟགས་བཀལ་མི་རྩ་བསྐྲད་གཏང་

source: Move Marker
dz: རྟགས་བཀལ་མི་སྤོ་བཤུད་འབད་

source: Add Marker
dz: རྟགས་བཀལ་མི་ཁ་སྐོང་རྐྱབས་

source: _Name:
dz: མིང:(_N)

source: _Position:
dz: གནས་ས:(_P)

source: _Frames
dz: གཞི་ཁྲམ་ཚུ་(_F)

source: _Time
dz: ཆུ་ཚོད་(_T)

source: _Seconds
dz: སྐར་ཆ་ཚུ་(_S)

source: T_ime & Frames
dz: ཆུ་ཚོད་དང་གཞི་ཁྲམ་ཚུ་(_i)

source: _Beats
dz: བིཊིསི་(_B)

source: frames
dz: གཞི་ཁྲམ་ཚུ་

source: hrs:mins:secs
dz: ཆུ་ཚོད་:སྐར་མ་:སྐར་ཆ་

source: seconds
dz: སྐར་ཆ་ཚུ་

source: secs:frames
dz: སྐར་ཆ་ཚུ་:གཞི་ཁྲམ་ཚུ་

source: beats
dz: བིཊིསི་

source: Clipboard
dz: འཛིན་པང་

source: Select Region
dz: མངའ་ཁོངས་སེལ་འཐུ་འབད་

source: Move Selection
dz: སེལ་འཐུ་སྤོ་བཤུད་འབད་

source: Select All
dz: ཆ་མཉམ་སེལ་འཐུ་འབད་

source: Clear Selected Region
dz: སེལ་འཐུ་འབད་ཡོད་པའི་མངའ་ཁོངས་ཚུ་བསལ་

source: Original Sample
dz: དཔེ་ཚད་ངོ་མ་

source: %d second
dz: སྐར་ཆ་%d

source: %d.%03d second
dz: %d.སྐར་ཆ་%03d

source: %d minute
dz: སསྐར་མ་%d

source: %d hour
dz: ཆུ་ཚོད་%d

source: Mono
dz: རྐྱང་པོ་

source: Stereo
dz: གླུ་སྒྲོམ་

source: There was an error displaying help: %s
dz: གྲོགས་རམ་བཀྲམ་སྟོན་འབད་ནི་ལུ་འཛོལ་བ་ཅིག་འདུག: %s

source: Plugin Details
dz: པ་ལག་ཨིན་རྒྱས་བཤད་

source: Show details on all the plugins loaded
dz: མངོན་གསལ་འབད་ཡོད་པའི་པ་ལག་ཨིནསི་གུ་ རྒྱས་བཤད་ཚུ་སྟོན་

source: Unknown Artist
dz: མ་ཤེས་པའི་གླུ་གཞསཔ་

source: Unknown Album
dz: མ་ཤེས་པའི་གླུ་མཛོད་

source: Unknown Track
dz: མ་ཤེས་པའི་གླུ་རིམ་

source: Audio
dz: རྣར་ཉན་

source: CD Length: %s
dz: སི་ཊི་རིང་ཚད: %s

source: Track %d
dz: གླུ་རིམ་ %d

source: Extracting %d: %s - %s
dz: %d ཕྱིར་འདོན་འབད་དོ: %s - %s

source: Extracting Audio
dz: རྣར་ཉན་ཕྱིར་འདོན་འབད་དོ་

source: Various
dz: འདྲ་མིན་སྣ་ཚོགས་

source: Extract Audio from CD
dz: སི་ཌི་ནང་ལས་རྣར་ཉན་ཕྱིར་འདོན་འབད་

source: CD Drive
dz: སི་ཌི་འདྲེན་འཕྲུལ་

source: _Extract from:
dz: ནང་ལས་ཕྱིར་འདོན་འབད:(_E)

source: _Speed:
dz: མགྱོགས་ཚད:(_S)

source: Extract by Trac_k
dz: གླུ་རིམ་གིས་ཕྱིར་འདོན་འབད་(_k)

source: Extract
dz: ཕྱིར་འདོན་

source: Track
dz: གླུ་རིམ་

source: Type
dz: དབྱེ་བ་

source: Start
dz: འགོ་བཙུགས་

source: End
dz: མཇུག་བསྡུ་

source: Length
dz: རིང་ཚད་

source: Extract Entire _CD
dz: སི་ཌི་ཧྲིལ་བུ་ཕྱིར་འདོན་འབད་(_C)

source: CD Length: 00:00.00
dz: སི་ཌི་ རིང་ཚད:༠༠:༠.༠༠

source: Options
dz: གདམ་ཁ་ཚུ་

source: Generate Tone
dz: སྐད་ཀྱི་སྙན་ཆ་བཟོ་བཏོན་འབད་

source: Frequency:
dz: འབྱུང་ཐེངས:

source: Tone...
dz: སྐད་ཀྱི་སྙན་ཆ་་་

source: Generate a tone
dz: སྐད་ཀྱི་སྙན་ཆ་བཟོ་བཏོན་འབད་

source: Test plugin
dz: པ་ལག་ཨིན་བརྟག་ཞིབ་འབད་

source: The test plugin
dz: བརྟག་ཞིབ་པ་ལག་ཨིན་དེ་

source: Remove Channel
dz: རྒྱུ་ལམ་དེ་རྩ་བསྐྲད་གཏང་

source: Remove Channel: %s
dz: རྒྱུ་ལམ་: %sདེ་རྩ་བསྐྲད་གཏང་

source: Remove Channel:
dz: རྒྱུ་ལམ་དེ་རྩ་བསྐྲད་གཏང:

source: _Left Channel
dz: གཡོན་གྱི་རྒྱུ་ལམ་(_L)

source: _Right Channel
dz: གཡས་ཀྱི་རྒྱུ་ལམ་(_R)

source: _Mix channels together
dz: རྒྱུ་ལམ་ཚུ་གཅིག་ཁར་སླ་བསྲེ་(_M)

source: _Remove Channel
dz: རྒྱུ་ལམ་རྩ་བསྐྲད་གཏང་(_R)

source: Add Channel
dz: རྒྱུ་ལམ་ཁ་སྐོང་རྐྱབས་

source: Add New Channel: %s
dz: རྒྱུ་ལམ་གསརཔ་ %s་ཁ་སྐོང་རྐྱབས་

source: Add New Channel As:
dz: རྒྱུ་ལམ་གསརཔ་དེ་ བཟུམ་སྦེ་ཁ་སྐོང་རྐྱབས:

source: _Clone data from original channel
dz: རྒྱུ་ལམ་ངོ་མ་དེ་ནང་ལས་གནད་སྡུད་རིགས་མཐུན་བཟོ་(_C)

source: _Add Channel
dz: རྒྱུ་ལམ་ཁ་སྐོང་རྐྱབས་(_A)

source: Crossfade
dz: སྐེདཔ་བཏོགསྟེ་བཀྱག་ཉམས་ནི་

source: Crossfade Sample: %s
dz: སྐེདཔ་བཏོགསྟེ་བཀྱག་ཉམས་ནིའི་དཔེ་ཚད:%s

source: Crossfade length:
dz: སྐེདཔ་བཏོགས་ཡལ་ནི་ རིང་ཚད་:

source: ms
dz: ཨེམ་ཨེསི་

source: Apply Crossfade at:
dz: སྐེདཔ་བཏོག་ཡལ་ནི་ འཇུག་སྤྱོད་འབད་:

source: _Start
dz: འགོ་བཙུགས་(_S)

source: _Finish
dz: མཇུག་བསྡུ་ (_F)

source: _Both Start and Finish
dz: འགོ་བཙུགས་དང་ མཇུག་བསྡུ་ གཉིས་ཆ་ར་(_B)

source: Crossfade Samples
dz: སྐྱེདཔ་བཏོག་སྟེ་བཀྱག་ཉམས་ནིའི་དཔེ་ཚད་ཚུ་

source: Edit Marker
dz: རྟགས་བཀལ་མི་ཞུན་དག་འབད་

source: Change Details
dz: རྒྱས་བཤད་ཚུ་བསྒྱ྄ར་བཅོས་འབད་

source: Change Information
dz: བརྡ་དོན་བསྒྱུར་བཅོས་འབད་

source: Type:
dz: དབྱེ་བ:

source: Location:
dz: གནས་ཁོངས:

source: Size on Disk:
dz: ཌིསིཀི་གུ་ཡོད་མི་ཚད:

source: Size in Memory:
dz: དྲན་ཚད་ནང་གི་ཚད:

source: Last Modification:
dz: མཐའ་མཇུག་གི་ལེགས་བཅོས:

source: Artist:
dz: གླུ་གཞསཔ:

source: Album:
dz: གླུ་མཛོད:

source: Track Number:
dz: གླུ་རིམ་གྱི་ཨང་གྲངས:

source: Comments:
dz: བསམ་བཀོད་ཚུ:

source: Beats Per Minute:
dz: སྐར་མ་རེ་ལུ་བིཊི་རེ:

source: Number of Frames:
dz: གཞི་ཁྲམ་གྱི་གྱངས:

source: Number of Channels:
dz: རྒྱུ་ལམ་གྱི་གྱངས་ཁ་:

source: Sample Information: %s
dz: དཔེ་ཚད་བརྡ་དོན:%s

source: General
dz: སྤྱིར་བཏང་

source: Set Information
dz: བརྡ་དོན་གཞི་སྒྲིག་འབད་

source: Start of Sample
dz: དཔེ་ཚད་ཀྱི་འགོ་བཙུགས་

source: End of Sample
dz: དཔེ་ཚད་ཀྱི་མཇུག་

source: Start of Selection
dz: སེལ་འཐུའི་འགོ་བཙུགས་

source: End of Selection
dz: སེལ་འཐུའི་མཇུག་

source: Previous Zero Crossing
dz: ཧེ་མམ་གྱི་ ཀླད་ཀོར་སྐྱེདཔ་བཏོག་ནི་

source: Next Zero Crossing
dz: ཤུལ་མམ་གྱི་ཀླད་ཀོར་སྐྱེདཔ་བཏོག་ནི་

source: Custom Position
dz: སྲོལ་སྒྲིག་གནས་ས་

source: Marker
dz: རྟགས་བཀལ་མི་

source: Move Cursor: %s
dz: འོད་རྟགས་: %s སྤོ་བཤུད་འབད་

source: Mar_ker:
dz: རྟགས་བཀལ་མི:(_k)

source: _Move cursor
dz: འོད་རྟགས་སྤོ་བཤུད་འབད(_M)

source: 64kHz (Low Quality)
dz: kHz ༦༤(སྤུད་ཚད་དམའ་བ་)

source: 128kHz (Near CD Quality)
dz: kHz ༡༢༨(ཧ་ལམ་སི་ཊི་གི་སྤུད་ཚད་དང་དྲན་འདྲ་)

source: 196kHz (CD Quality)
dz: kHz ༡༩༦(སི་ཊི་གི་སྤུད་ཚད་)

source: 256kHz (High Quality)
dz: kHz ༢༥༦(སྤུད་ཚད་མཐོ་བ་)

source: 320kHz (Super High Quality)
dz: kHz ༣༢༠(སྤུད་དཚ་ཡང་དག་)

source: Joint Stereo
dz: མཉམ་འབྲེལ་གླུ་སྒྲོམ་

source: Dual Channel
dz: བཟུང་ལྡན་རྒྱུ་ལམ་

source: Automatic
dz: རང་བཞིན་གྱིས་

source: MP3 Encoding Parameters: %s
dz: ཨེམ་པི་༣ ཨེན་ཀོཌི་འབད་ནིའི་ཚད་བཟུང:%s

source: _Quality
dz: སྤུད་ཚད་(_Q)

source: Min
dz: ཉུང་མཐའ་

source: Max
dz: མང་མཐའ་

source: _Constant Bitrate
dz: ཆད་མེད་བིཊི་གོང་ཚད་(_C)

source: _Variable Bitrate
dz: བསྒྱུར་ཅན་བིཌི་གོང་ཚད་(_)

source: M_inimum Bitrate:
dz: བིཊི་གོང་ཚད་ཉུང་མཐའ:

source: _Average Bitrate:
dz: བིཊི་གོང་ཚད་ཆ་སྙོམས:(_A)

source: Ma_ximum Bitrate:
dz: བིཊི་གོང་ཚད་མང་མཐའ:(_x)

source: _Encoding Mode:
dz: ཨེན་ཀོཌི་འབད་ནིའི་ཐབས་ལམ:(_E)

source: Both Channels
dz: རྒྱུ་ལམ་གཉིས་ཆ་རང་

source: Left Channel Only
dz: གཡོན་གྱི་རྒྱ྄་ལམ་རྐྱངམ་ཅིག་

source: Right Channel Only
dz: གཡས་ཀྱི་རྒྱུ་ལམ་རྐྱངམ་ཅིག་

source: Cursor Position
dz: འོད་རྟགས་གནས་ས་

source: Select a Region: %s
dz: མངའ་ཁོངས་: %sཅིག་སེལ་འཐུ་འབད་

source: Selection _Start:
dz: སེལ་འཐུའི་འགོ་བཙུགས:(_S)

source: S_tart Marker:
dz: རྟགས་བཀལ་མི་འགོབཙུགས་:(_t)

source: Selection _End:
dz: སེལ་འཐུའི་མཇུག་བསྡུ:(_E)

source: P_osition:
dz: གནས་ས:(_o)

source: Start Mar_ker:
dz: རྟགས་བཀལ་མི་འགོ་བཙུགས:

source: Co_verage:
dz: ཁྱབ་ཁོངས:(_v)

source: Snap Selection To _Zero Crossing
dz: སེལ་འཐུ་དེ་ ལྐད་ཀོར་སྐྱེདཔ་བཏོ་ནི་ལུ་ པར་བཏབ་(_Z)

source: Select _Region
dz: མངའ་ཁོངས་སེལ་འཐུ་འབད་(_R)

source: Undo History: %s
dz: ལོ་རྒྱུས་%s་འབད་བཤོལ་བཞག་

source: Vorbis Encoding Parameters: %s
dz: བོར་བིསི་ཨེན་ཀོདི་འབད་ནི་ཚད་བཟུང:%s

source: _Remove Toolbar
dz: ལག་ཆས་ཕྲ་རིང་རྩ་བསྐྲད་གཏང་(_R)

source: Separator
dz: དབྱེ་བྱེད་

source: Drag an item from the box above onto the toolbars to add it. To remove an item, drag it from the toolbars to the box above.
dz: འདི་ཁ་སྐོང་བརྐྱབ་ནིའི་དོན་ལུ་ ལྟག་ལུ་ཡོད་མི་སྒྲོམ་དེ་ནང་ལས་ རྣམ་གྲངས་ཅིག་འདྲུད། རྣམ་གྲངས་ཅིག་རྩ་བསྐྲད་གཏང་ནིའི་དོན་ལུ་ འདི་ལག་ཆས་ཕྲ་རིང་ནང་ལས་ ལྟག་ལུ་ཡོད་མི་སྒྲོམ་ལུ་འདྲུད།

source: [FILE...]
dz: [ཡིག་སྣོད་...]

source: Marlin is not able to write to %s. Please check the permissions and restart Marlin
dz: མར་ལིན་འདི་གིས་ %s དེ་ལུ་འབྲི་མི་ཚུགས་པས། གནང་བ་ཚུ་ཞིབ་དཔྱད་འབད་ཞིནམ་ལས་ མར་ལིན་དེ་ལོག་འགོ་བཙུགས་

source: Clipboard Info
dz: འཛིན་དཔང་བརྡ་དོན་

source: Source:
dz: འབྱུང་ཁུངས:

source: Attributes:
dz: ཁྱད་ཆོས:

source: Frames:
dz: གཞི་ཁྲམ་ཚུ:

source: Size:
dz: ཚད:

source: Play Clipboard
dz: འཛིན་པང་གཏང་

source: About %s remaining.
dz: %s ལྷག་ལུས་ཀི་སྐོར་ལས་

source: (Paused)
dz: (ཐེམ་བཞག་ནུག)

source: _Pause
dz: ཐེམ་(_P)

source: ESD
dz: ཨི་ཨེསི་ཌི་

source: Remote stream
dz: ཐག་རིང་གི་རྒྱུན་རིམ་

source: JACK
dz: ཇེག་

source: Recording
dz: སྒྲ་བཟུང་དོ་

source: Playing
dz: གཏང་དོ་

source: Ready
dz: གྲ་སྒྲིག་

source: Record audio
dz: སྒྲ་བཟུང་རྣར་ཉན་

source: Recording Controls
dz: ཚད་འཛིན་ཚུ་སྒྲ་བཟུང་འབད་དོ་

source: _Settings
dz: སྒྲིག་སྟངས་ཚུ་(_S)

source: Sample Information
dz: དཔེ་ཚད་བརྡ་དོན་

source: Destination
dz: འགྲོ་ཡུལ་

source: _Create a new window
dz: སྒོ་སྒྲིག་གསརཔ་ཅིག་གསར་བསྐརུན་འབད་(_C)

source: Use an _existing window
dz: ད་ལྟོ་ཡོད་པའི་སྒོ་སྒྲིག་ཅིག་ལག་ལེན་འཐབ་(_e)

source: Insert
dz: བཙུགས་

source: Overwrite
dz: ཚབ་སྲུང་འབད་ནི་

source: at
dz: ལུ་

source: <b>Unable to start JACK</b>
dz: <b>JACKའགོ་བཙུགས་མ་ཚུགས་</b>

source: Marlin requires JACK for its audio output, but JACK failed to start. Marlin will continue to run, but playback and recording features will be disabled
dz: མར་ལིན་དེ་ལུ་ JACK འདི་དེའི་རྣར་ཉེན་ཨའུཊི་པུཊི་གི་དོན་ལུ་དགོཔ་ཨིན་ དེ་འབདཝ་ད་JACKའདི་འགོ་བཙུགས་མ་ཚུགས། མར་ལིན་འདི་ལཱ་འབད་ནི་ལུ་འཕྲོ་མཐུདཔ་ཨིན་ དེ་འབདཝ་ད་གླུ་གཞས་གཏང་ནི་དང་ སྒྲ་བཟུང་ཁྱད་རྣམ་ཚུ་ལྕོགས་མེད་བཟོ་འོང་།

source: (read only)
dz: (ལྷག་ནི་རྐྱངམ་ཅིག་)

source: (modified)
dz: (ལེགས་བཅོས་འབད་ཡོདཔ་)

source: If you close without saving, changes from the last second will be discarded.
dz: ཁྱོད་སྲུང་བཞག་མ་འབད་བར་ཁ་བསྡམ་པ་ཅིན་ སྐར་ཆ་མཐའ་མཇུག་གི་བསྒྱུར་བཅོས་ཚུ་བཏོན་བཀོག་འོང་།

source: If you close without saving, changes from the last minute will be discarded.
dz: ཁྱོད་སྲུང་བཞག་མ་འབད་བར་ཁ་བསྡམ་པ་ཅིན་ སྐར་མ་མཐའ་མཇུག་གི་བསྒྱུར་བཅོས་ཚུ་བཏོན་བཀོག་འོང་།

source: Save changes made to "%s" before closing?
dz: ཁ་མ་བསྡམ་པའི་ཧེ་མ་"%s" དེ་ལུ་བཟོ་ཡོད་མི་བསྒྱུར་བཅོས་ཚུ་སྲུང་བཞག་འབད་དགོཔ་ཨིན་ན?

source: Do_n't save
dz: སྲུང་བཞག་མ་འབད་(_n)

source: Cancel
dz: ཆ་མེད་གཏང་

source: Save %s?
dz: %s སྲུང་བཞག་མ་འབད་ཡ?

source: Mute Sample
dz: སྐད་མེད་དཔེ་ཚད་

source: Invert Sample
dz: དཔེ་ཚད་གནས་ལོག་འབད་

source: Adjust Sample Volume...
dz: དཔེ་ཚད་སྦུང་ཚད་བདེ་སྒྲིག་འབད་་་

source: Reverse Sample
dz: དཔེ་ཚད་རིམ་ལོག་འབད་

source: Mute Selection
dz: སྐད་མེད་སེལ་འཐུ་

source: Invert Selection
dz: སེལ་འཐུ་གནས་ལོག་འབད་

source: Adjust Selection Volume...
dz: སེལ་འཐུའི་སྦུང་ཚད་བདེ་སྒྲིག་འབད་་་

source: Reverse Selection
dz: སེལ་འཐུ་གནས་ལོག་འབད་

source: Add a Channel...
dz: རྒྱུ་ལམ་ཅིག་ཁ་སྐོང་རྐྱབས་་་

source: Remove a Channel...
dz: རྒྱ་ལམ་ཅིག་རྩ་བསྐྲད་གཏང་་་་

source: Mix...
dz: སླ་བསྲེ་ནི་་་

source: Replace
dz: ཚབ་བཙུགས་

source: Mix into Selection...
dz: སེལ་འཐུའི་ནང་ལུ་སླ་བསྲེ་་་་

source: Replace Selection
dz: སེལ་འཐུའི་ཚབ་བབཙུགས་

source: Undo '%s'
dz: '%s'འབད་བཤོལ་བཞག་

source: Undo
dz: འབད་བཤོལ་

source: Undo the previous action
dz: ཧེ་མམ་གྱི་བྱ་བ་དེ་འབད་བཤོལ་འབད་བཞག་

source: Redo '%s'
dz: '%s' ལོག་འབད་

source: Redo
dz: ལོག་འབད་

source: Redo the last action
dz: མཐའ་མཇུག་གི་བྱ་བ་དེ་ལོག་འབད་

source: Opening %s
dz: %s ཁ་ཕྱེ་དོ་

source: Opening file
dz: ཡིག་སྣོད་ཁ་ཕྱེ་དོ་

source: Could not load '%s'
dz: '%s'མངོན་གསལ་འབད་མ་ཚུགས་

source: Saving %s
dz: %s སྲུག་བཞག་འབད་དོ་

source: Saving file
dz: ཡིག་སྣོད་སྲུག་བཞག་འབད་དོ་

source: Marlin is unable to save %s as there is no encoder for %s.
dz: མར་ལིན་གྱིས་%sའདི་སྲུང་བཞག་འབད་མི་ཚུགས་པས དེ་ཡང་ %sགི་དོན་ལུ་ ཨེན་ཀོ་ཌར་དེ་མེད་ནི་དེ་གིས་ཨིན།

source: Would you like to save as a different format?
dz: ཁྱོད་ཀྱིས་རྩ་སྒྲིག་སོ་སོ་ཅིག་སྦེ་སྲུང་བཞག་འབད་ནི་ཨིན་ན?

source: The file '%s' already exists.
dz: ཡིག་སྣོད་'%s' འདི་ཧེ་མ་ལས་རང་ཡོད།

source: Do you want to make a backup called '%s' first?
dz: ཁྱོད་ཀྱིས་དང་པ་རང་ '%s' ཟེར་མི་རྒྱབ་ཐག་དེ་བཟོ་ནི་ཨིན་ན?

source: Overwrite File
dz: ཡིག་སྣོད་ཚབ་སྲུང་འབད་

source: Backup File
dz: རྒྱབ་ཐག་ཡིག་སྣོད་

source: There is not enough space to create a backup. Do you want to overwrite the file?
dz: རྒྱབ་ཐག་གསར་བསྐྲུན་འབད་ནི་ལུ་ བར་སྟོང་ལངམ་སྦེ་མིན་འདུག ཁྱོད་ཀྱིས་ཡིག་སྣོད་དེ་ཚབ་སྲུང་འབད་ནི་ཨིན་ན?

source: Unable to save file to '%s'.
dz: ཡིག་སྣོད་དེ་ '%s' ལུ་སྲུང་བཞག་འབད་མ་ཚུགས་

source: '%s' is a directory.
dz: '%s'འདི་སྣོད་ཐོ།

source: From file extension
dz: ཡིག་སྣོད་རྒྱ་བསྐྱེད་ནང་ལས་

source: From profile
dz: གསལ་སྡུད་ནང་ལས་

source: Determine _Format:
dz: རྩ་སྒྲིག་གཏན་འབེབས་བཟོ:(_F)

source: _Profile:
dz: གསལ་སྡུད:(_P)

source: The delete operation can only be performed on both channels of a stereo sample.
dz: བཏོན་གཏང་ནིའི་བཀོལ་སྤྱོད་དེ་ གླུ་སྒྲོམ་དཔེ་ཚད་ཅིག་གི་རྒྱུ་ལམ་གཉིས་ཆ་རའི་གུ་རྐྱངམ་ཅིག་ལག་ལེན་འཐབ་བཏུབ་ཨིན།

source: Delete Selection
dz: སེལ་འཐུ་བཏོན་གཏང་

source: Muting
dz: སྐད་མེད་བཟོ་དོ་

source: The crop operation can only be performed on both channels of a stereo sample.
dz: བཏོག་བཅོས་བཀོལ་སྤྱོད་དེ་ གླུ་སྒྲོམ་དཔེ་ཚད་ཅིག་གི་ རྒྱུ་ལམ་གཉིས་ཆ་རའི་གུ་རྐྱངམ་ཅིག་ལག་ལེན་འཐབ་བཏུབ་ཨན།

source: Crop Selection
dz: བཏོག་བཅོས་སེལ་འཐུ་

source: Paste
dz: སྦྱར་

source: Mix Into Selection
dz: སེལ་འཐུའི་ནང་ལུ་སླ་བསྲེ་

source: Mix
dz: སླ་བསྲེ་

source: Mix Clipboard: %s
dz: འཛིན་པང:%s དེ་སླ་བསྲེ་

source: _Clipboard Level:
dz: འཛིན་པང་གནས་རིམ:(_C)

source: _Sample Level:
dz: དཔེ་ཚད་གནས་རིམ:(_S)

source: Expand clipboard to fill selection
dz: སེལ་འཐུ་བཀང་ནིའི་དོན་ལུ་ འཛིན་པང་ རྒྱ་འཕར་གཏང་

source: Shrink clipboard to fit selection
dz: སེལ་འཐུ་ ཚུད་སྒྲིག་འབད་ནིའི་དོན་ལུ་ འཛིན་པང་ བསྐུམ་

source: Adjust Sample Volume
dz: དཔེ་ཚད་ཀྱི་སྦུ་ཚད་བདེ་སྒྲིག་འབད་

source: Adjust Selection Volume
dz: སེལ་འཐུའི་སྦུང་ཚད་དེ་བདེ་སྒྲིག་འབད་

source: Adjust Volume: %s
dz: སྦུང་ཚད:%s བདེ་སྒྲིག་འབད་

source: -∞ dB -> +15.0 dB
dz: -∞ dB -> +༡༥.༠ dB

source: _Adjust
dz: བདེ་སྒྲིག་(_A)

source: Insert Silence
dz: ཁུ་སིམ་སིམ་བཙུགས་

source: At Marker
dz: རྟགས་བཀལ་མི་ལུ་

source: Insert Silence: %s
dz: ཁུ་སིམ་སིམ་: %s བཙུགས་

source: _Duration:
dz: དུས་ཡུན:(_D)

source: Insert _Position:
dz: གནས་ས་བཙུགས:(_P)

source: _Marker:
dz: བཏགས་བཀལ་མི:(_M)

source: _Insert Silence
dz: ཁུ་སིམ་སིམ་བཙུགས་(_I)

source: Create a new sample
dz: དཔེ་ཚད་གསརཔ་ཅིག་གསར་བསྐྲུན་འབད་

source: Create Sample
dz: དཔེ་ཚད་གསར་བསྐྲུན་འབད་

source: Sample rate:
dz: དཔེ་ཚད་གོང་ཚད:

source: _Mono
dz: རྐྱང་པོ་(_M)

source: _Stereo
dz: གླུ་སྒྲོམ་(_S)

source: A sample editor for Gnome.
dz: ཇི་ནོམ་གྱི་དོན་ལུ་ དཔེ་ཚད་ཞུན་དག་པ་ཅིག

source: translator-credits
dz: སྐད་བསྒྱུར་པའི་-ངོ་བསྟོད་

source: Select Nothing
dz: ག་ནི་ཡང་སེལ་འཐུ་མ་འབད་

source: Halve Selection
dz: སེལ་འཐུ་ཕྱད་ཀ་ལུ་བཀལ་

source: Double Selection
dz: སེལ་འཐུ་ལོག་བལྟབ་

source: Shift Selection Left
dz: སེལ་འཐུ་གཡོན་སྤོ་བཤུད་འབད་

source: Shift Selection Right
dz: སེལ་འཐུ་གཡས་སྤོ་བཤུད་འབད་

source: Snap To Zero Crossing
dz: ཀླད་ཀོར་སྐྱེདཔ་བཏོག་ནི་ལུ་པར་བཏབ་

source: Toolbar Editor
dz: ལག་ཆས་ཕྲ་རིང་ཞུན་དག་པ་

source: Add a New Toolbar
dz: ལག་ཆས་ཕྲ་རིང་གསརཔ་ཅིག་ཁ་སྐོང་རྐྱབས་

source: Swap Channels
dz: རྒྱུ་ལམ་ཚུ་བརྗེ་སོར་འབད་

source: _File
dz: ཡིག་སྣོད་(_F)

source: _Edit
dz: ཞུན་དག་(_E)

source: _Selection
dz: སེལ་འཐུ་(_S)

source: _View
dz: མཐོང་སྣང་(_V)

source: _Transport
dz: སྐྱེལ་འདྲེན་(_T)

source: _Process
dz: ལས་སྦྱོར་(_P)

source: _Tools
dz: ལག་ཆས་ཚུ་(_T)

source: _Help
dz: གྲོགས་རམ་(_h)

source: New
dz: གསརཔ་

source: New...
dz: གསརཔ་་་

source: Open...
dz: ཁ་ཕྱེ་་་་

source: Open a file
dz: ཡིག་སྣོད་ཅིག་ཁ་ཕྱེ་

source: Recent Files
dz: འཕྲལ་གྱི་ཡིག་སྣོད་ཚུ་

source: Open a recently used file
dz: འཕྲལ་ཁམས་ལག་ལེན་འཐབ་ཡོད་མི་ཡིག་སྣོད་ཅིག་ཁ་ཕྱེ་

source: Save
dz: སྲུང་བཞག་འབད་

source: Save the current file
dz: ད་ལྟོའི་ཡིག་སྣོད་དེ་སྲུང་བཞག་འབད་

source: Save As...
dz: བཟུམ་སྦེ་སྲུང་་་

source: Save the current file with a different name
dz: ད་ལྟོའི་ཡིག་སྣོད་དེ་ མིང་སོ་སོ་ཅིག་གི་ཐོག་ལས་སྲུང་བཞག་འབད་

source: Information
dz: བརྡ་དོན་

source: Information about the sample
dz: དཔེ་ཚད་དེ་གི་སྐོར་ལས་བརྡ་དོན་

source: Close
dz: ཁ་བསྡམ་

source: Close this window
dz: སྒོ་སྒྲིག་འདི་ཁ་བསྡམ་

source: Quit
dz: སྤང་བཞག་

source: Quit Marlin
dz: མར་ལིན་སྤང་བཞག་

source: Contents
dz: ནང་དོན་ཚུ་

source: Help Contents
dz: གྲོགས་རམ་ནང་དོན་ཚུ་

source: About Marlin
dz: མར་ལིན་གྱི་སྐོར་

source: Show information about Marlin
dz: མར་ལིན་གྱི་སྐོར་ལས་བརྡ་དོན་ཚུ་སྟོན་

source: _Play
dz: གཏང་(_p)

source: Play current sample or selection
dz: ད་ལྟོའི་དཔེ་ཚད་ ཡང་ན་ སེལ་འཐུ་གཏང་

source: P_ause
dz: ཐེམ་(_a)

source: Pause playback
dz: གླུ་གཞས་གཏང་ནི་ཐེམ་བཞག་

source: _Stop
dz: བཀག་བཞག(_S)

source: Stop playback
dz: གླུ་གཞས་གཏང་ནི་པབཀག་བཞག་

source: Move to S_tart
dz: འགོ་བཙུགས་ལུ་སྤོ་བཤུད་འབད་(_t)

source: Go to start of sample
dz: དཔེ་ཚད་ཀྱི་འགོ་བཙུགས་ལུ་འགྱོ་

source: Move to _End
dz: མཇུག་ལུ་སྤོ་བཤུད་འབད་(_E)

source: Go to end of sample
dz: དཔེ་ཚད་ཀྱི་མཇུག་ལུ་འགྱོ་

source: _Record...
dz: སྒྲ་བཟུང་་་(_R)

source: Record a new sample
dz: དཔེ་ཚད་གསརཔ་ཅིག་སྒྲ་བཟུང་འབད་

source: Step _Forwards
dz: གོམ་པ་གདོང་བསྐྱོད་འབདཝ་ཨིན་(_F)

source: Step forward through the sample
dz: དཔེ་ཚད་དེ་བརྒྱུད་དེ་གདོང་བསྐྱོད་ལུ་གོམ་པ་སྤོ་

source: Step _Backwards
dz: གོམ་པ་རྒྱབ་བསྐྱོད་འབདཝ་ཨིན་(_B)

source: Step backwards through the sample
dz: དཔེ་ཚད་དེ་བརྒྱུད་དེ་གོམ་པ་རྒྱབ་བསྐྱོད་འབདཝ་ཨིན་

source: Play _Loop
dz: ལུང་ཐག་གཏང་(_L)

source: Loop sample or selection
dz: དཔེ་ཚད་ ཡང་ན་ སེལ་འཐུ་འཕྲལ་བཀོལ་

source: Generate
dz: བཟོ་བཏོན་འབད་ནི་

source: Generate sounds
dz: སྒྲ་སྐད་ཚུ་བཟོ་བཏོན་འབད་

source: Redo the next action
dz: ཤུལ་མམ་གྱི་བྱ་བ་དེ་ལོག་འབད་

source: Undo History
dz: ལོ་རྒྱུས་འབད་བཤོད་བཞག་

source: Show the undo history window
dz: ལོ་རྒྱུས་སྒོ་སྒྲིག་འབད་བཤོལ་བཞག་དེ་སྟོན་

source: Copy
dz: འདྲ་བཤུས་རྐྱབས་

source: Copy the selection to the clipboard
dz: སེལ་འཐུ་དེ་འཛིན་དཔང་ལུ་འདྲ་བཤུས་རྐྱབས་

source: Cut
dz: བཏོག་

source: Copy the selection to the clipboard and delete the selection
dz: སེལ་འཐུ་དེ་འཛིན་པང་དེ་ལུ་འདྲ་བཤུས་བརྐྱབ་ཞིནམ་ལས་ སེལ་འཐུ་དེ་བཏོན་གཏང་

source: Paste the clipboard contents into the sample
dz: འཛིན་པང་ནང་དོན་་དེ་ཚུ་དཔེ་ཚད་ནང་ལུ་སྦྱར་

source: Paste as New
dz: གསརཔ་སྦེ་སྦྱར་

source: Create a new sample from the contents of the clipboard
dz: འཛིན་པང་དེ་གི་ནང་དོན་དེ་ཚུ་ནང་ལས་ དཔེ་ཚད་གསརཔ་ཅིག་གསར་བསྐྲུན་འབད་

source: Mix the contents of the clipboard with the current sample
dz: འཛིན་པང་དེ་གི་ནང་དོན་དེ་ཚུ་ ད་ལྟོའི་དཔེ་ཚད་དག་གཅིག་ཁར་སླ་བསྲེ་འབད་

source: Crossfade...
dz: སྐྱེདཔ་བཏོག་སྟེ་བཀྱག་ཉམས་ནི་་་་

source: Crossfade the contents of the clipboard and the current sample
dz: འཛིན་པང་གི་ནང་དོན་དེ་ཚུ་དང་ ད་ལྟོའི་དཔེ་ཚད་དེ་ སྐྱེདཔ་བཏོག་སྟེ་བཀྱག་ཉམས་བཅུག་

source: Replace the selection with the contents of the clipboard
dz: སེལ་འཐུ་དེ་ འཛིན་པང་དེ་གི་ནང་དོན་ཚུ་གིས་ཚབ་བབཙུགས་

source: Delete the selection
dz: སེལ་འཐུ་དེ་བཏོན་གཏང་

source: Crop the area around the selection
dz: སེལ་འཐུའི་མཐའ་སྐོར་ཏེ་མངའ་ཁོངས་བཏོག་བཅོས་འབད་

source: Zero Crossing
dz: ཀླད་ཀོར་སྐྱེདཔ་བཏོག་ནི་

source: Move Cursor...
dz: འོད་རྟགས་སྤོ་བཤུད་འབད་་་་

source: Move the cursor to a specific point
dz: འོད་རྟགས་དེ་དམིགས་བསལ་ཡིག་ཚད་ཅིག་ལུ་སྤོ་བཤུད་འབད་

source: Customize Toolbars...
dz: ལག་ཆས་ཕྲ་རིང་སྲོལ་སྒྲིག་འབད་་་་

source: Customize the toolbars
dz: ལག་ཆས་ཕྲ་རིང་དེ་ཚུ་སྲོལ་སྒྲིག་འབད་

source: Find Previous
dz: ཧེ་མམ་གྱི་དེ་འཚོལ་

source: Move the cursor to the previous zero crossing
dz: འོད་རྟགས་དེ་ ཧེ་མམ་གྱི་ཀླད་ཀོར་སྐྱེདཔ་བཏོག་ནི་དེ་ལུ་སྤོ་བཤུད་འབད་

source: Find Next
dz: ཤུལ་མམ་གྱི་དེ་འཚོལ་

source: Move the cursor to the next zero crossing
dz: འོད་རྟགས་དེ་ ཤུལ་མམ་གྱི་ཀླད་ཀོར་སྐྱེདཔ་བཏོག་ནི་དེ་ལུ་སྤོ་བཤུད་འབད་

source: Select the whole sample
dz: དཔེ་ཚད་ཧྲིལ་བུམ་སེལ་འཐུ་འབད་

source: Deselect the whole selection
dz: སེལ་འཐུ་ཧྲིལ་བུམ་སེལ་འཐུ་བཤོལ་

source: Select Region...
dz: མངའ་ཁོངས་སེལ་འཐུ་འབད་་་་

source: Select a region
dz: མངའ་ཁོངས་ཅིག་སེལ་འཐུ་འབད་

source: Halve Selection Size
dz: སེལ་འཐུའི་ཚད་ཕྱད་ཀ་ལུ་བཀལ་

source: Halve the selection size
dz: སེལ་འཐུའི་ཚད་དེ་ཕྱད་ཀ་ལུ་བཀལ་

source: Double Selection Size
dz: སེལ་འཐུའི་ཚད་ལོག་བལྟབ་བཀལ་

source: Double the selection size
dz: སེལ་འཐུའི་ཚད་དེ་ལོག་བལྟབ་བཀལ་

source: Shift the selection to the left
dz: སེལ་འཐུ་དེ་ གཡོན་ལུ་སྤོ་བཤུད་འབད་

source: Shift the selection to the right
dz: སེལ་འཐུ་དེ་གཡས་ལུ་སྤོ་བཤུད་འབད་

source: Snap the selection to the nearest zero crossings
dz: སེལ་འཐུ་དེ་ ཐག་ཉེས་ཤོས་ཀྱི་ཀླད་ཀོར་སྐྱེདཔ་བཏོག་ནི་དེ་ལུ་ པར་བཏབ་

source: Mute the selection
dz: སེལ་འཐུ་དེ་སྐད་མེད་བཟོ་

source: Invert the selection
dz: སེལ་འཐུ་དེ་གནས་ལོག་འབད་

source: Swap Sample Channels
dz: དཔེ་ཚད་རྒྱུ་ལམ་དེ་ཚུ་བརྗེ་སོར་འབད་

source: Swap the samples channels
dz: དཔེ་ཚད་རྒྱུ་ལམ་དེ་ཚུ་བརྗེ་སོར་འབད་

source: Adjust the volume of the sample
dz: དཔེ་ཚད་དེ་གི་སྦུང་ཚད་དེ་བདེ་སྒྲིག་འབད་

source: Insert Silence...
dz: ཁུ་སིམ་སིམ་བཙུགས་་་་

source: Insert silence into the sample
dz: ཁུ་སིམ་སིམ་དེ་ དཔེ་ཚད་དེ་ནང་ལུ་བཙུགས་

source: Adjust Number of Channels...
dz: རྒཡུ་ལམ་ཚུ་གི་ཨང་གྲངས་དེ་བདེ་སྒྲིག་འབད་་་་

source: Change the number of channels in the sample
dz: དཔེ་ཚད་ནང་ལུ་ཡོད་མི་རྒྱུ་ལམ་གྱི་ཨང་གྲངས་དེ་བསྒྱུར་བཅོས་འབད་

source: Split Sample on Markers
dz: དཔེ་ཚད་དེ་རྟགས་བཀལ་མི་གུ་གཤག་

source: Split the sample into multiple new ones
dz: དཔེ་ཚད་དེ་སྣ་མང་གསརཔ་ཅིག་སྦེ་གཤག་

source: Reverse the sample
dz: དཔེ་ཚད་དེ་རིམལོག་འབད་

source: New View
dz: མཐོང་སྣང་གསརཔ་

source: Open a new view of this sample
dz: དཔེ་ཚད་འདི་གི་མཐོང་སྣང་གསརཔ་ཅིག་ཁ་ཕྱེ་

source: Zoom In
dz: ཕྱིར་རྒྱས་

source: Zoom in on the sample
dz: དཔེ་ཚད་གུ་ཕྱིར་རྒྱས་འབད་

source: Zoom Out
dz: ནང་བཟུམ་

source: Zoom out of the sample
dz: དཔེ་ཚད་དེ་གི་ནང་བཟུམ་

source: Show All
dz: ཆ་མཉམ་སྟོན་

source: Show the whole sample
dz: དཔེ་ཚད་ཧྲིལ་བུམ་སྟོན་

source: Zoom Selection
dz: རྒྱས་ཟུམ་སེལ་འཐུ་

source: Zoom in on the selection
dz: སེལ་འཐུ་དེ་གུ་ཕྱིར་རྒྱས་འབད་

source: Show information about the clipboard
dz: འཛིན་པང་དེ་གི་སྐོར་ལས་བརྡ་དོན་ཚུ་སྟོན་

source: Centre on Cursor
dz: འོད་རྟགས་གི་དབུས་

source: Centre the sample view on the cursor
dz: དཔེ་ཚད་ཀྱི་མཐོང་སྣང་དེ་ འོད་རྟགས་དེ་གུ་དབུས་སྒྲིག་འབད་

source: Vertical Zoom In
dz: ཀེར་ཕྲང་འབད་ཡོད་མི་ཕྱིར་རྒྱས་

source: Zoom in vertically on the sample
dz: དཔེ་ཚད་དེ་གུ་ཀེར་ཕྲང་སྦེ་ཕྱིར་རྒྱས་འབད་

source: Vertical Zoom Out
dz: ཀེར་ཕྲང་འབད་ཡོད་མི་ནང་ཟུམ་

source: Zoom out vertically on the sample
dz: དཔེ་ཚད་གུ་ཀེར་ཕྲང་འབད་ནང་ཟུམ་འབད་

source: Equalizers
dz: འདྲ་མཉམ་བཟོ་མི་

source: Change the visibility of the playback equalizers
dz: གླུ་གཞས་གཏང་ནི་འདྲ་མཉམ་བཟོ་མི་དེ་གི་ མཐོང་གསལ་དེ་བསྒྱུར་བཅོས་འབད་

source: Snap To Ticks
dz: བདེན་རྟགས་ལུ་པར་བཏབ་

source: Snap the markers to ticks
dz: བདེན་རྟགས་ལུ་རྟགས་བཀལ་མི་དེ་པར་བཏབ་

source: _Linear
dz: ཐིག་གི་(_L)

source: Use a linear scale
dz: ཐིག་གི་ཚད་ཤིང་ཅིག་ལག་ལེན་འཐབ་

source: _dB
dz: dB(_d)

source: Use a logarithmic scale
dz: མཉམ་གྲངས་ཀྱི་ཚད་ཤིང་ཅིག་ལག་ལེན་འཐབ་

source: Add a marker to the sample
dz: དཔེ་ཚད་དེ་ལུ་རྟགས་བཀལ་མི་ཅིག་ཁ་སྐོང་རྐྱབས་

source: Remove this marker from the sample
dz: དཔེ་ཚད་དེ་ནང་ལས་རྟགས་བཀལ་མི་འདི་རྩ་བསྐྲད་གཏང་

source: Goto Marker
dz: རྟགས་བཀལ་མི་དེ་ལུ་འགྱོ་

source: Move the cursor to this marker's location
dz: རྟགས་བཀལ་མིའི་ གནས་ཁོངས་འདི་ལུ་ འོད་རྟགས་དེ་སྤོ་
