Repository: tenzin/dzongkha-linux-translation-files
Catalog: gnome-extras/NetworkManager-pptp.NETWORKMANAGER_0_6_0_RELEASE.*.po
Languages: dz

source: _Secondary Password:
dz: གལ་གནད་ཆུང་བའི་ཆོག་ཡིག་:(_S)

source: _Username:
dz: ལག་ལེན་པའི་མིང་:(_U)

source: _Domain:
dz: ཌོ་མེན་:(_D)

source: _Password:
dz: ཆོག་ཡིག་:(_P)

source: Connect _anonymously
dz: མིང་མེད་ཐོག་ལས་མཐུད་ (_a)

source: Connect as _user:
dz: ལག་ལེན་པ་སྦེ་མཐུད་:(_u)

source: _Remember password for this session
dz: ལཱ་ཡུན་འདི་གི་དོན་ལུ་ ཆོག་ཡིག་ སེམས་ཁར་བཞག་(_R)

source: _Save password in keyring
dz: ཆོག་ཡིག་ ལྡེ་འཁོར་ནང་ སྲུངས་བཞག་འབད་(_S)

source: You need to authenticate to access the Virtual Private Network '%s'.
dz: བར་ཅུ་ཡལ་སྒེར་དོན་གྱི་ཡོངས་འབྲེལ་ '%s' འདི་འཛུལ་སྤྱོད་འབད་ནིའི་དོན་ལུ་ ཁྱོད་ཀྱིས་བདེན་བཤད་འབད་དགོ།

source: Authenticate PPTP VPN
dz: པི་པི་ཊི་པི་ ཝི་པི་ཨེན་ བདེན་བཤད་འབད་ནི་

source: Add, Remove, and Edit VPN Connections
dz: ཝི་པི་ཨིན་མཐུད་ལམ་ཚུ་ ཁ་སྐོང་ རྩ་བསྐྲད་དང་ཞུན་དག་འབད་

source: VPN Connection Manager (PPTP)
dz: ཝི་པི་ཨེན་མཐུད་ལམ་གྱི་འཛིན་སྐྱོང་པ་(པི་པི་ཊི་པི་)

source: PPTP Client
dz: པི་པི་ཊི་པི་ཞབས་ཏོག་སྤྱོད་མི་

source: The following PPTP connection will be created:
dz: འོག་ལུ་ཡོད་པའི་ པི་པི་ཊི་པི་མཐུད་ལམ་འདི་གསལ་བསྐྲུན་འབད་ནི་ཨིན:

source: Name: %s
dz: མིང་: %s

source: Remote: %s
dz: ཐག་རིང་གི: %s

source: Username: %s
dz: ལག་ལེན་པའི་མིང་: %s

source: Routes: %s
dz: འགྲུལ་ལམ་ཚུ་: %s

source: Use MPPC Compression: %s
dz: ཨེམ་པི་པི་སི་ ཨེབ་བཙུགས་འདི་ལག་ལེན་འཐབ་: %s

source: Yes
dz: ཨིན་

source: No
dz: མེན་

source: Use MPPE Encryption: %s
dz: ཨེམ་པི་པི་ཨི་ གསང་བཟོ་ལག་ལེན་འཐབ་: %s

source: The connection details can be changed using the "Edit" button.
dz: མཐུད་ལམ་གྱི་རྒྱས་བཤད་འདི་ "Edit" ཨེབ་རྟ་ ལག་ལེན་འཐབ་པ་ཅིན་ བསྒྱུར་བཅོས་འབད་ཚུགས།

source: Cannot import settings
dz: སྒྲིག་སྟངས་ ནང་འདྲེན་འབད་མི་ཚུགས་

source: The VPN settings file '%s' does not contain valid data.
dz: ཝི་པི་ཨེན་སྒྲིག་སྟངས་གི་ཡིག་སྣོད་ '%s' ནང་ལུ་ ནུས་ཅན་གྱི་གནད་སྡུད་ མིན་འདུག

source: Select file to import
dz: ནང་འདྲེན་འབད་ནི་ཨིན་པའི་ཡིག་སྣོད་སེལ་འཐུ་འབད་

source: Save as...
dz: དེ་སྦེ་སྲུངས་

source: A file named "%s" already exists.
dz: ཡིག་སྣོད་མིང་"%s" འདི་ཧེ་མ་ལས་རང་འདུག

source: Do you want to replace it with the one you are saving?
dz: ཁྱོད་ཀྱིས་ སྲུང་མི་འདི་དང་གཅིག་ཁར་ འདི་ ཚབ་བཙུགས་ནི་ཨིན་ན ?

source: <b>Connection Name</b>
dz: <b>མཐུད་ལམ་གྱི་མིང་</b>

source: <b>Required Information</b>
dz: <b>དགོས་མཁོ་ཡོད་པའི་བརྡ་དོན་</b>

source: <i>example: 172.16.0.0/16 10.11.12.0/24</i>
dz: <i>དཔེར་ན་: ༡༧༢.༡༦.༠.༠/༡༦ ༡༠.༡༡.༡༢.༠/༢༤</i>

source: MS CHAP-v1/v2
dz: ཨེམ་ཨེསི་ སི་ཨེཆ་ཨེ་པི་-ཝི༡/ཝི༢

source: Please enter the information provided by your system administrator below. Do not enter your password here as you will be prompted when connecting.
dz: ཁྱོད་རིའི་རིམ་ལུགས་བདག་སྐྱོང་པའི་བྱིན་ཏེ་ཡོད་མི་བརྡ་དོན་འདི་འོག་ལུ་ཐོ་བཀོད་གནང་། ཁྱོད་རའི་ཆོག་ཡིག་འདི་ནཱ་ལུ་མ་བཙུགས་ མཐུད་ལམ་སྐབས་ཁྱོད་ལུ་དྲན་གསོ་འབད་འོང་།

source: Require MPPE encryption
dz: དགོས་མཁོ་ཡོད་པའི་ཨེམ་པི་པི་ཨི་གསང་བཟོ་

source: Use MPPC compression
dz: ཨེམ་པི་པི་སི་ཨེབ་བཙུགས་འདི་ལག་ལེན་འཐབ་

source: Username:
dz: ལག་ལེན་པའི་མིང་:

source: Your password must be defined in /etc/ppp/chap-secrets
dz: ཁྱོད་རའི་ཆོག་ཡིག་འདི་ངེས་འཛིན་འབད་དགོ་ ནང/ལ་སོགས་པ་/པི་པི་པི་/ལེའུ_གསང་བ་ཚུ་

source: _Gateway:
dz: འཛུལ་སྒོ་:(_G)

source: _Import Saved Configuration...
dz: སྲུང་བཞག་འབད་ཡོད་པའི་རིམ་སྒྲིག་ ནང་འདྲེན་འབད་(_I)

source: _Name used to identify the connection to the private network, e.g. "Campus VPN" or "Corporate Network"
dz: སྒེར་གྱི་ཡོངས་འབྲེལ་མཐུད་ལམ་འདི་ངོས་འཛིན་འབད་ནིའི་དོན་ལུ་ ལག་ལེན་འཐབ་ཡོད་པའི་མིང་ དཔེར་ན་"Campus VPN" ཡང་ན་ "Corporate Network"

source: _Only use VPN connection for these addresses
dz: ཁ་བྱང་འདི་ཚུ་གི་དོན་ལུ་ཝི་པི་ཨེན་གྱི་མཐུད་ལམ་རྐྱངམ་ཅིག་ལག་ལེན་འཐབ་(_O)

source: VPN Connection failed
dz: ཝི་པི་ཨེན་གྱི་མཐུད་ལམ་ལུ་འཐུས་ཤོར་བྱུང་ཡོདཔ་
