Repository: tenzin/dzongkha-linux-translation-files
Catalog: gnome-extras/ontv.HEAD.*.po
Languages: dz

source: Accessories
dz: ཡན་ལག་ཆ་ཅས་

source: Factory for creating the OnTV applet
dz: རྒྱང་འཕྲིན་ཨཱོན་འབད་ནིའི་ཨེཔ་ལེཊི་འདི་གསར་བསྐྲུན་འབད་ནིའི་དོན་ལུ་འཕྲུལ་ཁང་

source: Monitor TV programs
dz: གསལ་འཕྲུལ་རྒྱང་འཕྲིན་ལས་རིམ་ཚུ་

source: OnTV
dz: རྒྱང་འཕྲིན་ཨཱོན་

source: OnTV Applet Factory
dz: རྒྱང་འཕྲིན་ཨཱོན་ཨེཔ་ལེཊི་འཕྲུལ་ཁང་

source: _About
dz: སྐོར་ལས། (_A)

source: _Preferences
dz: དགའ་གདམ་ཚུ། (_P)

source: _Search Program
dz: ལས་རིམ་འཚོལ་ཞིབ་འབད། (_S)

source: _Update TV listings
dz: དུས་མཐུན་བཟོ་ནི་རྒྱང་མཐོང་ཐོ་ཡིག་ཚུ།(_U)

source: <b>Air time:</b>
dz: <b>བར་སྣང་དུས་ཡུན:</b>

source: <b>Channel:</b>
dz: <b>རྒྱུ་ལམ:</b>

source: <b>Description:</b>
dz: <b>འགྲེལ་བཤད:</b>

source: <b>Display</b>
dz: <b>བཀྲམ་སྟོན་འབད</b>

source: <b>Hotkeys</b>
dz: <b>མགྱོགས་ལྡེ་ཚུ་</b>

source: <b>Location</b>
dz: <b>གནས་ཁོངས</b>

source: <b>Logo:</b>
dz: <b>ལས་རྟགས:</b>

source: <b>Name:</b>
dz: <b>མིང་:</b>

source: C_urrent programs
dz: ད་ལྟོའི་ལས་རིམ་ཚུ། (_u)

source: Channels
dz: རྒྱུ་ལམ་ཚུ་

source: General
dz: ཡོངས་ཁྱབ་

source: Preferences for OnTV
dz: རྒྱང་འཕྲིན་ཨཱོན་གྱི་དོན་ལུ་དགའ་གདམ་ཚུ་

source: Reminders
dz: དྲན་བསྐུལ་ཚུ་

source: Right-click on a channel to set logo
dz: ལས་རྟགས་གཞི་སྒྲིག་འབད་ནི་ལུ་ རྒྱུ་ལམ་ཅིག་གུ་གཡས་ཨེབ་གཏང་འབད་

source: Search Program
dz: ལས་རིམ་འཚོལ་ཞིབ་འབད་

source: Show _main window:
dz: སྒོ་སྒྲིག་ངོ་མ་འདི་སྟོན: ( _m)

source: Show _search program window:
dz: ལས་རིམ་འཚོལ་ཞིབ་སྒོ་སྒྲིག་འདི་སྟོན: (_s)

source: U_pcoming programs
dz: མགྱོགས་པར་འོང་བའི་ལས་རིམ་ཚུ། (_p)

source: _Channel:
dz: རྒྱུ་ལམ: (_C)

source: _Current reminders:
dz: ད་ལྟོའི་དྲན་བསྐུལ་ཚུ: (_C)

source: _Details
dz: རྒྱས་བཤད་ཚུ། (_D)

source: _Enable
dz: ལྕོགས་ཅན་བཟོ། (_E)

source: _Notify
dz: བརྡ་བསྐུལ་འབད། (_N)

source: _Program:
dz: ལས་རིམ: (_P)

source: _Search:
dz: འཚོལ་ཞིབ་འབད: (_S)

source: _Select channels to monitor in preferred order:
dz: དགའ་གདམ་བརྐྱབ་ཡོད་པའི་རིམ་པའི་ནང་ལྟ་རྟོག་འབད་ནི་ལུ་ རྒྱུ་ལམ་ཚུ་སེལ་འཐུ་འབད: (_S)

source: minutes before the program begins
dz: ལས་རིམ་འདི་འགོ་མ་བཙུགས་པའི་ཧེ་མ་སྐར་ཆ་

source: Command for grabbing XMLTV file.
dz: ཨེགསི་ཨེམ་ཨེལ་ཊི་ཝི་ཡིག་སྣོད་འཛིན་བྱེད་དོན་ལུ་བརྡ་བཀོད།

source: Configured grabbers
dz: རིམ་སྒྲིག་ཡོད་མི་འཛིན་བྱེད་ཚུ།

source: Display current programs
dz: ད་ལྟོའི་ལས་རིམ་ཚུ་བཀྲམ་སྟོན་འབད་

source: Display upcoming programs
dz: མགྱོགས་པར་འོང་བའི་ལས་རིམ་ཚུ་བཀྲམ་སྟོན་འབད་

source: Enable hotkeys
dz: མགྱོགས་ལྡེ་ཚུ་ལྕོགས་ཅན་བཟོ་

source: Keyboard shortcut for showing the OnTV window.
dz: རྒྱང་འཕྲིན་ཨཱོན་སྒོ་སྒྲིག་སྟོན་ནི་དོན་ལུ་ ལྡེ་སྒྲོམ་མྒྱོགས་ཐབས།

source: Keyboard shortcut for showing the search program window.
dz: འཚོལ་ཞིབ་འབད་ཡོད་པའི་ལས་རིམ་སྒོ་སྒྲིག་སྟོན་ནི་དོན་ལུ་ ལྡེ་སྒྲོམ་མགྱོགས་ཐབས།

source: List of countries for which XMLTV grabbers has been successfully configured.
dz: ཨེགསི་ཨེམ་ཨེལ་ཊི་ཝི་འཛིན་བྱེད་དེ་མཐར་འཁྱོལཝ་སྦེ་རིམ་སྒྲིག་འབད་ཡོད་མི་གི་དོན་ལུ་རྒྱལ་ཁབ་ཚུ་གི་ཐོ་ཡིག

source: Show search program hotkey
dz: འཚོལ་ཞིབ་ལས་རིམ་མགྱོགས་ལྡེ་སྟོན་

source: Show window hotkey
dz: སྒོ་སྒྲིག་མགྱོགས་ལྡེ་སྟོན་

source: Whether OnTV should display current programs.
dz: རྒྱང་འཕྲིན་ཨཱནོ་དེ་གིས་ ད་ལྟོའི་ལས་རིམ་ཚུ་བཀྲམ་སྟོན་འབད་རུང་མ་འབད་རུང་།

source: Whether OnTV should display upcoming programs.
dz: རྒྱང་འཕྲིན་ཨཱོན་དེ་གིས་ མགྱོགས་པར་འོང་བའི་ལས་རིམ་ཚུ་བཀྲམ་སྟོན་འབད་རུང་མ་འབད་རུང་།

source: Whether OnTV should listen for hotkeys.
dz: རྒྱང་འཕྲིན་ཨཱོན་འདི་མགྱོགས་ལྡེ་གི་དོན་ལུ་ཉན་རུང་མ་ཉན་རུང་།

source: XMLTV grabber command
dz: ཨེགསི་ཨེམ་ཨེལ་ཊི་ཝི་འཛིན་བྱེད་པའི་བརྡ་བཀོད།

source: OnTV is a GNOME Applet for monitoring TV programs.
dz: རྒྱང་འཕྲིན་ཨཱོན་འདི་ རྒྱང་འཕྲིན་ལས་རིམ་ཚུ་ལྟ་རྟོག་འབད་མི་ ཇི་ནོམ་ཨེཔ་ལེཊི་ཅིག་ཨིན།

source: translator-credits
dz: སྐད་བསྒྱུར་པའི་ངོ་བསྟོད་ཚུ་

source: Error while loading %s
dz: མངོན་གསལ་འབད་བའི་སྐབས་འཛོལ་བ་ %s

source: Properties for channel %s
dz: རྒྱུ་ལམ་%sགི་དོན་ལུ་རྒྱུ་དངོས་

source: Could not find configuration directory in GConf
dz: རིམ་སྒྲིག་སྣོད་ཐོ་འདི་ཇི་སི་ཨོ་ཨེན་ཨེཕ་ནང་འཚོལ་མ་ཐོབ་

source: Please make sure that ontv.schemas was correctly installed.
dz: ontv.schemasའདི་ཨིནམ་སྦེ་གཞི་བཙུགས་འབད་ཡོདཔ་འདི་ངེས་བདེན་འབད་གནང་།

source: All files
dz: ཡིག་སྣོད་ཆ་ཚང་

source: Error
dz: འཛོལ་བ།

source: All
dz: ཆ་མཉམ་

source: Usage: %s [OPTIONS]...
dz: བེད་སྤྱོད: %s [OPTIONS]...

source: OPTIONS:
dz: གདམ་ཁ་ཚུ:

source: run XMLTV assistant on startup
dz: འགོ་བཙུགས་གུ་ཨོགསི་ཨེམ་ཨེལ་ཊི་ཝི་ལས་རོགས་འདི་གཡོག་བཀོལ་

source: enable debug messages
dz: རྐྱེན་སེལ་འཕྲིན་དོན་འདི་ཚུ་ལྕོགས་ཅན་བཟོ་

source: show this help message and exit
dz: གྲོགས་རམ་འཕྲིན་དོན་སྟོན་ཞིནམ་ལས་ཕྱིར་ཐོན་

source: run OnTV in a standalone window (for testing purposes)
dz: རྒྱང་འཕྲིན་ཨཱོན་འདི་རང་དབང་སྒོ་སྒྲིག་ (བརྟག་ཞིབ་འབད་ནིའི་དགོས་དོན་གྱི་དོན་ལུ་)ཅིག་ནང་གཡོག་བཀོལ།

source: Error while importing pynotify module
dz: པའི་བརྡ་བསྐུལ་འབད་བའི་ཚད་གཞི་ནང་འདྲེན་འབད་བའི་བསྒང་འཛོལ་བ་

source: Could not find python-notify.
dz: པ་ཡི་ཐཱོན་-བརྡ་བསྐུལ་འབད་ནི་འདི་འཚོལ་བ་ཐོབ།

source: %s until the program begins.
dz: ལས་རིམ་འགོ་མ་བཙུག་ཚུན་ཚོད་%s

source: Details
dz: རྒྱས་བཤད་ཚུ་

source: Downloading
dz: ཕབ་ལེན་འབད་དོ།

source: Sorting
dz: དབྱེ་སེལ་འབད་དོ།

source: Loading
dz: མངོན་གསལ་འབད་དོ།

source: %s TV Listings...
dz: %s རྒྱང་མཐོང་ཐོ་ཡིག་ཚུ་་་

source: New hotkey...
dz: མགྱོགས་ལྡེ་གསརཔ...

source: Add new location...
dz: གནས་ཁོངས་གསརཔ་ཁ་སྐོང་འབད་་་

source: _Properties
dz: རྒྱུ་དངོས། (_P)

source: Program
dz: ལས་རིམ་

source: Channel
dz: རྒྱུ་ལམ་

source: Notification time
dz: བརྡ་བསྐུལ་དུས་ཡུན་

source: Details about %s
dz: %sགི་རྒྱས་བཤད་

source: No channels selected
dz: རྒྱུ་ལམ་ཚུ་སེལ་འཐུ་མ་འབད་བས་

source: Now Playing...
dz: ད་ལྟོ་གཏང་དོ་་་

source: %d hour
dz: %dཆུ་ཚོད་

source: %d minute
dz: %dསྐར་མ་

source: %s and %s left
dz: %s དང་ %s ལྷག་ལུས་

source: %d hour left
dz: %d ཆུ་ཚོད་ལྷག་ལུས་

source: %d minute left
dz: %d སྐར་མ་ལྷག་ལུས་

source: %d second left
dz: %d སྐར་ཆ་ལྷག་ལུས་

source: Upcoming programs
dz: མགྱོགས་པར་འོང་བའི་ལས་རིམ་ཚུ་

source: _Add reminder
dz: དྲན་བསྐུལ་ཁ་སྐོང་བརྐྱབ། (_A)

source: Error while importing vte module
dz: ཝི་ཊི་ཨི་ཚད་གཞི་ནང་འདྲེན་འབད་བའི་སྐབས་འཛོལ་བ།

source: Could not find python-vte.
dz: པ་ཡི་ཐཱོན་-ཝི་ཊི་ཨི་འཚོལ་མ་ཐོབ།

source: OnTV XMLTV Configuration
dz: ཨོན་ཊི་ཝི་ ཨེགསི་ཨེམ་ཨེལ་ཊི་ཝི་རིམ་སྒྲིག

source: Welcome! This assistant will help you setup the program OnTV will use to download TV listings for your country.
dz: བྱོན་པ་ལེགས་སོ! ལས་རོགས་འདི་གིས་ཁྱོད་ལུ་ ཨོན་ཊི་ཝི་ལས་རིམ་འདི་གིས་ཁྱོད་ཀྱི་རྒྱལ་ཁབ་དོན་ལུ་རྒྱང་མཐོང་ཐོ་ཡིག་ཚུ་ཕབ་ལེན་འབད་ནི་ལུ་གཞི་སྒྲིག་འབད་ནི་གྲོགས་རམ་འབད་འོང་།

source: Please select which country you want to download TV listings for:
dz: ཁྱོད་ཀྱིས་ག་གི་དོན་ལུ་རྒྱང་མཐོང་ཐོ་ཡིག་ཚུ་རྒྱལ་ཁབ་ག་ལས་ཕབ་ལེན་འབད་ནི་ཨིན་ན་སེལ་འཐུ་འབད་གནང་།

source: Select Country
dz: རྒྱལ་ཁབ་སེལ་འཐུ་འབད།

source: Configure the grabber by answering the questions in the terminal below.
dz: འོག་གི་ཊར་མི་ནལ་ནང་དྲི་བ་ཚུ་གི་ལན་གསལ་བརྐྱབ་དེ་གིས་འཛིན་བྱེད་འདི་རིམ་སྒྲིག་འབད།

source: Configure grabber
dz: འཛིན་བྱེད་རིམ་སྒྲིག

source: Please wait while the TV listings are being downloaded and sorted. This may take several minutes depending on the speed of your Internet connection.
dz: རྒྱང་མཐོང་ཐོ་ཡིག་ཚུ་ཕབ་ལེན་འབདཝ་དང་དབྱེ་སེལ་འབད་ཡོད་པའི་སྐབས་བསྒུག་གནང་། འདི་གིས་ཁྱོད་ཀྱི་ཨིན་ཊར་ནེཊི་མཐུད་ལམ་གྱི་མགྱོགས་ཚད་ལུ་རྟེན་སྐར་མ་ལེ་ཤ་སྒོར་འོང་།

source: Downloading and sorting TV listings
dz: ཕབ་ལེན་འབད་ནི་དང་རྒྱང་མཐོང་ཐོ་ཡིག་ཚུ་དབྱེ་སེལ་འབད་དོ།

source: Congratulations! OnTV is now ready for use. You can select which channels to monitor in the preferences dialog.
dz: ལེགས་སོ!ཨོན་ཊི་ཝི་འདི་ད་ལྟོ་ལག་ལེན་འཐབ་ནི་དོན་ལུ་གྲ་སྒྲིག་ཡོདཔ། ཁྱོད་རང་དགའ་གདམ་ཌའི་ལོག་ནང་རྒྱུན་ལམ་ཚུ་ག་དེ་གསལ་འཕྲུལ་འབད་ནི་ཨིན་ན་སེལ་འཐུ་འབད་བཏུབ་ཨིན།

source: All done!
dz: ཆ་མཉམ་འབད་ཚར་ཡི!

source: Downloading TV listings...
dz: རྒྱང་མཐོང་ཐོ་ཡིག་ཚུ་ཕབ་ལེན་འབད་དོ་་་

source: Failed to download TV listings!
dz: རྒྱང་མཐོང་ཐོ་ཡིག་ཚུ་ཕབ་ལེན་འབད་ནི་ལུ་འཐུས་ཤོར་འབྱུང་ཡོདཔ!

source: Sorting TV listings...
dz: རྒྱང་མཐོང་ཐོ་ཡིག་ཚུ་དབྱེ་སེལ་འབད་དོ་་་

source: Done!
dz: འབད་ཚར་ཡི!

source: Failed to load %s
dz: %sམངོན་གསལ་འབད་ནི་ལུ་འཐུས་ཤོར་འབྱུང་ནུག་

source: File not found
dz: ཡིག་སྣོད་འཚོལ་མ་ཐོབ་

source: Access denied
dz: འཛུལ་སྤྱོད་འབད་ནི་ཉན་མ་བཏུབ་

source: Unknown error
dz: མ་ཤེས་པའི་འཛོལ་བ་

source: Error while parsing %s
dz: %sམིང་དཔྱད་འབདཝ་ད་འཛོལ་བ་

source: The parser returned: "%s"
dz: མིང་དཔྱདཔ་འདི་སླར་ལོག་ཡོདཔ། "%s"

source: Unknown error while loading %s
dz: མངོན་གསལ་འབད་བའི་སྐབས་མ་ཤེས་པའི་འཛོལ་བ་ %s
