Repository: tenzin/dzongkha-linux-translation-files
Catalog: gnome-extras/resapplet.HEAD.*.po
Languages: dz

source: Change your screen resolution
dz: ཁྱོད་རའི་གསལ་གཞི་ཧུམ་ཆ་འདི་བསྒྱུར་བཅོས་འབད་

source: Resolution Switcher
dz: ཧུམ་ཆ་སོར་བསྒྱུར་འབད་མི་

source: Orientation
dz: ཕྱོགས་

source: The orientation of the tray.
dz: ཤོག་སྣོད་ཀྱི་ཕྱོགས།

source: hundreds of colors
dz: ཚོས་གཞི་བརྒྱ་ཕྲག་ཚུ་

source: thousands of colors
dz: ཚོས་གཞི་སྟོང་ཕྲག་ཚུ་

source: millions of colors
dz: ཚོས་གཞི་ས་ཡ་ཚུ་

source: billions of colors
dz: ཚོས་གཞི་ཐེར་འབུམ་ཚུ་

source: unknown colors
dz: མ་ཤེས་པའི་ཚོས་གཞི་ཚུ་

source: Display information: %s with %s at %dHz
dz: བརྡ་དོན་བཀྲམ་སྟོན་འབད: %s དང་ཅིག་ཁར་ %s འདི་ %dHz ལུ་

source: Testing the new settings. If you don't respond in %d second the previous settings will be restored.
dz: སྒྲིག་སྟངས་གསརཔ་ཚུ་བརྟག་ཞིབ་འབད་དོ། ཁྱོད་ཀྱིས་%dསྐར་ཆའི་ནང་ལན་བཀོད་མ་འབད་བ་ཅིན་ ཧེ་མའི་སྒྲིག་སྟངས་ཚུ་སོར་ཆུད་འབད་འོང་

source: Keep Refresh Rate
dz: ཡང་སེལ་མགྱོགས་ཚད་བཞག་

source: Do you want to keep this refresh rate?
dz: ཁྱོད་ཀྱིས་ཡང་སེལ་མགྱོགས་ཚད་འདི་བཞག་ནི་ཨིན་ན?

source: Keep Rotation
dz: སྐོར་རྒྱབ་འདི་བཞག་

source: Do you want to keep this rotation?
dz: སྐོར་རྒྱབ་འདི་ཁྱོད་ཀྱིས་བཞག་ནི་ཨིན་ན?

source: Keep Resolution
dz: ཧུམ་ཆ་འདི་བཞག་

source: Do you want to keep this resolution?
dz: ཧུམ་ཆ་འདི་ཁྱོད་ཀྱིས་བཞག་ནི་ཨིན་ན?

source: Use _previous refresh rate
dz: ཧེ་མའི་ཡང་སེལ་མགྱོགས་ཚད་འདི་ལག་ལེན་འཐབ། (_p)

source: _Keep refresh rate
dz: ཡང་སེལ་འབད་བའི་མགྱོགས་ཚད་འདི་བཞག། (_K)

source: Use _previous rotation
dz: ཧེ་མའི་སྐོར་རྒྱབ་འདི་ལག་ལེན་འཐབ། (_p)

source: _Keep rotation
dz: སྐོར་རྒྱབ་འདི་བཞག། (_K)

source: Use _previous resolution
dz: ཧེ་མའི་ཧུམ་ཆ་འདི་ལག་ལེན་འཐབ། (_p)

source: _Keep resolution
dz: ཧུམ་ཆ་འདི་བཞག། (_K)

source: Counterclockwise
dz: གཡོན་སྐོར་

source: Upside down
dz: མགོ་མཇུག་སློག་སློགཔ་

source: Clockwise
dz: གཡས་སྐོར་

source: Normal
dz: སྤྱིར་བཏང་

source: Screen %d
dz: %dགསལ་གཞི་

source: Screen resolution
dz: གསལ་གཞི་ཧུམ་ཆ་

source: Screen rotation
dz: གསལ་གཞི་སྐོར་རྒྱབ་

source: Screen refresh rate
dz: གསལ་གཞི་ཡང་སེལ་མགྱོགས་ཚད་

source: _Configure Display Settings
dz: སྒྲིག་སྟངས་བཀྲམ་སྟོན་ཚུ་རིམ་སྒྲིག་འབད། (_C)

source: _Remove From Panel
dz: པེ་ནཱལ་ལས་རྩ་བསྐྲད་གཏང་། (_R)
